{
  "source_url": "https://www.bis.org/review/r211214o.htm",
  "headline": "Boris Vujčić: Adapting to climate change has no alternative",
  "description_html": "\n<p>Speech by Mr Boris Vujčić, Governor of the Croatian National Bank, at the online event \"The role of banks in greening our economies\", 29 April 2021.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Boris Vujčić, Governor of the Croatian National Bank, at the online event \"The role of banks in greening our economies\", 29 April 2021. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "29 April 2021",
  "pdf_url": "https://www.bis.org/review/r211214o.pdf",
  "content_html": "\n<p style=\"margin-left: 0in; margin-right: 0in;\">Ladies and gentlemen, dear colleagues,</p>\n<p style=\"margin-left: 0in; margin-right: 0in;\">Let me first welcome all of you who have gathered in front of your screens and decided to devote a couple of hours to join today's conference.</p>\n<p style=\"margin-left: 0in; margin-right: 0in;\">It is yet another event that the Croatian National Bank organizes jointly with EBRD, with whom we have a long lasting and productive relationship. Both our institutions have recognized our responsibility to put the issue of banks' role in climate transition into the spotlight, and open a discussion on how banks, other financial institutions, and central banks and regulators can properly address the climate emergency that is already transforming our living and working patterns.</p>\n<p style=\"margin-left: 0in; margin-right: 0in;\">Until recently, it was uncommon for central bankers and bankers in general to talk about environmental issues. So, how did we get to this point, and why should we study the dynamics of climate change and environmental degradation and incorporate it into our business decisions?</p>\n<p style=\"margin-left: 0in; margin-right: 0in;\">For more than fifty years people have known that the technological advancement and development that we enjoy comes at a price – the destruction of the environment and a perilous rise in global temperatures. As worrisome scientific discoveries heated up the activism and triggered a grass-roots ecological movement, global institutions and politicians soon embraced the environmental concerns as well. Already in 1972, representatives from 113 out of the UN's 132 member states convened in Stockholm for the first international conference on human environment. Their decisions, enshrined in a declaration, action plan and five resolutions seemed to be a clear demonstration of their firm decision to fight environmental degradation. From then on, numerous meetings, conferences, agreements, protocols and declarations ensued, the Climate Change Convention was forged, the Kyoto Protocol was adopted, but the outcomes fell short of targets adopted in these documents.</p>\n<p style=\"margin-left: 0in; margin-right: 0in;\">It wasn't until 2015 when heads of states and representatives of 197 countries, being aware of the real possibility that the world was approaching a climate tipping point, adopted the Paris Agreement and committed to make sincere and ambitious efforts to drastically cut their greenhouse emissions to prevent further global warming. The agreement, later ratified by 189 countries, did not only result in those countries' pledges on GHG emissions, but also in their understanding that engaging in climate change mitigation and adaptation should include a grand coalition of public and private entities devoted to achieving the same goal.   </p>\n<p style=\"margin-left: 0in; margin-right: 0in;\">Central banks around the world were fully prepared to join this coalition. Mark Carney, then Governor of the Bank of England, was one of the first central bank governors who on the eve of the Paris summit sent a warning message to his peers in his seminal speech about the tragedy of the horizon, a tragedy caused by \"climate change, which might threaten financial resilience and longer-term prosperity\". Soon after that, in December 2017, eight central banks and regulators founded the Network of Central Banks and Supervisors for Greening the Financial System. In only three years the Network spread over five continents and its membership rose to 89 central bankers and regulators and 13 observers, among which are the ECB, EBA, EIOPA, BIS, IMF, the World Bank, EBRD and other development banks.</p>\n<p>The NGFS is engaged in an extraordinary analytical and intellectual effort. It has paved the way for more profound analytical work and prepared guidance on how to incorporate climate and environmental risks in all the areas of central banking – from monetary policy to financial stability, research and banking supervision. It is therefore my great honour that my dear colleague Frank Elderson, Member of the Governing Council and Vice-Chair of Supervisory Board of the ECB, and also the Chair and, I dare say, the <em>spiritus movens</em> of the NGFS is here with us. Frank is going to deliver a keynote speech on the main topic of today's conference.</p>\n<p style=\"margin-left: 0in; margin-right: 0in;\">Let me now share with you my personal viewpoint on the appropriate response of central banks to the climate emergency. It is unquestionable that climate change and the devastation of nature cause risks that, if materialized, could seriously harm our lives and our economies. It is the job of central bankers to be vigilant about all the risks that might jeopardize the stability of the financial system. In that respect, we have an obligation to understand the risks relating to climate change and the channels through which they might affect the pursuit of our main aims. At the same time we need to make sure that the participants in the financial system are equally aware of those risks. However, in my opinion, central banks are not the ones who are to be expected to take the lead fighting climate change, since their instruments are not as efficient as the ones government can employ to fulfill that task. In addition, if faced with a conflict between maintaining price stability and/or financial stability, and fighting climate change, central banks would and have the obligation, to give priority to price stability and financial stability as their primary mandates.</p>\n<p style=\"margin-left: 0in; margin-right: 0in;\">With today's conference we, at the Croatian National Bank, are appealing to banks and other financial institutions to reflect on how to incorporate climate risks into their business strategies and make their business-making more robust and resilient to hazards connected with climate change. We would also like to encourage banks to seize the opportunities brought about by transition towards low-carbon and nature-neutral economy. Finally, and equally important, we want to note that we do not save nature only by switching to low-energy lightbulbs or choosing a hybrid or electric car but also by investing consciously. Banks could have a noticeable positive influence if they were to finance environmentally friendly projects and make green investments.</p>\n<p>I am aware that taking the climate and environment into consideration is quite new for the banks, but it is equally so for us. However, adapting to climate change has no alternative. As Bob Brown once said – \"The future will either be green or not at all\".</p>\n<p>   </p>\n",
  "content_text": "Ladies and gentlemen, dear colleagues, Let me first welcome all of you who have gathered in front of your screens and decided to devote a couple of hours to join today's conference. It is yet another event that the Croatian National Bank organizes jointly with EBRD, with whom we have a long lasting and productive relationship. Both our institutions have recognized our responsibility to put the issue of banks' role in climate transition into the spotlight, and open a discussion on how banks, other financial institutions, and central banks and regulators can properly address the climate emergency that is already transforming our living and working patterns. Until recently, it was uncommon for central bankers and bankers in general to talk about environmental issues. So, how did we get to this point, and why should we study the dynamics of climate change and environmental degradation and incorporate it into our business decisions? For more than fifty years people have known that the technological advancement and development that we enjoy comes at a price – the destruction of the environment and a perilous rise in global temperatures. As worrisome scientific discoveries heated up the activism and triggered a grass-roots ecological movement, global institutions and politicians soon embraced the environmental concerns as well. Already in 1972, representatives from 113 out of the UN's 132 member states convened in Stockholm for the first international conference on human environment. Their decisions, enshrined in a declaration, action plan and five resolutions seemed to be a clear demonstration of their firm decision to fight environmental degradation. From then on, numerous meetings, conferences, agreements, protocols and declarations ensued, the Climate Change Convention was forged, the Kyoto Protocol was adopted, but the outcomes fell short of targets adopted in these documents. It wasn't until 2015 when heads of states and representatives of 197 countries, being aware of the real possibility that the world was approaching a climate tipping point, adopted the Paris Agreement and committed to make sincere and ambitious efforts to drastically cut their greenhouse emissions to prevent further global warming. The agreement, later ratified by 189 countries, did not only result in those countries' pledges on GHG emissions, but also in their understanding that engaging in climate change mitigation and adaptation should include a grand coalition of public and private entities devoted to achieving the same goal. Central banks around the world were fully prepared to join this coalition. Mark Carney, then Governor of the Bank of England, was one of the first central bank governors who on the eve of the Paris summit sent a warning message to his peers in his seminal speech about the tragedy of the horizon, a tragedy caused by \"climate change, which might threaten financial resilience and longer-term prosperity\". Soon after that, in December 2017, eight central banks and regulators founded the Network of Central Banks and Supervisors for Greening the Financial System. In only three years the Network spread over five continents and its membership rose to 89 central bankers and regulators and 13 observers, among which are the ECB, EBA, EIOPA, BIS, IMF, the World Bank, EBRD and other development banks. The NGFS is engaged in an extraordinary analytical and intellectual effort. It has paved the way for more profound analytical work and prepared guidance on how to incorporate climate and environmental risks in all the areas of central banking – from monetary policy to financial stability, research and banking supervision. It is therefore my great honour that my dear colleague Frank Elderson, Member of the Governing Council and Vice-Chair of Supervisory Board of the ECB, and also the Chair and, I dare say, the spiritus movens of the NGFS is here with us. Frank is going to deliver a keynote speech on the main topic of today's conference. Let me now share with you my personal viewpoint on the appropriate response of central banks to the climate emergency. It is unquestionable that climate change and the devastation of nature cause risks that, if materialized, could seriously harm our lives and our economies. It is the job of central bankers to be vigilant about all the risks that might jeopardize the stability of the financial system. In that respect, we have an obligation to understand the risks relating to climate change and the channels through which they might affect the pursuit of our main aims. At the same time we need to make sure that the participants in the financial system are equally aware of those risks. However, in my opinion, central banks are not the ones who are to be expected to take the lead fighting climate change, since their instruments are not as efficient as the ones government can employ to fulfill that task. In addition, if faced with a conflict between maintaining price stability and/or financial stability, and fighting climate change, central banks would and have the obligation, to give priority to price stability and financial stability as their primary mandates. With today's conference we, at the Croatian National Bank, are appealing to banks and other financial institutions to reflect on how to incorporate climate risks into their business strategies and make their business-making more robust and resilient to hazards connected with climate change. We would also like to encourage banks to seize the opportunities brought about by transition towards low-carbon and nature-neutral economy. Finally, and equally important, we want to note that we do not save nature only by switching to low-energy lightbulbs or choosing a hybrid or electric car but also by investing consciously. Banks could have a noticeable positive influence if they were to finance environmentally friendly projects and make green investments. I am aware that taking the climate and environment into consideration is quite new for the banks, but it is equally so for us. However, adapting to climate change has no alternative. As Bob Brown once said – \"The future will either be green or not at all\".",
  "date_parsed": "2021-04-29",
  "name": "Boris Vujčić",
  "link_number": "7",
  "name_orig": "Boris Vujčić",
  "url_orig": "https://www.bis.org/review/r211214o.htm"
}