{
  "source_url": "https://www.bis.org/review/r240215a.htm",
  "headline": "Boris Vujčić: Stay the course in turbulent times - old and new challenges for central banks",
  "description_html": "\n<p>Speech by Mr Boris Vujčić, Governor of the Croatian National Bank, <span>at the </span>8th Annual Conference of Mediterranean Central Banks, Split, 14 February <span>2024.</span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Boris Vujčić, Governor of the Croatian National Bank, at the 8th Annual Conference of Mediterranean Central Banks, Split, 14 February 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "16 February 2024",
  "pdf_url": "https://www.bis.org/review/r240215a.pdf",
  "content_html": "\n<p>Dear Governors, Excellencies, distinguished guests, ladies and gentlemen, good morning to everyone.</p>\n<p>After a nice evening yesterday, it is my great pleasure to welcome you to the official part of our conference. I am delighted that you could join us on this year's Mediterranean Central Banks' conference that Croatia is hosting for the first time in our beautiful city of Split.</p>\n<p>First, let me welcome Mr. Luis de Guindos, Vice-President of the European Central Bank, who kindly accepted our invitation to give a keynote speech at our conference today.</p>\n<p>I am also happy to welcome my colleague governors – Pablo, Mario, Edward and Boštjan. This conference gives us an excellent opportunity to discuss common issues from a broader perspective and from different viewpoints.</p>\n<p>Let me also thank all the panellists and other participants for coming here to enrich the conference by sharing your great knowledge and experience with us.</p>\n<p>Finally, I would like to express my sincere gratitude to our co-organizers from the Banco de España, the OECD, the European Institute of the Mediterranean and the Union for the Mediterranean, for all their good work, excellent cooperation and help in organizing this conference. In this regard, I sincerely thank his Excellency Nasser Kamel, Secretary General of the UfM, Mr. Senén Florensa, Executive President of the IEMed, and Mr. Luiz de Mello, director of the OECD's Economics Department for joining us today and Pablo Hernandez de Cos, governor of the Banco de España.</p>\n<p>The objective of this conference is to discuss some of the key common challenges we as policymakers face today, from those immediate ones, such as central bank credibility considerations in high inflation environment, to the ones of more structural and longer-term nature, such as inclusion and financial sector risks stemming from climate change.</p>\n<p>With that agenda in mind, I would like to take a step back and put the current environment in a historical perspective by diving more deeply into the past.</p>\n<p>As I have said yesterday evening, the city in which we have gathered today - Split - was established by the Roman emperor Diocletian. He built his retirement palace here more than 1700 years ago. Textbooks usually mention the ruling of Diocletian in a rather negative context because of his brutal persecution of Christians. However, when it comes to governance, he was known as a great reformer. His political, administrative and economic policies helped Rome recover from the crisis the empire was going through in the third century.</p>\n<p>One of his key structural reforms, and a successful one, was the reorganization of the Roman provinces.</p>\n<p>And since quite a lot of money was needed to fund this reorganization, he also introduced a new tax that was a combination of the tax on agricultural land and the tax on individuals. The tax base was determined on the basis of a gigantic land register of the wealth of the entire Empire, and the tax was introduced throughout the Empire, including Italy which was until then free of land<span> </span><a href=\"https://www.britannica.com/topic/taxation\">taxation</a><a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a><a href=\"https://www.britannica.com/topic/taxation\"></a>. So, 17 centuries ago Diocletian understood the importance of maintaining a sustainable fiscal position while financing reforms, and that it required boosting tax revenues through widening the tax base while making the tax system simpler and more equitable.</p>\n<p><strong>One of the toughest struggles Diocletian faced during his reign was hyperinflation.</strong><span> </span><a href=\"https://www.thecollector.com/septimius-severus/\">His predecessors, like many other rulers in history,<span> </span></a>had a bright idea for having more money by minting more coins. They were doing it by adding more worthless metals to the silver coins. As a result, the Roman currency was losing its value, and what followed was a<span> </span><a href=\"https://mises.org/library/inflation-and-fall-roman-empire\" rel=\"noopener noreferrer\" target=\"_blank\">period of hyperinflation</a>. By the time Diocletian came to the throne, a barter economy had become the norm in many places. So, to combat inflation, Diocletian reintroduced new gold and silver coins of fixed design.</p>\n<p>However, another one of Diocletian's ideas to curb inflation was to s<strong>et a cap on prices and wages</strong>. In year 301, he introduced his famous \"Edict of maximum prices\". This was a document that attempted to list every item people bought regularly and its maximum price. The Edict covered all types of commodities, as well as occupations – in total about one thousand items. Here are some examples: crushed beans costed 100 denarii; uncrushed beans, 60 denarii; writing was 25 denarii for 100 lines of best quality writing and 20 denarii for second quality writing.<a class=\"hashlink\" href=\"#fn2\" id=\"fn_2\"><sup>2</sup></a><span style=\"font-size: 13.6px;\"> </span>But although the violation was punishable by death<a class=\"hashlink\" href=\"#fn3\" id=\"fn_3\"><sup>3</sup></a>, this measure was widely resisted, and goods disappeared from the markets creating an even larger black market, so the Edict was eventually revoked.</p>\n<p>The Edict clearly ignored the economic law of supply and demand and ultimately proved to be unenforceable in the long run. Despite this, there were many similar attempts to control prices later through history. The lesson here is that price controls may be effective on a very narrow set of products and services and on a short-term basis, as price controls over a longer run distort market signals and lead to inefficient allocation of goods and services. Interestingly enough, this lesson continues to be relevant even nowadays. Only a year or two ago, quite some countries introduced various forms of price controls in response to the global energy and food price shocks. That was probably the most pragmatic and feasible short-run policy measure at that moment. There are still some leftovers of price controls around, but we have to make sure not to overuse them. In addition, we used monetary policy, which did its part of the job, and it is still delivering. All in all, inflationary pressures have been abating, and in case we do not face some new shocks, inflation should gradually come down, and hopefully in a sustainable manner, to our medium-term target.</p>\n<p>We know how important it is that monetary and fiscal policies play hand in hand in order to achieve that objective. We also know how important role monetary authority's credibility plays in this regard. And we should never ever forget that credibility built over many decades can be wiped-out literally overnight. This is just one of the topics we will touch upon later today in our first panel.</p>\n<p>But before that, let me pass the floor to our co-organizers, or may I say, co-hosts, for their introductory remarks - first, my dear colleague Mr. Pablo Hernandez de Cos, governor of Banco de Espana.</p>\n<p>Thank you, and I wish you a pleasant stay in Split and fruitful discussions today.</p>\n<hr/>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> <a href=\"https://www.britannica.com/biography/Diocletian/Domestic-reforms\">https://www.britannica.com/biography/Diocletian/Domestic-reforms</a><span> </span><a href=\"https://www.hnb.hr/en/-/8th-annual-conference-of-mediterranean-central-banks-stay-the-course-in-turbulent-times-old-and-new-challenges-for-central-banks#footnote-ref-1\">↑</a></p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup>2</sup></a> <a href=\"https://mises.org/library/edict-diocletian-case-study-price-controls-and-inflation\">https://mises.org/library/edict-diocletian-case-study-price-controls-and-inflation</a><span> </span><a href=\"https://www.hnb.hr/en/-/8th-annual-conference-of-mediterranean-central-banks-stay-the-course-in-turbulent-times-old-and-new-challenges-for-central-banks#footnote-ref-2\">↑</a></p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_3\" name=\"fn3\"><sup>3</sup></a> <a href=\"https://www.britannica.com/biography/Diocletian/Domestic-reforms\">https://www.britannica.com/biography/Diocletian/Domestic-reforms</a><span> </span><a href=\"https://www.hnb.hr/en/-/8th-annual-conference-of-mediterranean-central-banks-stay-the-course-in-turbulent-times-old-and-new-challenges-for-central-banks#footnote-ref-3\">↑</a></p>\n",
  "content_text": "Dear Governors, Excellencies, distinguished guests, ladies and gentlemen, good morning to everyone. After a nice evening yesterday, it is my great pleasure to welcome you to the official part of our conference. I am delighted that you could join us on this year's Mediterranean Central Banks' conference that Croatia is hosting for the first time in our beautiful city of Split. First, let me welcome Mr. Luis de Guindos, Vice-President of the European Central Bank, who kindly accepted our invitation to give a keynote speech at our conference today. I am also happy to welcome my colleague governors – Pablo, Mario, Edward and Boštjan. This conference gives us an excellent opportunity to discuss common issues from a broader perspective and from different viewpoints. Let me also thank all the panellists and other participants for coming here to enrich the conference by sharing your great knowledge and experience with us. Finally, I would like to express my sincere gratitude to our co-organizers from the Banco de España, the OECD, the European Institute of the Mediterranean and the Union for the Mediterranean, for all their good work, excellent cooperation and help in organizing this conference. In this regard, I sincerely thank his Excellency Nasser Kamel, Secretary General of the UfM, Mr. Senén Florensa, Executive President of the IEMed, and Mr. Luiz de Mello, director of the OECD's Economics Department for joining us today and Pablo Hernandez de Cos, governor of the Banco de España. The objective of this conference is to discuss some of the key common challenges we as policymakers face today, from those immediate ones, such as central bank credibility considerations in high inflation environment, to the ones of more structural and longer-term nature, such as inclusion and financial sector risks stemming from climate change. With that agenda in mind, I would like to take a step back and put the current environment in a historical perspective by diving more deeply into the past. As I have said yesterday evening, the city in which we have gathered today - Split - was established by the Roman emperor Diocletian. He built his retirement palace here more than 1700 years ago. Textbooks usually mention the ruling of Diocletian in a rather negative context because of his brutal persecution of Christians. However, when it comes to governance, he was known as a great reformer. His political, administrative and economic policies helped Rome recover from the crisis the empire was going through in the third century. One of his key structural reforms, and a successful one, was the reorganization of the Roman provinces. And since quite a lot of money was needed to fund this reorganization, he also introduced a new tax that was a combination of the tax on agricultural land and the tax on individuals. The tax base was determined on the basis of a gigantic land register of the wealth of the entire Empire, and the tax was introduced throughout the Empire, including Italy which was until then free of land taxation 1 . So, 17 centuries ago Diocletian understood the importance of maintaining a sustainable fiscal position while financing reforms, and that it required boosting tax revenues through widening the tax base while making the tax system simpler and more equitable. One of the toughest struggles Diocletian faced during his reign was hyperinflation. His predecessors, like many other rulers in history, had a bright idea for having more money by minting more coins. They were doing it by adding more worthless metals to the silver coins. As a result, the Roman currency was losing its value, and what followed was a period of hyperinflation . By the time Diocletian came to the throne, a barter economy had become the norm in many places. So, to combat inflation, Diocletian reintroduced new gold and silver coins of fixed design. However, another one of Diocletian's ideas to curb inflation was to s et a cap on prices and wages . In year 301, he introduced his famous \"Edict of maximum prices\". This was a document that attempted to list every item people bought regularly and its maximum price. The Edict covered all types of commodities, as well as occupations – in total about one thousand items. Here are some examples: crushed beans costed 100 denarii; uncrushed beans, 60 denarii; writing was 25 denarii for 100 lines of best quality writing and 20 denarii for second quality writing. 2 But although the violation was punishable by death 3 , this measure was widely resisted, and goods disappeared from the markets creating an even larger black market, so the Edict was eventually revoked. The Edict clearly ignored the economic law of supply and demand and ultimately proved to be unenforceable in the long run. Despite this, there were many similar attempts to control prices later through history. The lesson here is that price controls may be effective on a very narrow set of products and services and on a short-term basis, as price controls over a longer run distort market signals and lead to inefficient allocation of goods and services. Interestingly enough, this lesson continues to be relevant even nowadays. Only a year or two ago, quite some countries introduced various forms of price controls in response to the global energy and food price shocks. That was probably the most pragmatic and feasible short-run policy measure at that moment. There are still some leftovers of price controls around, but we have to make sure not to overuse them. In addition, we used monetary policy, which did its part of the job, and it is still delivering. All in all, inflationary pressures have been abating, and in case we do not face some new shocks, inflation should gradually come down, and hopefully in a sustainable manner, to our medium-term target. We know how important it is that monetary and fiscal policies play hand in hand in order to achieve that objective. We also know how important role monetary authority's credibility plays in this regard. And we should never ever forget that credibility built over many decades can be wiped-out literally overnight. This is just one of the topics we will touch upon later today in our first panel. But before that, let me pass the floor to our co-organizers, or may I say, co-hosts, for their introductory remarks - first, my dear colleague Mr. Pablo Hernandez de Cos, governor of Banco de Espana. Thank you, and I wish you a pleasant stay in Split and fruitful discussions today. 1 https://www.britannica.com/biography/Diocletian/Domestic-reforms ↑ 2 https://mises.org/library/edict-diocletian-case-study-price-controls-and-inflation ↑ 3 https://www.britannica.com/biography/Diocletian/Domestic-reforms ↑",
  "date_parsed": "2024-02-16",
  "name": "Boris Vujčić",
  "name_orig": "Boris Vujčić",
  "url_orig": "https://www.bis.org/review/r240215a.htm"
}