{
  "source_url": "https://www.bis.org/review/r230712i.htm",
  "headline": "Boris Vujčić: European finance in 2020s - new risks in a volatile world",
  "description_html": "\n<p>Keynote speech by Mr Boris Vujčić, Governor of the Croatian National Bank, <span>at the FBF Executive Seminar \"European finance in 2020s: new risks in a volatile world\", organised by the Florence School of Banking and Finance - The European University Institute,</span> Florence, 29 June 2023.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Mr Boris Vujčić, Governor of the Croatian National Bank, at the FBF Executive Seminar \"European finance in 2020s: new risks in a volatile world\", organised by the Florence School of Banking and Finance - The European University Institute, Florence, 29 June 2023. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "12 July 2023",
  "pdf_url": "https://www.bis.org/review/r230712i.pdf",
  "content_html": "\n<p><strong>Introduction</strong></p>\n<p>Over the last ten days that I have been on the road I spoke about CBDC to bankers, about the war in Croatia and economic lessons for the Ukraine, important, but heavy topic, and, of course, about monetary policy, interest rates and the balance sheet. So, I am happy to have been given a different topic for the last speech – financial stability.</p>\n<p>Thorsten told me to speak either about what the entry into the euro area means for the financial stability of Croatia, or about the risks to financial stability. I shall try to combine both and tell you what I have learned about financial stability from Croatian experience over the last 30 years, and how I see things now that we got into the euro area and the banking union.</p>\n<ul>\n<li>Over the last three decades, the Croatian banking system went through a transformation from a group of mostly bankrupt socialist financial institutions into a set of strictly supervised, overwhelmingly private, internationalised companies with strong corporate governance.</li>\n<li>Today, Croatian banks are amongst the best capitalized in Europe, have fairly efficient operations and comfortable profitability, which adds to their ability to withstand even major economic and financial disturbances. However, this transformation was not quick or simple. Neither was the progress linear, as there were no textbook solutions to many problems that arose along the way. Nevertheless, every step forward and each single setback provided us with important lessons that are helping us navigate in the complex economic and financial environment.</li>\n<li>So, today, I thought of sharing with you some of the insights we got along this journey, and what we bring into the euro area and banking union in particular, what we have learnt along the way.</li>\n</ul>\n",
  "content_text": "Introduction Over the last ten days that I have been on the road I spoke about CBDC to bankers, about the war in Croatia and economic lessons for the Ukraine, important, but heavy topic, and, of course, about monetary policy, interest rates and the balance sheet. So, I am happy to have been given a different topic for the last speech – financial stability. Thorsten told me to speak either about what the entry into the euro area means for the financial stability of Croatia, or about the risks to financial stability. I shall try to combine both and tell you what I have learned about financial stability from Croatian experience over the last 30 years, and how I see things now that we got into the euro area and the banking union. Over the last three decades, the Croatian banking system went through a transformation from a group of mostly bankrupt socialist financial institutions into a set of strictly supervised, overwhelmingly private, internationalised companies with strong corporate governance. Today, Croatian banks are amongst the best capitalized in Europe, have fairly efficient operations and comfortable profitability, which adds to their ability to withstand even major economic and financial disturbances. However, this transformation was not quick or simple. Neither was the progress linear, as there were no textbook solutions to many problems that arose along the way. Nevertheless, every step forward and each single setback provided us with important lessons that are helping us navigate in the complex economic and financial environment. So, today, I thought of sharing with you some of the insights we got along this journey, and what we bring into the euro area and banking union in particular, what we have learnt along the way.",
  "date_parsed": "2023-07-12",
  "name": "Boris Vujčić",
  "name_orig": "Boris Vujčić",
  "url_orig": "https://www.bis.org/review/r230712i.htm"
}