{
  "source_url": "https://www.bis.org/review/r180115a.htm",
  "headline": "Boris Vujčić: Convergence - is it here to stay?",
  "description_html": "\n<p>Dinner speech by Mr Boris Vujčić, Governor of the Croatian National Bank, at the 7th Annual National Bank of Poland Conference on the Future of the European Economy, Warsaw, 20 October 2017.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Dinner speech by Mr Boris Vujčić, Governor of the Croatian National Bank, at the 7th Annual National Bank of Poland Conference on the Future of the European Economy, Warsaw, 20 October 2017. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "15 January 2018",
  "pdf_url": "https://www.bis.org/review/r180115a.pdf",
  "content_html": "\n<p>Thank you for this opportunity, it is always a great pleasure to be in Warsaw at a NBP conference. I feel at home here, because it is not the first time I am here. But tonight this is even more so, after listening to Croatian songs in this beautiful castle. That really completes the 'feels like home' atmosphere for me.</p>\n<p>Now, I'm the last one to speak at this year's conference, on the topic of the role of the CEE in Europe, and, some people would compare that feeling to how the seventh and the last husband of Elisabeth Taylor, Lary Fortensky felt coming back home, poor guy wondering what can I can do here that has not been done before?</p>\n<p>Most of what I planned to say about the convergence of CEE has already been said, but let me try to put additional flavour to what has been said without keeping it too long.  </p>\n",
  "content_text": "Thank you for this opportunity, it is always a great pleasure to be in Warsaw at a NBP conference. I feel at home here, because it is not the first time I am here. But tonight this is even more so, after listening to Croatian songs in this beautiful castle. That really completes the 'feels like home' atmosphere for me. Now, I'm the last one to speak at this year's conference, on the topic of the role of the CEE in Europe, and, some people would compare that feeling to how the seventh and the last husband of Elisabeth Taylor, Lary Fortensky felt coming back home, poor guy wondering what can I can do here that has not been done before? Most of what I planned to say about the convergence of CEE has already been said, but let me try to put additional flavour to what has been said without keeping it too long.",
  "date_parsed": "2018-01-15",
  "name": "Boris Vujčić",
  "name_orig": "Boris Vujčić",
  "url_orig": "https://www.bis.org/review/r180115a.htm"
}