{
  "source_url": "https://www.bis.org/review/r250526v.htm",
  "headline": "Christine Lagarde: Earning influence - lessons from the history of international currencies",
  "description_html": "\n<p>Speech by Ms Christine Lagarde, President of the European Central Bank, at an event on Europe's role in a fragmented world, organised by Jacques Delors Centre at Hertie School, Berlin, 26 May 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Ms Christine Lagarde, President of the European Central Bank, at an event on Europe's role in a fragmented world, organised by Jacques Delors Centre at Hertie School, Berlin, 26 May 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "27 May 2025",
  "pdf_url": "https://www.bis.org/review/r250526v.pdf",
  "content_html": "\n<p>Over the past 80 years, the global economy thrived on a foundation of openness and multilateralism – underpinned by US leadership. By championing a rules-based international system and anchoring the dollar as the world's reserve currency, the United States set the stage for trade to flourish and finance to expand.</p>\n<p>This global order proved immensely beneficial to the European Union, whose founding liberal principles aligned seamlessly with it. But today it is fracturing.</p>\n<p>Multilateral cooperation is being replaced by zero-sum thinking and bilateral power plays. Openness is giving way to protectionism. There is even uncertainty about the cornerstone of the system: the dominant role of the US dollar.</p>\n<p>All else equal, this fracturing can pose risks for Europe. Our economy is deeply integrated into the global trading system, with exports accounting for close to one-fifth of our value added and supporting 30 million jobs.</p>\n<p>Any change in the international order that leads to lower world trade or fragmentation into economic blocs will be detrimental to our economy.</p>\n<p>But – with the right policy responses – there could also be opportunities. The changing landscape could open the door for the euro to play a greater international role.</p>\n<p>Today, the euro is the second global currency, accounting for around 20% of foreign exchange reserves, compared with 58% in the case of the US dollar. Increasing the international role of the euro can have positive implications for the euro area.</p>\n<p>It would allow EU governments and businesses to borrow at a lower cost, helping boost our internal demand at a time when external demand is becoming less certain.</p>\n",
  "content_text": "Over the past 80 years, the global economy thrived on a foundation of openness and multilateralism – underpinned by US leadership. By championing a rules-based international system and anchoring the dollar as the world's reserve currency, the United States set the stage for trade to flourish and finance to expand. This global order proved immensely beneficial to the European Union, whose founding liberal principles aligned seamlessly with it. But today it is fracturing. Multilateral cooperation is being replaced by zero-sum thinking and bilateral power plays. Openness is giving way to protectionism. There is even uncertainty about the cornerstone of the system: the dominant role of the US dollar. All else equal, this fracturing can pose risks for Europe. Our economy is deeply integrated into the global trading system, with exports accounting for close to one-fifth of our value added and supporting 30 million jobs. Any change in the international order that leads to lower world trade or fragmentation into economic blocs will be detrimental to our economy. But – with the right policy responses – there could also be opportunities. The changing landscape could open the door for the euro to play a greater international role. Today, the euro is the second global currency, accounting for around 20% of foreign exchange reserves, compared with 58% in the case of the US dollar. Increasing the international role of the euro can have positive implications for the euro area. It would allow EU governments and businesses to borrow at a lower cost, helping boost our internal demand at a time when external demand is becoming less certain.",
  "date_parsed": "2025-05-27",
  "name": "Christine Lagarde",
  "link_number": "19",
  "name_orig": "Christine Lagarde",
  "url_orig": "https://www.bis.org/review/r250526v.htm"
}