{
  "source_url": "https://www.bis.org/review/r250630d.htm",
  "headline": "Christine Lagarde: Culture and the economy",
  "description_html": "\n<p>Opening speech by Ms Christine Lagarde, President of the European Central Bank, at the 150th anniversary of the Münchner Opernfestspiele, Munich, 26 June 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Opening speech by Ms Christine Lagarde, President of the European Central Bank, at the 150th anniversary of the Münchner Opernfestspiele, Munich, 26 June 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "02 July 2025",
  "pdf_url": "https://www.bis.org/review/r250630d.pdf",
  "content_html": "\n<div class=\"section\">\n<p>It is a pleasure to be here at the Munich Opera Festival.</p>\n<p>This festival draws on a tradition that stretches back 150 years. And over the next five weeks, audiences will experience a rich variety of performances.</p>\n<p>The programme includes some of opera's canonical heavyweights, like Mozart's<span> </span><em>Don Giovanni</em>. But it also ventures into rarer territory, with works such as Strauss's<span> </span><em>Die Liebe der Danae</em>.</p>\n<p>But one work especially caught my eye: Fauré's<span> </span><em>Pénélope</em><strong>,<span> </span></strong>which will be performed at the Bavarian State Opera for the first time at this year's festival.</p>\n<p>Now, I can already hear some members of the audience thinking: \"Well,<span> </span><em>of course</em><span> </span>she chooses the French one.\" Yes, but I would like to highlight<span> </span><em>Pénélope</em><span> </span>for an entirely different reason.</p>\n<p>It is the perfect distillation of European culture – both past and present.</p>\n<p>It is a story based on a Greek myth. After all, Pénélope is the loyal wife of Odysseus in Homer's<span> </span><em>Odyssey</em>. It is a story reimagined as an opera, an art form with roots in late 16th century Italy. It was written in France and performed in the country's native language. And it is now being directed here in Munich.</p>\n<p>This opera is an odyssey through European culture itself – from ancient Greece to modern Germany, via Italy and France. It is also the story of a resilient woman.</p>\n</div>\n",
  "content_text": "It is a pleasure to be here at the Munich Opera Festival. This festival draws on a tradition that stretches back 150 years. And over the next five weeks, audiences will experience a rich variety of performances. The programme includes some of opera's canonical heavyweights, like Mozart's Don Giovanni . But it also ventures into rarer territory, with works such as Strauss's Die Liebe der Danae . But one work especially caught my eye: Fauré's Pénélope , which will be performed at the Bavarian State Opera for the first time at this year's festival. Now, I can already hear some members of the audience thinking: \"Well, of course she chooses the French one.\" Yes, but I would like to highlight Pénélope for an entirely different reason. It is the perfect distillation of European culture – both past and present. It is a story based on a Greek myth. After all, Pénélope is the loyal wife of Odysseus in Homer's Odyssey . It is a story reimagined as an opera, an art form with roots in late 16th century Italy. It was written in France and performed in the country's native language. And it is now being directed here in Munich. This opera is an odyssey through European culture itself – from ancient Greece to modern Germany, via Italy and France. It is also the story of a resilient woman.",
  "date_parsed": "2025-07-02",
  "name": "Christine Lagarde",
  "name_orig": "Christine Lagarde",
  "url_orig": "https://www.bis.org/review/r250630d.htm"
}