{
  "source_url": "https://www.bis.org/review/r251201b.htm",
  "headline": "Christine Lagarde: Fiscal policy and growth in Europe",
  "description_html": "\n<p>Keynote speech by Ms Christine Lagarde, President of the European Central Bank, in the session \"Central banks in a changing world\" at the European Meeting of the Trilateral Commission in Vienna, Vienna, 22 November 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Ms Christine Lagarde, President of the European Central Bank, in the session \"Central banks in a changing world\" at the European Meeting of the Trilateral Commission in Vienna, Vienna, 22 November 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "04 December 2025",
  "pdf_url": "https://www.bis.org/review/r251201b.pdf",
  "content_html": "\n<p>It is a pleasure to be here in Vienna.</p>\n<p>The relationship between central banks and governments has evolved substantially over the centuries.</p>\n<p>Historically, central banks were often created to provide governments with financing.<span> </span>But if monetary history teaches us one lesson, it is that central banks kept under the thumb of the state tend to generate inflation.</p>\n<p>This insight emerged only gradually.</p>\n<p>In the early 19th century, Napoleon Bonaparte – who founded the Banque de France – is said to have acknowledged that a central bank should serve the state, but not be excessively dominated by it.<span style=\"font-size: 13.6px;\"> </span>Well, that was a start at least.</p>\n<p>Over time, however, and especially in the second half of the 20th century, recognition grew that the more operationally independent a central bank became, the lower and less volatile inflation outcomes were. This relationship is well established in the empirical literature.</p>\n<p>But there is always the concern that a short-sighted government may be tempted to try to force the hand of a central bank to finance its debt – despite the lessons of history.</p>\n",
  "content_text": "It is a pleasure to be here in Vienna. The relationship between central banks and governments has evolved substantially over the centuries. Historically, central banks were often created to provide governments with financing. But if monetary history teaches us one lesson, it is that central banks kept under the thumb of the state tend to generate inflation. This insight emerged only gradually. In the early 19th century, Napoleon Bonaparte – who founded the Banque de France – is said to have acknowledged that a central bank should serve the state, but not be excessively dominated by it. Well, that was a start at least. Over time, however, and especially in the second half of the 20th century, recognition grew that the more operationally independent a central bank became, the lower and less volatile inflation outcomes were. This relationship is well established in the empirical literature. But there is always the concern that a short-sighted government may be tempted to try to force the hand of a central bank to finance its debt – despite the lessons of history.",
  "date_parsed": "2025-12-04",
  "name": "Christine Lagarde",
  "name_orig": "Christine Lagarde",
  "url_orig": "https://www.bis.org/review/r251201b.htm"
}