{
  "source_url": "https://www.bis.org/review/r250407l.htm",
  "headline": "Christine Lagarde: A \"European moment\" in an inverted world",
  "description_html": "\n<p>Speech by Ms Christine Lagarde, President of the European Central Bank, on the occasion of the conferral of the Sutherland Leadership Award, Dublin, 2 April 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Ms Christine Lagarde, President of the European Central Bank, on the occasion of the conferral of the Sutherland Leadership Award, Dublin, 2 April 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "07 April 2025",
  "pdf_url": "https://www.bis.org/review/r250407l.pdf",
  "content_html": "\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<p>It is an honour to receive the Sutherland Leadership Award.</p>\n<p>There are moments in history when things that were once set in stone become fluid. Institutions, norms and alliances that seemed timeless can suddenly be remade.</p>\n<p>These moments typically come only once in a generation. Peter Sutherland faced such a juncture when the Cold War ended. The collapse of the Soviet Union could have ushered in a period of global instability and turmoil.</p>\n<p>But Peter demonstrated skilful leadership to leverage the defining geopolitical event of his time. As head of the General Agreement on Tariffs and Trade, he successfully led the world's largest trade negotiation, involving over 120 countries, which ushered in an era of unprecedented global cooperation and prosperity.<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a><span class=\"ecb-footnote-toggle\"></span></p>\n<p>Compared with Peter's era, however, the geopolitical landscape we face today has been turned upside down. We can see this inverted world playing out in different ways.</p>\n<p>After the Cold War, the global economy was generally one of openness, integration and certainty. Everyone benefited from a hegemon, the United States, that was committed to a multilateral, rules-based order. This allowed trade and investment to flourish.</p>\n<p>But today we must contend with closure, fragmentation and uncertainty.</p>\n<p>Geopolitical rivalries are spurring protectionism and upending global supply chains. The international institutions that Peter helped to build are facing increasing challenges. And one index of trade policy uncertainty now stands at more than eight times its average value since 2021.<a class=\"hashlink\" href=\"#fn2\" id=\"fn_2\"><sup>2</sup></a><span class=\"ecb-footnote-toggle\"></span></p>\n<p>This landscape poses a serious challenge for Europe on two fronts.</p>\n<p>Economically, it risks compounding existing issues like sluggish productivity growth and weak competitiveness. Europe's reliance on external trade – its trade-to-GDP ratio is about twice that of the United States – makes it vulnerable to trade headwinds. On top of this, pronounced uncertainty may hold back the investment necessary for Europe's recovery.</p>\n<p>Strategically, this new environment could also heighten our security vulnerabilities. We can no longer fully count on the security arrangements that have stood in place since the Second World War. If a security vacuum should arise, it may encourage opportunism by hostile actors on Europe's doorstep.</p>\n<p>Yet despite this challenging landscape, I see a tremendous opportunity for Europe.</p>\n<p>Just as in Peter's time, the structures that once seemed permanent are now becoming fluid again. And just as he did, we can harness the momentum created by geopolitical events to drive positive change.</p>\n<p>So how can we – as Europeans – rise to the moment?</p>\n<p>We can do so by embracing a simple idea that, at first glance, seems contradictory, but which in an inverted world makes perfect sense: we must cooperate to compete. And in doing so, we must also leverage our competitive advantage.</p>\n<p>On the economic front, we need to work together to simplify and scale up our economy so that we can hold our own in a world dominated by economic giants. If we do so, we can attract talent and investment.</p>\n<p>That means integrating our capital markets, allowing Europe's ample savings to fund our much-needed investments. And following the powerful example set by Peter during his time as European Commissioner in the 1980s, it means removing internal barriers that stand in the way of our Single Market, allowing our firms to scale more easily and compete more effectively.<a class=\"hashlink\" href=\"#fn3\" id=\"fn_3\"><sup>3</sup></a><span class=\"ecb-footnote-toggle\"></span></p>\n<p>There is clear momentum on this front. The reports by Enrico Letta and Mario Draghi have opened the way. And with its Competitiveness Compass, the European Commission has put forward a concrete roadmap with milestones that should be urgently implemented.</p>\n<p>But we cannot stop halfway and we are pressed for time. As we scale up our economy, we need to scale up our decision-making to match it – and thereby stand tall and be heard.</p>\n<p>At a time when major economies are adopting cohesive strategic agendas – using tariffs, for example, to extract concessions on other strategic goals – Europe cannot afford to be disunited. If we cannot take decisions in a European way, then others will use that against us.</p>\n<p>To stand our ground, we need to be able to act as a single entity across several key areas. And that means we need to structurally change how we make decisions.</p>\n<p>We know what stands in our way: a historical tradition whereby a single veto can scupper the collective interest of 26 other countries. But given the geopolitical shift at hand, I am convinced that national and European interests have never been so aligned. In this inverted world, more qualified majority voting would therefore be inherently more democratic.</p>\n<p>I have no doubt that we can unleash a \"European moment\" –<span> </span><em>if</em><span> </span>leaders are willing to seize it.</p>\n<p>If it sounds like I am confident about Europe's future, it is because I am. But I am in good company here tonight. A recent survey finds that of all the Member States, the Irish are the most optimistic about the EU's future, and they are among the strongest supporters of the euro.<a class=\"hashlink\" href=\"#fn4\" id=\"fn_4\"><sup>4</sup></a><span class=\"ecb-footnote-toggle\"></span></p>\n<p>This sense of optimism is perhaps rooted in Ireland's extraordinary transformation in recent decades. And here I am reminded of the words of Oscar Wilde, who once wrote, \"Success is a science; if you have the conditions, you get the result.\"<a class=\"hashlink\" href=\"#fn5\" id=\"fn_5\"><sup>5</sup></a><span class=\"ecb-footnote-toggle\"></span></p>\n<p>Ireland put those conditions in place during the most challenging of times, and has reaped the rewards. It is now incumbent on Europe to do the same.</p>\n<p>Thank you.</p>\n<hr/>\n<div class=\"ts-footnote-2\" id=\"sC-component-footnotes\">\n<p class=\"footnote\"><span><span style=\"font-size: 13.6px;\"><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> </span></span>See Chapter 10 in Walsh, J. (2020),<span> </span><em>The Globalist: Peter Sutherland – His Life and Legacy</em>, William Collins, London.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup>2</sup></a> Index based on Caldara, D. et al. (2020), \"The economic effects of trade policy uncertainty\",<span> </span><em>Journal of Monetary Economics</em>, Vol. 109, pp. 38-59. See also \"Topic 2: The impact of a shift in US trade policies\" in ECB (2025), \"<a class=\"external\" href=\"https://www.ecb.europa.eu/pub/pdf/annex/ecb.sp250320_annex.en.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">Introductory statement in three charts</a>\", 20 March.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_3\" name=\"fn3\"><sup>3</sup></a> See Chapter 8 in Walsh, J. (2020),<span> </span><em>The Globalist: Peter Sutherland – His Life and Legacy</em>, William Collins, London.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_4\" name=\"fn4\"><sup>4</sup></a> More specifically, at 77%, Ireland shares the top level of optimism about the EU's future with Poland. See Eurobarometer (2025), \"<a class=\"external\" href=\"https://ireland.representation.ec.europa.eu/news-and-events/news/new-eurobarometer-survey-shows-record-high-trust-eu-irish-people-most-optimistic-about-its-future-2024-11-29_en\" rel=\"noopener noreferrer\" target=\"_blank\">New Eurobarometer survey shows record high trust in the EU: Irish people most optimistic about its future</a>\".</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_5\" name=\"fn5\"><sup>5</sup></a> Wilde, O. in Hart-Davis, R. (ed.) (1962),<span> </span><em>The Letters of Oscar Wilde</em>, Harcourt, Brace &amp; World, New York, p. 143.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "It is an honour to receive the Sutherland Leadership Award. There are moments in history when things that were once set in stone become fluid. Institutions, norms and alliances that seemed timeless can suddenly be remade. These moments typically come only once in a generation. Peter Sutherland faced such a juncture when the Cold War ended. The collapse of the Soviet Union could have ushered in a period of global instability and turmoil. But Peter demonstrated skilful leadership to leverage the defining geopolitical event of his time. As head of the General Agreement on Tariffs and Trade, he successfully led the world's largest trade negotiation, involving over 120 countries, which ushered in an era of unprecedented global cooperation and prosperity. 1 Compared with Peter's era, however, the geopolitical landscape we face today has been turned upside down. We can see this inverted world playing out in different ways. After the Cold War, the global economy was generally one of openness, integration and certainty. Everyone benefited from a hegemon, the United States, that was committed to a multilateral, rules-based order. This allowed trade and investment to flourish. But today we must contend with closure, fragmentation and uncertainty. Geopolitical rivalries are spurring protectionism and upending global supply chains. The international institutions that Peter helped to build are facing increasing challenges. And one index of trade policy uncertainty now stands at more than eight times its average value since 2021. 2 This landscape poses a serious challenge for Europe on two fronts. Economically, it risks compounding existing issues like sluggish productivity growth and weak competitiveness. Europe's reliance on external trade – its trade-to-GDP ratio is about twice that of the United States – makes it vulnerable to trade headwinds. On top of this, pronounced uncertainty may hold back the investment necessary for Europe's recovery. Strategically, this new environment could also heighten our security vulnerabilities. We can no longer fully count on the security arrangements that have stood in place since the Second World War. If a security vacuum should arise, it may encourage opportunism by hostile actors on Europe's doorstep. Yet despite this challenging landscape, I see a tremendous opportunity for Europe. Just as in Peter's time, the structures that once seemed permanent are now becoming fluid again. And just as he did, we can harness the momentum created by geopolitical events to drive positive change. So how can we – as Europeans – rise to the moment? We can do so by embracing a simple idea that, at first glance, seems contradictory, but which in an inverted world makes perfect sense: we must cooperate to compete. And in doing so, we must also leverage our competitive advantage. On the economic front, we need to work together to simplify and scale up our economy so that we can hold our own in a world dominated by economic giants. If we do so, we can attract talent and investment. That means integrating our capital markets, allowing Europe's ample savings to fund our much-needed investments. And following the powerful example set by Peter during his time as European Commissioner in the 1980s, it means removing internal barriers that stand in the way of our Single Market, allowing our firms to scale more easily and compete more effectively. 3 There is clear momentum on this front. The reports by Enrico Letta and Mario Draghi have opened the way. And with its Competitiveness Compass, the European Commission has put forward a concrete roadmap with milestones that should be urgently implemented. But we cannot stop halfway and we are pressed for time. As we scale up our economy, we need to scale up our decision-making to match it – and thereby stand tall and be heard. At a time when major economies are adopting cohesive strategic agendas – using tariffs, for example, to extract concessions on other strategic goals – Europe cannot afford to be disunited. If we cannot take decisions in a European way, then others will use that against us. To stand our ground, we need to be able to act as a single entity across several key areas. And that means we need to structurally change how we make decisions. We know what stands in our way: a historical tradition whereby a single veto can scupper the collective interest of 26 other countries. But given the geopolitical shift at hand, I am convinced that national and European interests have never been so aligned. In this inverted world, more qualified majority voting would therefore be inherently more democratic. I have no doubt that we can unleash a \"European moment\" – if leaders are willing to seize it. If it sounds like I am confident about Europe's future, it is because I am. But I am in good company here tonight. A recent survey finds that of all the Member States, the Irish are the most optimistic about the EU's future, and they are among the strongest supporters of the euro. 4 This sense of optimism is perhaps rooted in Ireland's extraordinary transformation in recent decades. And here I am reminded of the words of Oscar Wilde, who once wrote, \"Success is a science; if you have the conditions, you get the result.\" 5 Ireland put those conditions in place during the most challenging of times, and has reaped the rewards. It is now incumbent on Europe to do the same. Thank you. 1 See Chapter 10 in Walsh, J. (2020), The Globalist: Peter Sutherland – His Life and Legacy , William Collins, London. 2 Index based on Caldara, D. et al. (2020), \"The economic effects of trade policy uncertainty\", Journal of Monetary Economics , Vol. 109, pp. 38-59. See also \"Topic 2: The impact of a shift in US trade policies\" in ECB (2025), \" Introductory statement in three charts \", 20 March. 3 See Chapter 8 in Walsh, J. (2020), The Globalist: Peter Sutherland – His Life and Legacy , William Collins, London. 4 More specifically, at 77%, Ireland shares the top level of optimism about the EU's future with Poland. See Eurobarometer (2025), \" New Eurobarometer survey shows record high trust in the EU: Irish people most optimistic about its future \". 5 Wilde, O. in Hart-Davis, R. (ed.) (1962), The Letters of Oscar Wilde , Harcourt, Brace & World, New York, p. 143.",
  "date_parsed": "2025-04-07",
  "name": "Christine Lagarde",
  "link_number": "23",
  "name_orig": "Christine Lagarde",
  "url_orig": "https://www.bis.org/review/r250407l.htm"
}