{
  "source_url": "https://www.bis.org/review/r250324j.htm",
  "headline": "Christodoulos Patsalides: Current landscape and future challenges",
  "description_html": "\n<p>Welcoming speech by Mr Christodoulos Patsalides, Governor of the Central Bank of Cyprus, at the Joint Conference on Cyprus Economy by the Central Bank of Cyprus (CBC) and the European Stability Mechanism (ESM), Nicosia, 21 March 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Welcoming speech by Mr Christodoulos Patsalides, Governor of the Central Bank of Cyprus, at the Joint Conference on Cyprus Economy by the Central Bank of Cyprus (CBC) and the European Stability Mechanism (ESM), Nicosia, 21 March 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "25 March 2025",
  "pdf_url": "https://www.bis.org/review/r250324j.pdf",
  "content_html": "\n<p><span>Ladies and gentlemen, esteemed guests, colleagues,</span></p>\n<p><span>It is a great pleasure to welcome you today to this conference, jointly organized by the Central Bank of Cyprus and the European Stability Mechanism (ESM). I extend my sincere gratitude to our distinguished speakers and participants for joining us today to engage in an important discussion on the structural transformation of the Cypriot economy over the recent years.</span></p>\n<p><span>Cyprus stands at a pivotal moment in its ongoing economic evolution. Over the past decade, we have witnessed significant shifts in our economic and banking models, from the recovery following the financial crisis of 2013 to a more diversified and resilient economy today. At the same time, global and regional developments-including geopolitical and trade tensions, technological advancements, and climate imperatives- are shaping a new economic reality that requires strategic adaptation and agile forward-looking policies, but they are also fueling uncertainty that warrants vigilance and agility.</span></p>\n<p><span>The ESM has played a crucial role in safeguarding financial stability in the euro area and has been a key partner in Cyprus's economic recovery and resilience. Its role in ensuring a robust macroeconomic and financial performance is as relevant today as it was during the crisis years. However, stability and robustness alone are not enough-we must also ensure that our economy is built on a foundation of sustainability, innovation, and inclusiveness.</span></p>\n<h3>The Banking Sector: a pillar of economic stability</h3>\n<p><span>A critical component of our economic transformation has been the strengthening of our banking sector. Over the past decade, Cyprus has made remarkable progress in enhancing financial stability, reducing non-performing loans, and improving regulatory oversight. The banking sector today is resilient and enjoys stronger capital and  liquidity buffers, among the highest in the euro area. These reforms have positioned our financial institutions to support economic growth more effectively.</span></p>\n<p><span>Looking ahead, the continued modernization of our banking system will be crucial. Embracing digitalization, strengthening financial literacy, and ensuring access to financing for businesses and households are key priorities. Additionally, aligning with European banking standards and sustainability frameworks will further enhance the sector's role in fostering long-term economic stability. The resilience and adaptability of our financial institutions will be instrumental in supporting Cyprus's broader economic transformation.</span></p>\n<h3>Structural Changes: the future of the Cypriot economy</h3>\n<p><span>Cyprus has made substantial progress in bolstering its financial system and expanding its economic diversification. However, structural challenges persist, and our discussions today will center on effective strategies to tackle them. I will now mention some of the key areas of transformation that have strengthened Cyprus's ability to withstand external shocks, whether from financial market fluctuations, geopolitical shifts, or supply chain disruptions:</span></p>\n<p><span>We have reduced reliance on traditional sectors and expanded our footprint on industries such as technology, fintech, and renewable energy.</span></p>\n<p><span>The adoption of digital financial services enhanced productivity, and promoted  innovation.</span></p>\n<p><span>We have aligned our economy with European and global sustainability goals, thus ensuring that growth is both environmentally responsible and economically viable.</span></p>\n<p><span>As regards labour market and skills development, we have adopted demographic changes by fostering lifelong learning, and ensuring that our workforce is equipped with the skills necessary for the jobs of the future.</span></p>\n<h3>Structural reforms and the Stability and Growth Pact</h3>\n<p><span>Structural changes are not just a necessity for economic modernization, they are also closely linked to the European framework for fiscal and economic governance. The Stability and Growth Pact (SGP) sets the rules for sound public finances in the euro area, ensuring that fiscal policies support economic stability and sustainable growth. As Cyprus continues its path of economic transformation, it is imperative that our structural reforms are aligned with the principles of fiscal responsibility, debt sustainability, and macroeconomic resilience. The budget surplus for 2024, which reached 4,5% of GDP, illustrates our commitment to fiscal responsibility. Furthermore, the trajectory of public debt, which reached 61,9% in January 2025, reinforces the country's progress toward long-term financial stability.</span></p>\n<p><span>The SGP framework emphasizes structural reforms that enhance productivity, competitiveness, and economic resilience. For Cyprus, this means:</span></p>\n<ul>\n<li><span>Strengthening public finances further while supporting growth-enhancing reforms in key sectors.</span></li>\n<li><span>Ensuring that investments in digital and green transformation are conducted in a fiscally sustainable manner.</span></li>\n<li><span>Enhancing the efficiency of public administration and regulatory frameworks, fostering an environment that supports private sector growth and innovation.</span></li>\n</ul>\n<p><span>At the Central Bank of Cyprus, we recognize the importance of the balance between fiscal prudence and strategic investment in long-term growth. Our policies must safeguard that Cyprus continues to comply with the European fiscal framework while creating the conditions for sustainable economic progress.</span></p>\n<h3>A shared responsibility for the future</h3>\n<p><span>While challenges remain, Cyprus has repeatedly exhibited through time endurance and its ability to adapt, reform, and progress. It is now the time to navigate the next steps in this journey, identifying policy priorities, investment opportunities, and regulatory frameworks that will further shape a healthy and prosperous future of our economy. A research and policy center has been recently established at the Central Bank of Cyprus, dedicated to conducting in-depth analysis and research to inform and guide our policy decisions.</span></p>\n<p><span>I encourage an active engagement in today's discussions, exchange of ideas, and exploring solutions that will enable Cyprus to position itself as a dynamic, competitive, and resilient economy within the euro area and beyond.</span></p>\n<p><span>Once again, I would like to extend my sincere appreciation to our ESM colleagues for their collaboration and I wish you all a productive and insightful participation.</span></p>\n<p><span>Thank you.</span></p>\n",
  "content_text": "Ladies and gentlemen, esteemed guests, colleagues, It is a great pleasure to welcome you today to this conference, jointly organized by the Central Bank of Cyprus and the European Stability Mechanism (ESM). I extend my sincere gratitude to our distinguished speakers and participants for joining us today to engage in an important discussion on the structural transformation of the Cypriot economy over the recent years. Cyprus stands at a pivotal moment in its ongoing economic evolution. Over the past decade, we have witnessed significant shifts in our economic and banking models, from the recovery following the financial crisis of 2013 to a more diversified and resilient economy today. At the same time, global and regional developments-including geopolitical and trade tensions, technological advancements, and climate imperatives- are shaping a new economic reality that requires strategic adaptation and agile forward-looking policies, but they are also fueling uncertainty that warrants vigilance and agility. The ESM has played a crucial role in safeguarding financial stability in the euro area and has been a key partner in Cyprus's economic recovery and resilience. Its role in ensuring a robust macroeconomic and financial performance is as relevant today as it was during the crisis years. However, stability and robustness alone are not enough-we must also ensure that our economy is built on a foundation of sustainability, innovation, and inclusiveness. The Banking Sector: a pillar of economic stability A critical component of our economic transformation has been the strengthening of our banking sector. Over the past decade, Cyprus has made remarkable progress in enhancing financial stability, reducing non-performing loans, and improving regulatory oversight. The banking sector today is resilient and enjoys stronger capital and  liquidity buffers, among the highest in the euro area. These reforms have positioned our financial institutions to support economic growth more effectively. Looking ahead, the continued modernization of our banking system will be crucial. Embracing digitalization, strengthening financial literacy, and ensuring access to financing for businesses and households are key priorities. Additionally, aligning with European banking standards and sustainability frameworks will further enhance the sector's role in fostering long-term economic stability. The resilience and adaptability of our financial institutions will be instrumental in supporting Cyprus's broader economic transformation. Structural Changes: the future of the Cypriot economy Cyprus has made substantial progress in bolstering its financial system and expanding its economic diversification. However, structural challenges persist, and our discussions today will center on effective strategies to tackle them. I will now mention some of the key areas of transformation that have strengthened Cyprus's ability to withstand external shocks, whether from financial market fluctuations, geopolitical shifts, or supply chain disruptions: We have reduced reliance on traditional sectors and expanded our footprint on industries such as technology, fintech, and renewable energy. The adoption of digital financial services enhanced productivity, and promoted  innovation. We have aligned our economy with European and global sustainability goals, thus ensuring that growth is both environmentally responsible and economically viable. As regards labour market and skills development, we have adopted demographic changes by fostering lifelong learning, and ensuring that our workforce is equipped with the skills necessary for the jobs of the future. Structural reforms and the Stability and Growth Pact Structural changes are not just a necessity for economic modernization, they are also closely linked to the European framework for fiscal and economic governance. The Stability and Growth Pact (SGP) sets the rules for sound public finances in the euro area, ensuring that fiscal policies support economic stability and sustainable growth. As Cyprus continues its path of economic transformation, it is imperative that our structural reforms are aligned with the principles of fiscal responsibility, debt sustainability, and macroeconomic resilience. The budget surplus for 2024, which reached 4,5% of GDP, illustrates our commitment to fiscal responsibility. Furthermore, the trajectory of public debt, which reached 61,9% in January 2025, reinforces the country's progress toward long-term financial stability. The SGP framework emphasizes structural reforms that enhance productivity, competitiveness, and economic resilience. For Cyprus, this means: Strengthening public finances further while supporting growth-enhancing reforms in key sectors. Ensuring that investments in digital and green transformation are conducted in a fiscally sustainable manner. Enhancing the efficiency of public administration and regulatory frameworks, fostering an environment that supports private sector growth and innovation. At the Central Bank of Cyprus, we recognize the importance of the balance between fiscal prudence and strategic investment in long-term growth. Our policies must safeguard that Cyprus continues to comply with the European fiscal framework while creating the conditions for sustainable economic progress. A shared responsibility for the future While challenges remain, Cyprus has repeatedly exhibited through time endurance and its ability to adapt, reform, and progress. It is now the time to navigate the next steps in this journey, identifying policy priorities, investment opportunities, and regulatory frameworks that will further shape a healthy and prosperous future of our economy. A research and policy center has been recently established at the Central Bank of Cyprus, dedicated to conducting in-depth analysis and research to inform and guide our policy decisions. I encourage an active engagement in today's discussions, exchange of ideas, and exploring solutions that will enable Cyprus to position itself as a dynamic, competitive, and resilient economy within the euro area and beyond. Once again, I would like to extend my sincere appreciation to our ESM colleagues for their collaboration and I wish you all a productive and insightful participation. Thank you.",
  "date_parsed": "2025-03-25",
  "name": "Christodoulos Patsalides",
  "link_number": "3",
  "name_orig": "Christodoulos Patsalides",
  "url_orig": "https://www.bis.org/review/r250324j.htm"
}