{
  "source_url": "https://www.bis.org/review/r250313c.htm",
  "headline": "Christine Lagarde: A robust strategy for a new era",
  "description_html": "\n<p>Speech by Ms Christine Lagarde, President of the European Central Bank, at the 25th \"ECB and Its Watchers\" conference, organised by the Institute for Monetary and Financial Stability at Goethe University Frankfurt, Frankfurt am Main, 12 March 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Ms Christine Lagarde, President of the European Central Bank, at the 25th \"ECB and Its Watchers\" conference, organised by the Institute for Monetary and Financial Stability at Goethe University Frankfurt, Frankfurt am Main, 12 March 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "13 March 2025",
  "pdf_url": "https://www.bis.org/review/r250313c.pdf",
  "content_html": "\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<p>Paul Valéry wrote that \"the trouble with our times is that the future is not what it used to be\".</p>\n<p>Our expectations have indeed been swept aside in the last few years, and in the last few weeks in particular.</p>\n<p>Established certainties about the international order have been upended. Some alliances have become strained while others have drawn closer. We have seen political decisions that would have been unthinkable only a few months ago.</p>\n<p>The level of uncertainty we are facing is exceptionally high.</p>\n<p>An index of trade policy uncertainty currently stands at close to 350, more than six times its average value since 2021.<span style=\"font-size: 13.6px;\"> </span>And indicators of geopolitical risk stand at levels not seen since the Cold War, outside of wars and major terrorist attacks.</p>\n<p>This new environment raises fundamental questions for monetary policy. How can we deliver price stability in a new geopolitical era?</p>\n<p>Our strategy assessment is ongoing, as you know, and I will naturally not cover every issue in my speech today. I will focus on the factors I consider to be particularly relevant in this new era.</p>\n</div>\n</div>\n</div>\n",
  "content_text": "Paul Valéry wrote that \"the trouble with our times is that the future is not what it used to be\". Our expectations have indeed been swept aside in the last few years, and in the last few weeks in particular. Established certainties about the international order have been upended. Some alliances have become strained while others have drawn closer. We have seen political decisions that would have been unthinkable only a few months ago. The level of uncertainty we are facing is exceptionally high. An index of trade policy uncertainty currently stands at close to 350, more than six times its average value since 2021. And indicators of geopolitical risk stand at levels not seen since the Cold War, outside of wars and major terrorist attacks. This new environment raises fundamental questions for monetary policy. How can we deliver price stability in a new geopolitical era? Our strategy assessment is ongoing, as you know, and I will naturally not cover every issue in my speech today. I will focus on the factors I consider to be particularly relevant in this new era.",
  "date_parsed": "2025-03-13",
  "name": "Christine Lagarde",
  "link_number": "25",
  "name_orig": "Christine Lagarde",
  "url_orig": "https://www.bis.org/review/r250313c.htm"
}