{
  "source_url": "https://www.bis.org/review/r251127e.htm",
  "headline": "Christine Lagarde: From resilience to strength - unleashing Europe's domestic market",
  "description_html": "\n<p>Speech by Ms Christine Lagarde, President of the European Central Bank, at the 35th Frankfurt European Banking Congress, Frankfurt am Main, 21 November 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Ms Christine Lagarde, President of the European Central Bank, at the 35th Frankfurt European Banking Congress, Frankfurt am Main, 21 November 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "01 December 2025",
  "pdf_url": "https://www.bis.org/review/r251127e.pdf",
  "content_html": "\n<p>I would like to start with a quote:</p>\n<p>\"The world around us does not stand still.</p>\n<p>In recent years, the global environment has been transformed in ways that none of us could have imagined. We have seen the post-war global order fracturing, the rise of new – and some old – powers, rapid changes in technology, and an uncertain outlook for global trade and finance.</p>\n<p>Uncertainty abounds and conventional wisdom is being challenged, in politics, in diplomacy and in economics. And, unavoidably, this calls on Europe to consider its place in the world and reset its ambitions.\"</p>\n<p>This may sound like the kind of passage you have heard in many speeches this year. But, in fact, it is from the first speech I gave as ECB President – at this very conference in November 2019.</p>\n<p>In that speech, I urged Europe to recognise that its old growth model – built on export-led growth – was coming under strain.</p>\n<p>And I called for a shift: to focus instead on developing our domestic economy as a source of resilience in an uncertain world.</p>\n<p>My point was not to argue for protectionism or inward-looking policies.</p>\n",
  "content_text": "I would like to start with a quote: \"The world around us does not stand still. In recent years, the global environment has been transformed in ways that none of us could have imagined. We have seen the post-war global order fracturing, the rise of new – and some old – powers, rapid changes in technology, and an uncertain outlook for global trade and finance. Uncertainty abounds and conventional wisdom is being challenged, in politics, in diplomacy and in economics. And, unavoidably, this calls on Europe to consider its place in the world and reset its ambitions.\" This may sound like the kind of passage you have heard in many speeches this year. But, in fact, it is from the first speech I gave as ECB President – at this very conference in November 2019. In that speech, I urged Europe to recognise that its old growth model – built on export-led growth – was coming under strain. And I called for a shift: to focus instead on developing our domestic economy as a source of resilience in an uncertain world. My point was not to argue for protectionism or inward-looking policies.",
  "date_parsed": "2025-12-01",
  "name": "Christine Lagarde",
  "name_orig": "Christine Lagarde",
  "url_orig": "https://www.bis.org/review/r251127e.htm"
}