{
  "source_url": "https://www.bis.org/review/r251027e.htm",
  "headline": "Christine Lagarde: Europe's road to renewables",
  "description_html": "\n<p>Speech by Ms Christine Lagarde, President of the European Central Bank, at Norges Bank's (Central Bank of Norway) Climate Conference, Oslo, 21 October 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Ms Christine Lagarde, President of the European Central Bank, at Norges Bank's (Central Bank of Norway) Climate Conference, Oslo, 21 October 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "05 November 2025",
  "pdf_url": "https://www.bis.org/review/r251027e.pdf",
  "content_html": "\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"></a></p>\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<p>It is a pleasure to be at Norges Bank again.</p>\n<p>When I last visited the central bank, back in the summer of 2016, the world – and Europe – were in a very different place.</p>\n<p>The Paris Agreement, the international treaty to reduce greenhouse gas emissions, was not yet one year old, and still enjoyed strong support among all major powers.</p>\n<p>A benign geopolitical environment also blurred the risks of Europe's growing energy dependencies. Nord Stream-2, a new gas pipeline project, had recently been announced, promising to deliver cheap Russian gas to the continent.</p>\n<p>Since then, our world has changed dramatically.</p>\n<p>We are witnessing a growing denial of the climate crisis and a backlash against green initiatives. The war in Ukraine further exposed Europe's energy dependencies as strategic vulnerabilities, driving up gas prices after the cut-off of the Russian pipeline supply.</p>\n<p>As a result, energy prices have risen sharply, since gas remains the marginal price setter in the EU energy market for most of the time. This has weighed heavily on the competitiveness of European companies and pushed up household bills.</p>\n<p>In this new environment, many countries face an increasingly difficult trade-off among three key energy policy goals.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n<sup></sup></div>\n</div>\n</div>\n</div>\n",
  "content_text": "It is a pleasure to be at Norges Bank again. When I last visited the central bank, back in the summer of 2016, the world – and Europe – were in a very different place. The Paris Agreement, the international treaty to reduce greenhouse gas emissions, was not yet one year old, and still enjoyed strong support among all major powers. A benign geopolitical environment also blurred the risks of Europe's growing energy dependencies. Nord Stream-2, a new gas pipeline project, had recently been announced, promising to deliver cheap Russian gas to the continent. Since then, our world has changed dramatically. We are witnessing a growing denial of the climate crisis and a backlash against green initiatives. The war in Ukraine further exposed Europe's energy dependencies as strategic vulnerabilities, driving up gas prices after the cut-off of the Russian pipeline supply. As a result, energy prices have risen sharply, since gas remains the marginal price setter in the EU energy market for most of the time. This has weighed heavily on the competitiveness of European companies and pushed up household bills. In this new environment, many countries face an increasingly difficult trade-off among three key energy policy goals.",
  "date_parsed": "2025-11-05",
  "name": "Christine Lagarde",
  "name_orig": "Christine Lagarde",
  "url_orig": "https://www.bis.org/review/r251027e.htm"
}