{
  "source_url": "https://www.bis.org/review/r251007q.htm",
  "headline": "Christine Lagarde: Monetary policy and financial stability - past lessons for future resilience",
  "description_html": "\n<p>Keynote speech by Ms Christine Lagarde, President of the European Central Bank, at the farewell symposium for De Nederlandsche Bank President Klaas Knot \"Europe in the world - challenges and opportunities\", Amsterdam, 3 October 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Ms Christine Lagarde, President of the European Central Bank, at the farewell symposium for De Nederlandsche Bank President Klaas Knot \"Europe in the world - challenges and opportunities\", Amsterdam, 3 October 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "08 October 2025",
  "pdf_url": "https://www.bis.org/review/r251007q.pdf",
  "content_html": "\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"></a></p>\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<p>It is a pleasure to be here in Amsterdam.</p>\n<p>At today's symposium, we are saying a fond farewell to an outstanding colleague and friend. Klaas, you can look back on a remarkable career in public service at the national, European and global levels.</p>\n<p>You were at the helm of De Nederlandsche Bank for over 5,000 days.<span style=\"font-size: 13.6px;\"> </span>In that time, you were a gifted communicator, conveying complex themes to the Dutch public in clear but never simplistic terms.</p>\n<p>As a member of the Governing Council, you participated in over 330 meetings, overseen by three different ECB Presidents. I won't put you on the spot by asking you who your favourite was. You can tell me later – no pressure.</p>\n<p>Being one of the elders on the Governing Council, your voice carried a weight that helped to forge policy consensus at the most critical of moments – be it during the pandemic or during the sharpest inflation shock in a generation.</p>\n<p>And with experience comes wisdom. As Chair of the Financial Stability Board (FSB), you used that wisdom to advance the global agenda on financial stability, shaping international standards and coordination.</p>\n<p>Klaas, you are known for reminding colleagues who tend to talk at length to be more \"impactful\" in their interventions. Well, now the pressure is on me. I promise to be as \"impactful\" as I can.</p>\n<p>So today, I would like to focus on the two themes that have defined your career: monetary policy and financial stability.<span> </span>And in so doing, I will discuss the powerful role that regulation and supervision can play in reducing the potential trade-offs between them.</p>\n</div>\n</div>\n</div>\n<sup></sup></div>\n</div>\n</div>\n</div>\n",
  "content_text": "It is a pleasure to be here in Amsterdam. At today's symposium, we are saying a fond farewell to an outstanding colleague and friend. Klaas, you can look back on a remarkable career in public service at the national, European and global levels. You were at the helm of De Nederlandsche Bank for over 5,000 days. In that time, you were a gifted communicator, conveying complex themes to the Dutch public in clear but never simplistic terms. As a member of the Governing Council, you participated in over 330 meetings, overseen by three different ECB Presidents. I won't put you on the spot by asking you who your favourite was. You can tell me later – no pressure. Being one of the elders on the Governing Council, your voice carried a weight that helped to forge policy consensus at the most critical of moments – be it during the pandemic or during the sharpest inflation shock in a generation. And with experience comes wisdom. As Chair of the Financial Stability Board (FSB), you used that wisdom to advance the global agenda on financial stability, shaping international standards and coordination. Klaas, you are known for reminding colleagues who tend to talk at length to be more \"impactful\" in their interventions. Well, now the pressure is on me. I promise to be as \"impactful\" as I can. So today, I would like to focus on the two themes that have defined your career: monetary policy and financial stability. And in so doing, I will discuss the powerful role that regulation and supervision can play in reducing the potential trade-offs between them.",
  "date_parsed": "2025-10-08",
  "name": "Christine Lagarde",
  "link_number": "4",
  "name_orig": "Christine Lagarde",
  "url_orig": "https://www.bis.org/review/r251007q.htm"
}