{
  "source_url": "https://www.bis.org/review/r250429o.htm",
  "headline": "Christodoulos Patsalides: The economy of Cyprus - developments and outlook",
  "description_html": "\n<p>Speech by Mr Christodoulos Patsalides, Governor of the Central Bank of Cyprus, at the 3rd Capital Link Cyprus Business Forum, New York City, 4 April 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Christodoulos Patsalides, Governor of the Central Bank of Cyprus, at the 3rd Capital Link Cyprus Business Forum, New York City, 4 April 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "02 May 2025",
  "pdf_url": "https://www.bis.org/review/r250429o.pdf",
  "content_html": "\n<h3>Intoduction</h3>\n<p>Your Excellency, the President of the Republic of Cyprus, distinguished guests, esteemed colleagues, and friends,</p>\n<p>It is a great pleasure to address the 3rd Capital Link Cyprus Business Forum here in New York, a city that has long served as a global hub for business, finance, and innovation. I would like to extend my sincere gratitude to the organizers for bringing us together today to exchange insights on the economic trajectory of Cyprus. Events like this are crucial in fostering dialogue and reinforcing the strong economic ties between Cyprus and the international business community.</p>\n<h3>Key metrics of the Cypriot Economy</h3>\n<p>The Cypriot economy and its banking sector have continued to demonstrate remarkable resilience, despite an increasingly volatile global environment marked by geopolitical uncertainty and rising trade tensions. In 2024, Cyprus achieved robust economic growth, significantly outpacing the euro area average and primarily driven by foreign investment, robust tourism, and rapid expansion in Information and Communication Technologies. At the same time, unemployment declined notably, falling well below the euro area average and approaching conditions of full employment, while inflation declined significantly and remains well on track. Fiscal performance also strengthened considerably, with public debt reduced to levels well below the euro area average, highlighting the country's improved fiscal discipline.</p>\n<p>Meanwhile, key indicators of banking sector strength remained solid. Capital adequacy levels, as measured by the Common Equity Tier 1 (CET1) ratio, are significantly above the EU average, and profitability, as measured by Return on Equity, reached one of the highest levels across the Union. Cypriot banks also continue to maintain some of the strongest liquidity positions in the EU, further reinforcing the sector's soundness and resilience.</p>\n<p>The remarkable economic performance of Cyprus was recently acknowledged by the International Monetary Fund. As mentioned in its Concluding Statement of its recent Article IV Mission:</p>\n<p> \"Cyprus has demonstrated impressive resilience to successive shocks. Growth has remained among the highest in the euro area, mainly supported by foreign investment, strong tourism, and a boom in the ICT sector.\"</p>\n<p>All major credit rating agencies have also recognized the notable progress of the economy, upgrading Cyprus's credit rating to the 'A' category. This progress not only reflects solid economic performance but also acts as a safeguard against global uncertainty and constitutes key factor for sustaining strong growth potential.</p>\n<h3>Domestic Economy</h3>\n<p><strong>Growth Outlook</strong></p>\n<p>Having outlined the broader context of the Cyprus economy, I will now turn to the growth outlook in more detail. In 2024, GDP growth reached 3.4% compared to 0.9% in the euro area. Domestic demand, and most specifically, private consumption has been a key driver of growth, complemented by a positive contribution from net exports, particularly export of services. Investments also registered an increase in 2024, across both housing and other private investments, such as ongoing implementation of major infrastructure projects with foreign financing as well as projects under the Recovery and Resilience Facility. Despite geopolitical challenges, tourism arrivals and revenue reached record levels in 2024, exceeding four million tourists for the first time. On the production side, the services sectors of the economy were the key drivers for economic activity. Specifically, the sectors of trade, transportation (particularly shipping), hotels and restaurants gave the greatest support to GDP growth. The information and communication sector as well as financial and professional services were also important contributors to growth. Finally, healthcare and education, real estate management activities, construction and manufacturing sectors also fueled economic activity.</p>\n<p>I would like to highlight at this point that the steps taken to diversify our economy-both across sectors, including services, tourism, and non-tourism-related industries, as well as across different markets-have played a key role in strengthening our resilience. These efforts have significantly enhanced our ability to withstand external shocks, particularly in times of geopolitical turmoil.</p>\n<p>Looking ahead, based on March 2025 projections of the Central Bank of Cyprus, GDP is expected to continue to grow robustly at around 3% per year over 2025-2027. This continued expansion is anticipated to largely stem from domestic demand, with external demand playing, to a lesser extent, a supporting role. Investments are also expected to remain strong. Nevertheless, persistent geopolitical tensions may introduce downside risks to the speed of external recovery.</p>\n<p><strong>Fiscal Developments and Public Debt Reduction</strong></p>\n<p>On the fiscal side, Cyprus has made significant strides in reinforcing fiscal stability, a cornerstone of sustainable economic progress. Notably, public debt declined substantially from 113.6% of GDP in 2020 to 65.4% in 2024. As of January 2025, the debt-to-GDP ratio had fallen further to 61.9%, reflecting disciplined fiscal policies and sound economic management. It should be noted that in the euro area, public debt stood at 88.2% at the end of the third quarter of 2024.</p>\n<p>Looking forward, the Ministry of Finance projects that this downward trajectory will persist, with public debt expected to fall below 50% of GDP by 2028. This fiscal consolidation not only strengthens Cyprus' financial resilience but also enhances investor confidence, reinforcing the country's attractiveness for foreign direct investment and securing long-term economic stability.</p>\n<p><strong>Inflation Trends</strong></p>\n<p>Turning to inflation, price stability remains a key focus. Inflationary pressures have eased significantly, with the headline inflation significantly declining to 2.3% in 2024 from 3.9% in 2023. This reduction has been largely driven by the correction of external supply-side shocks, particularly in energy markets, as well as the European Central Bank's monetary policy tightening.</p>\n<p>Over the period 2025-2027, inflation is projected to sustainably stabilize around 2%. This is in line with the medium-term target we set at the Governing Council of the ECB. Although certain services sectors continue to experience relatively elevated price growth, overall inflationary pressures remain well-contained, ensuring a stable environment for households and businesses alike. However, we must remain vigilant, as exceptionally high uncertainty continues to pose upside risks to inflation, alongside climate-related factors.</p>\n<p><strong>The Cyprus Banking Sector</strong></p>\n<p>The banking sector in Cyprus has demonstrated remarkable progress and resilience over the past years. Our financial institutions have not only navigated a challenging global environment but have also shown notable strides in strengthening their foundations. A primary indicator of this resilience is the enhancement of the solvency capacity, with the Common Equity Tier 1 (CET1) ratio increasing to 24.5% in December 2024. This increase places Cyprus at the top of the EU spectrum, well above the EU average of 16.1%.</p>\n<p>Despite the ongoing challenges from successive crises, Cyprus has experienced no clear signs of a decline in credit quality. On the contrary, the Non-Performing Loans (NPL) ratio has continued to show improvement. As of December 2024, it has decreased to 6.2%. Even though this is a positive trend, we must acknowledge that more work is needed, especially considering the EU's average NPL ratio of 1.9% as of the same period.</p>\n<p>Profitability has remained strong and persistent, with the Return on Equity (RoE) reaching 20.0% in December 2024, significantly higher than the EU average of 10.5% in the same period. Operational efficiency has also seen progress, as the cost-to-income ratio decreased to 37% in December 2024, a considerable improvement compared to previous years and lower than the EU's 54% average in the same period.</p>\n<p>Cypriot banks maintain some of the highest liquidity levels within the EU. This strong liquidity position enhances their capacity to navigate potential market disruptions and to continue supporting economic stability. As of December 2024, the Liquidity Coverage Ratio (LCR), which reflects a bank's ability to withstand significant liquidity outflows during stressful periods, stands at 333%, well above the EU average of 163% as of the same period and the minimum requirement of 100%. Similarly, the Net Stable Funding Ratio (NSFR), which measures the stability of a bank's funding sources, is at 188% in December 2024, exceeding both the EU average of 127% recorded in the same period and the required 100%.</p>\n<p>Looking ahead, the banking industry must navigate several challenges, including integrating AI, managing cyber risks, responding to geopolitical instability, shifting towards a more sustainable economy, addressing the growing need for substantial investments in technology, and adapting to heightened competition from the non-banking sector, particularly in the area of payment services. Addressing these key issues is crucial for maintaining the sector's positive growth and will continue to be a primary focus of our oversight efforts.</p>\n<h3>Conclusion</h3>\n<p>Cyprus has demonstrated resilience and strong economic performance against a backdrop of global uncertainties. Despite elevated international risk and the increasing geopolitical fragmentation, it is my belief that Cyprus will continue to prosper thanks to its commitment on prudent, yet business-friendly policies.</p>\n<p>Let me bring my speech to a close by quoting Warren Buffett's renowned advice: \"Risk comes from not knowing what you're doing.\" This obviously highlights the necessity for informed decision-making. I therefore urge you to examine the country's track record and to assess the ingredients of its pursued policies. I am confident that Cyprus will stand out as a compelling and reliable destination for investment.</p>\n<p>Thank you.</p>\n",
  "content_text": "Intoduction Your Excellency, the President of the Republic of Cyprus, distinguished guests, esteemed colleagues, and friends, It is a great pleasure to address the 3rd Capital Link Cyprus Business Forum here in New York, a city that has long served as a global hub for business, finance, and innovation. I would like to extend my sincere gratitude to the organizers for bringing us together today to exchange insights on the economic trajectory of Cyprus. Events like this are crucial in fostering dialogue and reinforcing the strong economic ties between Cyprus and the international business community. Key metrics of the Cypriot Economy The Cypriot economy and its banking sector have continued to demonstrate remarkable resilience, despite an increasingly volatile global environment marked by geopolitical uncertainty and rising trade tensions. In 2024, Cyprus achieved robust economic growth, significantly outpacing the euro area average and primarily driven by foreign investment, robust tourism, and rapid expansion in Information and Communication Technologies. At the same time, unemployment declined notably, falling well below the euro area average and approaching conditions of full employment, while inflation declined significantly and remains well on track. Fiscal performance also strengthened considerably, with public debt reduced to levels well below the euro area average, highlighting the country's improved fiscal discipline. Meanwhile, key indicators of banking sector strength remained solid. Capital adequacy levels, as measured by the Common Equity Tier 1 (CET1) ratio, are significantly above the EU average, and profitability, as measured by Return on Equity, reached one of the highest levels across the Union. Cypriot banks also continue to maintain some of the strongest liquidity positions in the EU, further reinforcing the sector's soundness and resilience. The remarkable economic performance of Cyprus was recently acknowledged by the International Monetary Fund. As mentioned in its Concluding Statement of its recent Article IV Mission: \"Cyprus has demonstrated impressive resilience to successive shocks. Growth has remained among the highest in the euro area, mainly supported by foreign investment, strong tourism, and a boom in the ICT sector.\" All major credit rating agencies have also recognized the notable progress of the economy, upgrading Cyprus's credit rating to the 'A' category. This progress not only reflects solid economic performance but also acts as a safeguard against global uncertainty and constitutes key factor for sustaining strong growth potential. Domestic Economy Growth Outlook Having outlined the broader context of the Cyprus economy, I will now turn to the growth outlook in more detail. In 2024, GDP growth reached 3.4% compared to 0.9% in the euro area. Domestic demand, and most specifically, private consumption has been a key driver of growth, complemented by a positive contribution from net exports, particularly export of services. Investments also registered an increase in 2024, across both housing and other private investments, such as ongoing implementation of major infrastructure projects with foreign financing as well as projects under the Recovery and Resilience Facility. Despite geopolitical challenges, tourism arrivals and revenue reached record levels in 2024, exceeding four million tourists for the first time. On the production side, the services sectors of the economy were the key drivers for economic activity. Specifically, the sectors of trade, transportation (particularly shipping), hotels and restaurants gave the greatest support to GDP growth. The information and communication sector as well as financial and professional services were also important contributors to growth. Finally, healthcare and education, real estate management activities, construction and manufacturing sectors also fueled economic activity. I would like to highlight at this point that the steps taken to diversify our economy-both across sectors, including services, tourism, and non-tourism-related industries, as well as across different markets-have played a key role in strengthening our resilience. These efforts have significantly enhanced our ability to withstand external shocks, particularly in times of geopolitical turmoil. Looking ahead, based on March 2025 projections of the Central Bank of Cyprus, GDP is expected to continue to grow robustly at around 3% per year over 2025-2027. This continued expansion is anticipated to largely stem from domestic demand, with external demand playing, to a lesser extent, a supporting role. Investments are also expected to remain strong. Nevertheless, persistent geopolitical tensions may introduce downside risks to the speed of external recovery. Fiscal Developments and Public Debt Reduction On the fiscal side, Cyprus has made significant strides in reinforcing fiscal stability, a cornerstone of sustainable economic progress. Notably, public debt declined substantially from 113.6% of GDP in 2020 to 65.4% in 2024. As of January 2025, the debt-to-GDP ratio had fallen further to 61.9%, reflecting disciplined fiscal policies and sound economic management. It should be noted that in the euro area, public debt stood at 88.2% at the end of the third quarter of 2024. Looking forward, the Ministry of Finance projects that this downward trajectory will persist, with public debt expected to fall below 50% of GDP by 2028. This fiscal consolidation not only strengthens Cyprus' financial resilience but also enhances investor confidence, reinforcing the country's attractiveness for foreign direct investment and securing long-term economic stability. Inflation Trends Turning to inflation, price stability remains a key focus. Inflationary pressures have eased significantly, with the headline inflation significantly declining to 2.3% in 2024 from 3.9% in 2023. This reduction has been largely driven by the correction of external supply-side shocks, particularly in energy markets, as well as the European Central Bank's monetary policy tightening. Over the period 2025-2027, inflation is projected to sustainably stabilize around 2%. This is in line with the medium-term target we set at the Governing Council of the ECB. Although certain services sectors continue to experience relatively elevated price growth, overall inflationary pressures remain well-contained, ensuring a stable environment for households and businesses alike. However, we must remain vigilant, as exceptionally high uncertainty continues to pose upside risks to inflation, alongside climate-related factors. The Cyprus Banking Sector The banking sector in Cyprus has demonstrated remarkable progress and resilience over the past years. Our financial institutions have not only navigated a challenging global environment but have also shown notable strides in strengthening their foundations. A primary indicator of this resilience is the enhancement of the solvency capacity, with the Common Equity Tier 1 (CET1) ratio increasing to 24.5% in December 2024. This increase places Cyprus at the top of the EU spectrum, well above the EU average of 16.1%. Despite the ongoing challenges from successive crises, Cyprus has experienced no clear signs of a decline in credit quality. On the contrary, the Non-Performing Loans (NPL) ratio has continued to show improvement. As of December 2024, it has decreased to 6.2%. Even though this is a positive trend, we must acknowledge that more work is needed, especially considering the EU's average NPL ratio of 1.9% as of the same period. Profitability has remained strong and persistent, with the Return on Equity (RoE) reaching 20.0% in December 2024, significantly higher than the EU average of 10.5% in the same period. Operational efficiency has also seen progress, as the cost-to-income ratio decreased to 37% in December 2024, a considerable improvement compared to previous years and lower than the EU's 54% average in the same period. Cypriot banks maintain some of the highest liquidity levels within the EU. This strong liquidity position enhances their capacity to navigate potential market disruptions and to continue supporting economic stability. As of December 2024, the Liquidity Coverage Ratio (LCR), which reflects a bank's ability to withstand significant liquidity outflows during stressful periods, stands at 333%, well above the EU average of 163% as of the same period and the minimum requirement of 100%. Similarly, the Net Stable Funding Ratio (NSFR), which measures the stability of a bank's funding sources, is at 188% in December 2024, exceeding both the EU average of 127% recorded in the same period and the required 100%. Looking ahead, the banking industry must navigate several challenges, including integrating AI, managing cyber risks, responding to geopolitical instability, shifting towards a more sustainable economy, addressing the growing need for substantial investments in technology, and adapting to heightened competition from the non-banking sector, particularly in the area of payment services. Addressing these key issues is crucial for maintaining the sector's positive growth and will continue to be a primary focus of our oversight efforts. Conclusion Cyprus has demonstrated resilience and strong economic performance against a backdrop of global uncertainties. Despite elevated international risk and the increasing geopolitical fragmentation, it is my belief that Cyprus will continue to prosper thanks to its commitment on prudent, yet business-friendly policies. Let me bring my speech to a close by quoting Warren Buffett's renowned advice: \"Risk comes from not knowing what you're doing.\" This obviously highlights the necessity for informed decision-making. I therefore urge you to examine the country's track record and to assess the ingredients of its pursued policies. I am confident that Cyprus will stand out as a compelling and reliable destination for investment. Thank you.",
  "date_parsed": "2025-05-02",
  "name": "Christodoulos Patsalides",
  "name_orig": "Christodoulos Patsalides",
  "url_orig": "https://www.bis.org/review/r250429o.htm"
}