{
  "source_url": "https://www.bis.org/review/r250611i.htm",
  "headline": "Christodoulos Patsalides: Navigating economic challenges - strategies for financial resilience and growth",
  "description_html": "\n<p>Speech by Mr Christodoulos Patsalides, Governor of the Central Bank of Cyprus, at 4th ICPAC (Institute of Certified Public Accountants of Cyprus)Mediterranean Finance Summit, Limassol, 22 May 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Christodoulos Patsalides, Governor of the Central Bank of Cyprus, at 4th ICPAC (Institute of Certified Public Accountants of Cyprus)Mediterranean Finance Summit, Limassol, 22 May 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "16 June 2025",
  "pdf_url": "https://www.bis.org/review/r250611i.pdf",
  "content_html": "\n<p><em><a href=\"/review/r250611i_slides.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">Slides</a> accompanying the speech</em></p>\n<h3>Introduction – The Imperative of Resilience </h3>\n<p style=\"font-weight: 400;\">Ladies and gentlemen,</p>\n<p style=\"font-weight: 400;\">It is a pleasure to join you today at the fourth ICPAC Mediterranean Finance Summit. I would like to thank the organizers for convening such a distinguished group of professionals and corporate leaders who are instrumental in shaping the financial future of our region.</p>\n<p style=\"font-weight: 400;\">We meet at a time when resilience is no longer an abstract goal but a daily necessity. The global environment remains deeply uncertain - shaped by geopolitical tensions, trade disputes, economic fragmentation, rapid technological change, and the accelerating impacts of climate change. Advances in digital technology, automation, artificial intelligence, and new financial innovations are transforming industries, challenging existing business models, and creating new vulnerabilities - from cyber risks to regulatory gaps. These powerful forces are testing the flexibility of our institutions, the responsiveness of our policies, and the strength of collaboration between central banks, regulatory authorities, financial supervisors and fiscal institutions, both at the national and European levels.</p>\n<p style=\"font-weight: 400;\">In this context, I would like to share how we, as policymakers and supervisors, are working to reinforce financial resilience - not just to manage current shocks, but to lay the groundwork for sustainable and inclusive growth.</p>\n<p style=\"font-weight: 400;\">To frame today's discussion, I will focus on three key dimensions:</p>\n<ul style=\"font-weight: 400;\">\n<li>First, the evolving economic and monetary policy outlook in Europe - including recent decisions by the Governing Council of the European Central Bank and their implications for stability and growth.</li>\n<li>Second, the strategic reforms needed to complete Europe's financial architecture - from capital market integration to a more unified regulatory and supervisory framework.</li>\n<li>And third, the growing importance of regulation and operational resilience in building trust, protecting stability, and enabling innovation in an increasingly digital and interconnected financial system.</li>\n</ul>\n<p style=\"font-weight: 400;\">I will also briefly reflect on Cyprus's experience - both the progress we have made and the steps we are taking to future-proof our financial sector.</p>\n<p style=\"font-weight: 400;\">Through these reflections, I intend to provide a forward-looking perspective - not only on where we stand today, but also on the path we must take to navigate uncertainty with confidence and purpose.<br/>Let me begin with a brief overview of the broader European economic landscape.</p>\n<h3>Europe's Economic Landscape: Navigating Trade Tensions &amp; Monetary Policy</h3>\n<p style=\"font-weight: 400;\">In April 2025, at the Governing Council of the European Central Bank, we decided to further lower the key ECB interest rates by 25 basis points, based on our most recent assessment of inflation dynamics, underlying inflation pressures, and the strength of monetary policy transmission. The disinflation process has continued to progress well, strengthening confidence that inflation will sustainably return to the 2% target in the medium-term horizon.</p>\n<p style=\"font-weight: 400;\">At the same time, it is important to underline that under the exceptionally uncertain economic conditions, monetary policy decisions are calibrated with extra caution without any pre-commitment to a predetermined path, adhering to a data-dependent meeting-by-meeting approach, which has served very well in ensuring full optionality and agility in our policy responses. </p>\n<p style=\"font-weight: 400;\">The broader euro area outlook remains fragile. Real GDP growth reached 0.9% in 2024, and while the labour market continues to show resilience - with unemployment remaining at a historic low of 6.2% in March 2025 - risks remain elevated. Trade disputes, geopolitical instability, and other factors that - ceteris paribus- contribute to tighter financial conditions continue to weigh on confidence and investment across the euro area.</p>\n<p style=\"font-weight: 400;\">Nonetheless, the inflation outlook provides grounds for cautious optimism. Inflation stood at 2.2% in April 2025, with underlying measures pointing towards sustained convergence with the ECB's target. Lower energy prices and a tempering of wage growth pressures have all contributed to this positive development. However, the April's reading upticks in services and core inflation, although likely due to stronger than expected Easter effects, warrant continuous close monitoring. </p>\n<p style=\"font-weight: 400;\">While price stability is in near sight, the road ahead is not without challenges. Risks associated with global supply chain disruptions, inflationary, stagnant and even stagflationary dynamics, are still present. For the corporate sector, this evolving economic landscape presents both opportunities and challenges. The gradual easing of interest rates is improving financing conditions, and stable prices boost confidence and support household consumption and firms' investment plans. But firms must remain vigilant to the broader risks emanating from global fragmentation and shifting investment patterns and stand ready to adapt and respond effectively.</p>\n<h3>Challenges for Europe and the way forward: Completing Europe's Financial Architecture/Strategic Priorities </h3>\n<p style=\"font-weight: 400;\">While monetary policy plays a vital role in maintaining macroeconomic stability, it cannot, on its own, resolve the deeper structural inefficiencies that continue to hold back Europe's economic dynamism. To build a financial ecosystem that is not only resilient in the face of crisis but also conducive to long-term prosperity, we must complete the long-standing project of deepening Europe's financial architecture.</p>\n<p style=\"font-weight: 400;\">First, we must address the persistent fragmentation of the Single Market. Although it has been a cornerstone of European integration for over three decades, the Single Market still suffers from uneven implementation and regulatory inconsistencies, particularly in services, digital activity, and professional mobility. These barriers significantly impede growth, limit scale economies, and reduce cross-border competition. In response, the European Commission's upcoming Single Market Strategy 2025<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a>  is set to provide a refreshed policy framework to eliminate remaining bottlenecks. It includes proposals for harmonized corporate rules, streamlined procedures for cross-border activity, and improved enforcement mechanisms - all aimed at making the internal market truly function as a single economic space.</p>\n<p style=\"font-weight: 400;\">Second, the underdevelopment of capital markets in the EU remains a key constraint on investment and innovation. Despite a substantial pool of private savings - estimated at around €33 trillion<a class=\"hashlink\" href=\"#fn2\" id=\"fn_2\"><sup>2</sup></a>  - Europe continues to lag behind other major economies in converting those savings into productive investment. Fragmented regulatory regimes, insufficient market depth, and relatively low cross-border participation hinder access to finance, particularly for small and medium-sized enterprises. The Capital Markets Union (CMU)<a class=\"hashlink\" href=\"#fn3\" id=\"fn_3\"><sup>3</sup></a>  aims to tackle these shortcomings by creating a truly integrated and efficient market for capital. A fully realized CMU will allow investors and savers to diversify more broadly and enable businesses - especially startups and scale-ups - to access deeper pools of equity and debt financing across the Union at lower costs.</p>\n<p style=\"font-weight: 400;\">Third, to support innovation and technological advancement, it is essential to scale up Europe's venture capital ecosystem. While Europe has made progress in fostering startups, the continent continues to lag behind its global peers - particularly the United States - in terms of risk capital availability and the ability of startups to grow into globally competitive firms. Early-stage and growth-stage companies frequently face funding gaps that limit their ability to scale, commercialize new technologies, and create high-quality jobs. A stronger, more integrated European venture capital market would help address these issues. The European Commission's venture capital policy<a class=\"hashlink\" href=\"#fn4\" id=\"fn_4\"><sup>4</sup></a>  outlines a range of initiatives to attract more private investment, reduce regulatory fragmentation, and enhance access to equity finance across borders. These include reforms to improve exit conditions through deeper capital markets, support for cross-border venture funds, and initiatives like InvestEU<a class=\"hashlink\" href=\"#fn5\" id=\"fn_5\"><sup>5</sup></a><span> </span>, which crowd in private capital by sharing risk. Building such an ecosystem is vital not only for economic competitiveness but also for achieving Europe's strategic autonomy in key technologies.</p>\n<p style=\"font-weight: 400;\">Fourth, Europe must ensure effective and coherent financial supervision across its internal borders. Today, the supervision of capital markets and financial services remains largely national, resulting in regulatory fragmentation and inconsistent enforcement. To strengthen market integrity and investor confidence, it is essential to upgrade the powers of the European Securities and Markets Authority (ESMA)<a class=\"hashlink\" href=\"#fn6\" id=\"fn_6\"><sup>6</sup></a><span> </span>. A more empowered ESMA - ideally with authority akin to the Single Supervisory Mechanism (SSM) in the banking sector - would enable more consistent application of EU law, reduce compliance complexity for cross-border operators, and reinforce the EU's global standing as a safe and efficient capital market.</p>\n<p style=\"font-weight: 400;\">Fifth, the Banking Union<a class=\"hashlink\" href=\"#fn7\" id=\"fn_7\"><sup>7</sup></a><span> </span>remains unfinished without the introduction of a fully mutualised Deposit Guarantee Scheme (DGS). The absence of a common DGS perpetuates the so-called \"bank-sovereign nexus,\" whereby concerns about a country's fiscal health can spill over into confidence in its banks. Completing this pillar would help ensure that depositors are protected uniformly across the euro area, reinforce financial stability, and prevent fragmentation in times of stress. It would also further level the playing field across member states, making the European banking sector more robust and competitive.</p>\n<p style=\"font-weight: 400;\">Finally, the creation of a safe European asset<a class=\"hashlink\" href=\"#fn8\" id=\"fn_8\"><sup>8</sup></a><span> </span>, such as a Eurobond, is critical to strengthening the transmission of monetary policy and providing a benchmark instrument for EU-wide capital allocation. A safe asset would serve as a low-risk investment vehicle for institutional investors, enhance the stability of the European financial system, and support the international role of the euro. It would also contribute to breaking the negative feedback loop between national sovereign debt markets and financial institutions, fostering greater financial integration and resilience across the euro area.</p>\n<p style=\"font-weight: 400;\">Taken together, these priorities form the pillars of a more complete, competitive, and crisis-resilient European financial framework. Achieving them will not be easy - but the cost of inaction is higher. Without decisive progress, Europe risks falling behind in the global race for investment, innovation, and financial leadership.</p>\n<h3>Regulation and Operational Resilience </h3>\n<p style=\"font-weight: 400;\">Building on the structural reforms I just outlined, it is equally important to ensure that the European financial system is not only better integrated, but also well protected and prepared to withstand new types of shocks in a rapidly evolving corporate and risk environment. To this end, European authorities remain firmly committed to safeguarding and strengthening financial system resilience and this commitment is reflected in the ongoing completion of the Basel III framework<a class=\"hashlink\" href=\"#fn9\" id=\"fn_9\"><sup>9</sup></a><span> </span>, which emerged in response to the 2008 global financial crisis. The finalisation of these reforms ensures that banks remain adequately capitalised, better manage liquidity risks, and are less vulnerable to future shocks.</p>\n<p style=\"font-weight: 400;\">In parallel, EU authorities are also prioritising the implementation of new regulatory frameworks that respond to emerging structural challenges. The Digital Operational Resilience Act (DORA)<a class=\"hashlink\" href=\"#fn10\" id=\"fn_10\"><sup>10</sup></a>  introduces a harmonised EU framework to enhance the digital resilience of financial institutions against ICT-related disruptions and cyber threats. On the sustainability front, the Corporate Sustainability Reporting Directive (CSRD)<a class=\"hashlink\" href=\"#fn11\" id=\"fn_11\"><sup>11</sup></a><span> </span>and the Sustainable Finance Disclosure Regulation (SFDR)<a class=\"hashlink\" href=\"#fn12\" id=\"fn_12\"><sup>12</sup></a>  are being rolled out to improve transparency, accountability, and the integration of Environmental, Social, and Governance (ESG) considerations into both corporate practices and investment decisions.</p>\n<p style=\"font-weight: 400;\">Together, these reforms reflect a forward-looking regulatory agenda aimed at future-proofing the financial system-ensuring stability, improving risk management, and aligning financial sector operations with broader societal and environmental goals.</p>\n<h3>Cyprus: Strengthening Resilience in Practice </h3>\n<p style=\"font-weight: 400;\">Let me now turn to Cyprus - a small but open economy that has shown notable strength and adaptability in recent years.</p>\n<p style=\"font-weight: 400;\">Despite a persistently volatile international backdrop, the Cypriot economy has continued to deliver solid results. In 2024, Cyprus recorded one of the highest growth rates in the euro area, supported by resilient private consumption, growing investment in housing and infrastructure, and an exceptionally strong tourism season. Services exports - including ICT, shipping, trade, and professional and financial services - continued to diversify and reinforce the country's economic base. These developments reflect a deeper structural transformation, which has made the Cypriot economy more agile and better able to absorb external shocks.</p>\n<p style=\"font-weight: 400;\">The labour market remains strong, with unemployment declining near full employment levels, and inflation has moderated considerably - reflecting both the easing of supply-side shocks and the effectiveness of euro area monetary policy. This disinflation process is helping to restore purchasing power and support business and consumer confidence.</p>\n<p style=\"font-weight: 400;\">Fiscal indicators have also improved substantially. Cyprus has achieved a significant reduction in public debt in recent years, far outpacing the euro area average. The country's performance has been positively recognized by all major credit rating agencies, which now place Cyprus firmly in the 'A' category. The IMF, in its latest Article IV report, also acknowledged the economy's resilience and the effectiveness of national policies in managing both risk and opportunity.</p>\n<p style=\"font-weight: 400;\">Looking ahead, growth is projected to remain steady. At the same time, however, global uncertainties - particularly those linked to rising trade tensions and geopolitical fragmentation - present clear downside risks. While Cyprus has limited direct exposure to global goods trade disruptions, we remain highly interconnected through services and financial channels and must therefore stay alert to second-round effects.</p>\n<p style=\"font-weight: 400;\">Turning to the banking sector, the progress achieved over recent years is substantial. Banks today are better capitalized, more profitable, and more efficient. Core indicators - including capital adequacy, liquidity, and return on equity - are well above the EU average. This provides a strong buffer against volatility and supports financial stability under a range of scenarios.</p>\n<p style=\"font-weight: 400;\">Importantly, credit quality has continued to improve, with non-performing loans steadily declining. While still elevated compared to EU norms, the trend is encouraging and reflects the sector's ongoing efforts to address legacy risks. It is vital that this progress continues, with particular attention paid to less significant institutions and to maintaining strong risk management practices across the board.</p>\n<p style=\"font-weight: 400;\">In parallel, the Central Bank of Cyprus has continued to strengthen its supervisory approach. Our focus is not merely reactive - it is forward-looking. This means anticipating and preparing for emerging risks - from cyber threats and climate-related exposures to the integration of artificial intelligence and the growing presence of non-bank financial players.</p>\n<p style=\"font-weight: 400;\">In this context, we have introduced targeted enhancements to our supervisory frameworks. A key area of focus has been the growing sector of electronic money institutions (EMIs) and payment service providers (PIs), which are playing an increasingly important role in the evolving financial system. In December 2024, we announced the establishment of a comprehensive licensing and supervisory strategy for EMIs and PIs. As part of our organizational restructuring, a dedicated Directorate was created to oversee these institutions, enabling more specialized and effective supervision. The regulatory perimeter must evolve in tandem with the market - ensuring stability without stifling innovation. As a result of these efforts, the sector has grown substantially, with 39 institutions now operating under our supervision - a reflection of both the market's dynamism and the credibility of our regulatory environment.</p>\n<p style=\"font-weight: 400;\">Other key supervisory enhancements include the adoption of more risk-sensitive supervisory methodologies and the integration of climate considerations into institutional strategy and governance. We have also raised the counter-cyclical capital buffer to reinforce resilience against rising systemic risks - a measure that reflects our commitment to proactive macroprudential policy. In parallel, we are streamlining regulatory requirements where appropriate. On 2 May 2025, the Central Bank of Cyprus published the Prevention of Money Laundering and Terrorist Financing Directive of 2025. The Directive aims to strengthen the framework for the prevention of money laundering and terrorist financing by aligning procedures with the Guidelines of the European Banking Authority and international best practices. It also facilitates the provision of financial services by introducing simpler procedures.</p>\n<p style=\"font-weight: 400;\">As part of our sustainability agenda, the Central Bank has established a Sustainability Committee at Board level, a dedicated Sustainability Team, and an independent Office of Climate Change. These structures support our broader effort to align supervisory expectations with evolving EU standards, and to ensure that supervised institutions take meaningful steps to manage climate-related financial risks.</p>\n<p style=\"font-weight: 400;\">Moreover, we continue to advocate for digital preparedness in the banking sector. Cybersecurity, digital transformation, and operational resilience are now at the core of prudential discussions - not merely auxiliary concerns. The safe adoption of technological innovation must go hand-in-hand with robust governance, risk management, and appropriate regulatory oversight.</p>\n<p style=\"font-weight: 400;\">In sum, Cyprus's resilience is not the result of chance. It is the product of deliberate reform, prudent policy, and close public-private cooperation. But as always, there is no room for complacency. The global environment is becoming more complex - and more interconnected. The challenge before us is to ensure that our financial sector remains not only sound and stable, but also innovative, responsive, and prepared for the future.</p>\n<h3>Closing Reflections: Leadership Through Uncertainty </h3>\n<p style=\"font-weight: 400;\">As we reflect on the path ahead, one message is clear: the global economic environment will remain uncertain and fast-changing for the foreseeable future. In this context, the role of financial leaders - especially CFOs and senior executives - is more critical than ever.</p>\n<p style=\"font-weight: 400;\">Leadership today requires more than financial acumen. It demands agility, foresight, and a commitment to ethical governance. It means preparing institutions not only to withstand volatility, but to adapt early and strategically to emerging risks - whether geopolitical, technological, or environmental. </p>\n<p style=\"font-weight: 400;\">In this broader effort, smaller economies can lead by example - demonstrating how agility and strategic foresight can turn challenges into opportunities for the entire Union.</p>\n<p style=\"font-weight: 400;\">Small countries, such as ours, often have the potential to act more nimbly than big ones. In this sense, they can be \"incubators\" of new ideas or new business models within the EU that challenge the rigidities of some of the bigger countries. It's an example of healthy system competition from which the whole EU can in principle benefit. But that won't happen in practice unless developments in small countries can scale up to the European level fast and without internal barriers. And that's where the Single Market comes in. </p>\n<p style=\"font-weight: 400;\">At the Central Bank of Cyprus, we remain committed to supporting the above effort with our contribution to a financial ecosystem that is resilient, forward-looking, and grounded in trust. Through sound monetary policy, effective supervision, and proactive regulatory engagement, we will continue working closely with all stakeholders - in Cyprus and across Europe - to promote financial stability, foster innovation and build the foundations for long-term prosperity.</p>\n<p style=\"font-weight: 400;\">Let me close by thanking ICPAC once again for the invitation, and for the important role it plays in advancing dialogue and collaboration within the financial community. It is only through shared understanding and collective effort that we can meet the challenges of today - and shape the opportunities of tomorrow.</p>\n<p style=\"font-weight: 400;\">Thank you.</p>\n<hr/>\n<p style=\"font-weight: 400;\"> <a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> <a class=\"external\" href=\"https://ec.europa.eu/info/law/better-regulation/have-your-say/initiatives/14475-Single-Market-Strategy-2025_en\" rel=\"noopener noreferrer\" target=\"_blank\">European Commission's upcoming Single Market Strategy 2025</a></p>\n<p class=\"footnote\" style=\"font-weight: 400;\"><span><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup>2</sup></a> </span><a class=\"external\" href=\"https://www.consilium.europa.eu/media/ny3j24sm/much-more-than-a-market-report-by-enrico-letta.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">Enrico Letta - Much more than a market (April 2024)</a></p>\n<p class=\"footnote\" style=\"font-weight: 400;\"><a class=\"hashlink\" href=\"#fn_3\" name=\"fn3\"><sup>3</sup></a> <a class=\"external\" href=\"https://finance.ec.europa.eu/capital-markets-union-and-financial-markets/capital-markets-union_en\" rel=\"noopener noreferrer\" target=\"_blank\">Capital Markets Union (CMU)</a></p>\n<p class=\"footnote\" style=\"font-weight: 400;\"><a class=\"hashlink\" href=\"#fn_4\" name=\"fn4\"><sup>4</sup></a> <a class=\"external\" href=\"https://single-market-economy.ec.europa.eu/access-finance/policy-areas/venture-capital_en\" rel=\"noopener noreferrer\" target=\"_blank\">European Commission's venture capital policy</a></p>\n<p class=\"footnote\" style=\"font-weight: 400;\"><a class=\"hashlink\" href=\"#fn_5\" name=\"fn5\"><sup>5</sup></a> <a class=\"external\" href=\"https://transport.ec.europa.eu/transport-modes/maritime/ship-financing-portal/investeu_en\" rel=\"noopener noreferrer\" target=\"_blank\">InvestEU - European Commission</a></p>\n<p class=\"footnote\" style=\"font-weight: 400;\"><a class=\"hashlink\" href=\"#fn_6\" name=\"fn6\"><sup>6</sup></a> <a class=\"external\" href=\"https://www.esma.europa.eu/about-esma/what-we-do\" rel=\"noopener noreferrer\" target=\"_blank\">European Securities and Markets Authority (ESMA)</a></p>\n<p class=\"footnote\" style=\"font-weight: 400;\"><a class=\"hashlink\" href=\"#fn_7\" name=\"fn7\"><sup>7</sup></a> <a class=\"external\" href=\"https://www.consilium.europa.eu/en/policies/banking-union/\" rel=\"noopener noreferrer\" target=\"_blank\">Banking Union</a></p>\n<p class=\"footnote\" style=\"font-weight: 400;\"><a class=\"hashlink\" href=\"#fn_8\" name=\"fn8\"><sup>8</sup></a> <a class=\"external\" href=\"https://www.esm.europa.eu/articles-and-op-eds/developing-european-safe-assets-article-intereconomics#:~:text=Safe%20assets%20are,the%20euro%20area.\" rel=\"noopener noreferrer\" target=\"_blank\">Developing European safe assets - article in Intereconomics | European Stability Mechanism</a></p>\n<p class=\"footnote\" style=\"font-weight: 400;\"><a class=\"hashlink\" href=\"#fn_9\" name=\"fn9\"><sup>9</sup></a> <a class=\"external\" href=\"https://finance.ec.europa.eu/news/basel-iii-2024-07-25_en\" rel=\"noopener noreferrer\" target=\"_blank\">Basel III - European Commission</a></p>\n<p class=\"footnote\" style=\"font-weight: 400;\"><span><a class=\"hashlink\" href=\"#fn_10\" name=\"fn10\"><sup>10</sup></a> </span><a class=\"external\" href=\"https://www.eiopa.europa.eu/digital-operational-resilience-act-dora_en?utm_source=chatgpt.com\" rel=\"noopener noreferrer\" target=\"_blank\">Digital Operational Resilience Act (DORA) - EIOPA</a></p>\n<p class=\"footnote\" style=\"font-weight: 400;\"><span><a class=\"hashlink\" href=\"#fn_11\" name=\"fn11\"><sup>11</sup></a> </span><a class=\"external\" href=\"https://finance.ec.europa.eu/capital-markets-union-and-financial-markets/company-reporting-and-auditing/company-reporting/corporate-sustainability-reporting_en?utm_source=chatgpt.com\" rel=\"noopener noreferrer\" target=\"_blank\">Corporate sustainability reporting - European Commission</a></p>\n<p class=\"footnote\" style=\"font-weight: 400;\"><a class=\"hashlink\" href=\"#fn_12\" name=\"fn12\"><sup>12</sup></a> <a class=\"external\" href=\"https://finance.ec.europa.eu/sustainable-finance/disclosures/sustainability-related-disclosure-financial-services-sector_en\" rel=\"noopener noreferrer\" target=\"_blank\">Sustainability-related disclosure in the financial services sector - European Commission</a></p>\n",
  "content_text": "Slides accompanying the speech Introduction – The Imperative of Resilience Ladies and gentlemen, It is a pleasure to join you today at the fourth ICPAC Mediterranean Finance Summit. I would like to thank the organizers for convening such a distinguished group of professionals and corporate leaders who are instrumental in shaping the financial future of our region. We meet at a time when resilience is no longer an abstract goal but a daily necessity. The global environment remains deeply uncertain - shaped by geopolitical tensions, trade disputes, economic fragmentation, rapid technological change, and the accelerating impacts of climate change. Advances in digital technology, automation, artificial intelligence, and new financial innovations are transforming industries, challenging existing business models, and creating new vulnerabilities - from cyber risks to regulatory gaps. These powerful forces are testing the flexibility of our institutions, the responsiveness of our policies, and the strength of collaboration between central banks, regulatory authorities, financial supervisors and fiscal institutions, both at the national and European levels. In this context, I would like to share how we, as policymakers and supervisors, are working to reinforce financial resilience - not just to manage current shocks, but to lay the groundwork for sustainable and inclusive growth. To frame today's discussion, I will focus on three key dimensions: First, the evolving economic and monetary policy outlook in Europe - including recent decisions by the Governing Council of the European Central Bank and their implications for stability and growth. Second, the strategic reforms needed to complete Europe's financial architecture - from capital market integration to a more unified regulatory and supervisory framework. And third, the growing importance of regulation and operational resilience in building trust, protecting stability, and enabling innovation in an increasingly digital and interconnected financial system. I will also briefly reflect on Cyprus's experience - both the progress we have made and the steps we are taking to future-proof our financial sector. Through these reflections, I intend to provide a forward-looking perspective - not only on where we stand today, but also on the path we must take to navigate uncertainty with confidence and purpose. Let me begin with a brief overview of the broader European economic landscape. Europe's Economic Landscape: Navigating Trade Tensions & Monetary Policy In April 2025, at the Governing Council of the European Central Bank, we decided to further lower the key ECB interest rates by 25 basis points, based on our most recent assessment of inflation dynamics, underlying inflation pressures, and the strength of monetary policy transmission. The disinflation process has continued to progress well, strengthening confidence that inflation will sustainably return to the 2% target in the medium-term horizon. At the same time, it is important to underline that under the exceptionally uncertain economic conditions, monetary policy decisions are calibrated with extra caution without any pre-commitment to a predetermined path, adhering to a data-dependent meeting-by-meeting approach, which has served very well in ensuring full optionality and agility in our policy responses. The broader euro area outlook remains fragile. Real GDP growth reached 0.9% in 2024, and while the labour market continues to show resilience - with unemployment remaining at a historic low of 6.2% in March 2025 - risks remain elevated. Trade disputes, geopolitical instability, and other factors that - ceteris paribus- contribute to tighter financial conditions continue to weigh on confidence and investment across the euro area. Nonetheless, the inflation outlook provides grounds for cautious optimism. Inflation stood at 2.2% in April 2025, with underlying measures pointing towards sustained convergence with the ECB's target. Lower energy prices and a tempering of wage growth pressures have all contributed to this positive development. However, the April's reading upticks in services and core inflation, although likely due to stronger than expected Easter effects, warrant continuous close monitoring. While price stability is in near sight, the road ahead is not without challenges. Risks associated with global supply chain disruptions, inflationary, stagnant and even stagflationary dynamics, are still present. For the corporate sector, this evolving economic landscape presents both opportunities and challenges. The gradual easing of interest rates is improving financing conditions, and stable prices boost confidence and support household consumption and firms' investment plans. But firms must remain vigilant to the broader risks emanating from global fragmentation and shifting investment patterns and stand ready to adapt and respond effectively. Challenges for Europe and the way forward: Completing Europe's Financial Architecture/Strategic Priorities While monetary policy plays a vital role in maintaining macroeconomic stability, it cannot, on its own, resolve the deeper structural inefficiencies that continue to hold back Europe's economic dynamism. To build a financial ecosystem that is not only resilient in the face of crisis but also conducive to long-term prosperity, we must complete the long-standing project of deepening Europe's financial architecture. First, we must address the persistent fragmentation of the Single Market. Although it has been a cornerstone of European integration for over three decades, the Single Market still suffers from uneven implementation and regulatory inconsistencies, particularly in services, digital activity, and professional mobility. These barriers significantly impede growth, limit scale economies, and reduce cross-border competition. In response, the European Commission's upcoming Single Market Strategy 2025 1 is set to provide a refreshed policy framework to eliminate remaining bottlenecks. It includes proposals for harmonized corporate rules, streamlined procedures for cross-border activity, and improved enforcement mechanisms - all aimed at making the internal market truly function as a single economic space. Second, the underdevelopment of capital markets in the EU remains a key constraint on investment and innovation. Despite a substantial pool of private savings - estimated at around €33 trillion 2 - Europe continues to lag behind other major economies in converting those savings into productive investment. Fragmented regulatory regimes, insufficient market depth, and relatively low cross-border participation hinder access to finance, particularly for small and medium-sized enterprises. The Capital Markets Union (CMU) 3 aims to tackle these shortcomings by creating a truly integrated and efficient market for capital. A fully realized CMU will allow investors and savers to diversify more broadly and enable businesses - especially startups and scale-ups - to access deeper pools of equity and debt financing across the Union at lower costs. Third, to support innovation and technological advancement, it is essential to scale up Europe's venture capital ecosystem. While Europe has made progress in fostering startups, the continent continues to lag behind its global peers - particularly the United States - in terms of risk capital availability and the ability of startups to grow into globally competitive firms. Early-stage and growth-stage companies frequently face funding gaps that limit their ability to scale, commercialize new technologies, and create high-quality jobs. A stronger, more integrated European venture capital market would help address these issues. The European Commission's venture capital policy 4 outlines a range of initiatives to attract more private investment, reduce regulatory fragmentation, and enhance access to equity finance across borders. These include reforms to improve exit conditions through deeper capital markets, support for cross-border venture funds, and initiatives like InvestEU 5 , which crowd in private capital by sharing risk. Building such an ecosystem is vital not only for economic competitiveness but also for achieving Europe's strategic autonomy in key technologies. Fourth, Europe must ensure effective and coherent financial supervision across its internal borders. Today, the supervision of capital markets and financial services remains largely national, resulting in regulatory fragmentation and inconsistent enforcement. To strengthen market integrity and investor confidence, it is essential to upgrade the powers of the European Securities and Markets Authority (ESMA) 6 . A more empowered ESMA - ideally with authority akin to the Single Supervisory Mechanism (SSM) in the banking sector - would enable more consistent application of EU law, reduce compliance complexity for cross-border operators, and reinforce the EU's global standing as a safe and efficient capital market. Fifth, the Banking Union 7 remains unfinished without the introduction of a fully mutualised Deposit Guarantee Scheme (DGS). The absence of a common DGS perpetuates the so-called \"bank-sovereign nexus,\" whereby concerns about a country's fiscal health can spill over into confidence in its banks. Completing this pillar would help ensure that depositors are protected uniformly across the euro area, reinforce financial stability, and prevent fragmentation in times of stress. It would also further level the playing field across member states, making the European banking sector more robust and competitive. Finally, the creation of a safe European asset 8 , such as a Eurobond, is critical to strengthening the transmission of monetary policy and providing a benchmark instrument for EU-wide capital allocation. A safe asset would serve as a low-risk investment vehicle for institutional investors, enhance the stability of the European financial system, and support the international role of the euro. It would also contribute to breaking the negative feedback loop between national sovereign debt markets and financial institutions, fostering greater financial integration and resilience across the euro area. Taken together, these priorities form the pillars of a more complete, competitive, and crisis-resilient European financial framework. Achieving them will not be easy - but the cost of inaction is higher. Without decisive progress, Europe risks falling behind in the global race for investment, innovation, and financial leadership. Regulation and Operational Resilience Building on the structural reforms I just outlined, it is equally important to ensure that the European financial system is not only better integrated, but also well protected and prepared to withstand new types of shocks in a rapidly evolving corporate and risk environment. To this end, European authorities remain firmly committed to safeguarding and strengthening financial system resilience and this commitment is reflected in the ongoing completion of the Basel III framework 9 , which emerged in response to the 2008 global financial crisis. The finalisation of these reforms ensures that banks remain adequately capitalised, better manage liquidity risks, and are less vulnerable to future shocks. In parallel, EU authorities are also prioritising the implementation of new regulatory frameworks that respond to emerging structural challenges. The Digital Operational Resilience Act (DORA) 10 introduces a harmonised EU framework to enhance the digital resilience of financial institutions against ICT-related disruptions and cyber threats. On the sustainability front, the Corporate Sustainability Reporting Directive (CSRD) 11 and the Sustainable Finance Disclosure Regulation (SFDR) 12 are being rolled out to improve transparency, accountability, and the integration of Environmental, Social, and Governance (ESG) considerations into both corporate practices and investment decisions. Together, these reforms reflect a forward-looking regulatory agenda aimed at future-proofing the financial system-ensuring stability, improving risk management, and aligning financial sector operations with broader societal and environmental goals. Cyprus: Strengthening Resilience in Practice Let me now turn to Cyprus - a small but open economy that has shown notable strength and adaptability in recent years. Despite a persistently volatile international backdrop, the Cypriot economy has continued to deliver solid results. In 2024, Cyprus recorded one of the highest growth rates in the euro area, supported by resilient private consumption, growing investment in housing and infrastructure, and an exceptionally strong tourism season. Services exports - including ICT, shipping, trade, and professional and financial services - continued to diversify and reinforce the country's economic base. These developments reflect a deeper structural transformation, which has made the Cypriot economy more agile and better able to absorb external shocks. The labour market remains strong, with unemployment declining near full employment levels, and inflation has moderated considerably - reflecting both the easing of supply-side shocks and the effectiveness of euro area monetary policy. This disinflation process is helping to restore purchasing power and support business and consumer confidence. Fiscal indicators have also improved substantially. Cyprus has achieved a significant reduction in public debt in recent years, far outpacing the euro area average. The country's performance has been positively recognized by all major credit rating agencies, which now place Cyprus firmly in the 'A' category. The IMF, in its latest Article IV report, also acknowledged the economy's resilience and the effectiveness of national policies in managing both risk and opportunity. Looking ahead, growth is projected to remain steady. At the same time, however, global uncertainties - particularly those linked to rising trade tensions and geopolitical fragmentation - present clear downside risks. While Cyprus has limited direct exposure to global goods trade disruptions, we remain highly interconnected through services and financial channels and must therefore stay alert to second-round effects. Turning to the banking sector, the progress achieved over recent years is substantial. Banks today are better capitalized, more profitable, and more efficient. Core indicators - including capital adequacy, liquidity, and return on equity - are well above the EU average. This provides a strong buffer against volatility and supports financial stability under a range of scenarios. Importantly, credit quality has continued to improve, with non-performing loans steadily declining. While still elevated compared to EU norms, the trend is encouraging and reflects the sector's ongoing efforts to address legacy risks. It is vital that this progress continues, with particular attention paid to less significant institutions and to maintaining strong risk management practices across the board. In parallel, the Central Bank of Cyprus has continued to strengthen its supervisory approach. Our focus is not merely reactive - it is forward-looking. This means anticipating and preparing for emerging risks - from cyber threats and climate-related exposures to the integration of artificial intelligence and the growing presence of non-bank financial players. In this context, we have introduced targeted enhancements to our supervisory frameworks. A key area of focus has been the growing sector of electronic money institutions (EMIs) and payment service providers (PIs), which are playing an increasingly important role in the evolving financial system. In December 2024, we announced the establishment of a comprehensive licensing and supervisory strategy for EMIs and PIs. As part of our organizational restructuring, a dedicated Directorate was created to oversee these institutions, enabling more specialized and effective supervision. The regulatory perimeter must evolve in tandem with the market - ensuring stability without stifling innovation. As a result of these efforts, the sector has grown substantially, with 39 institutions now operating under our supervision - a reflection of both the market's dynamism and the credibility of our regulatory environment. Other key supervisory enhancements include the adoption of more risk-sensitive supervisory methodologies and the integration of climate considerations into institutional strategy and governance. We have also raised the counter-cyclical capital buffer to reinforce resilience against rising systemic risks - a measure that reflects our commitment to proactive macroprudential policy. In parallel, we are streamlining regulatory requirements where appropriate. On 2 May 2025, the Central Bank of Cyprus published the Prevention of Money Laundering and Terrorist Financing Directive of 2025. The Directive aims to strengthen the framework for the prevention of money laundering and terrorist financing by aligning procedures with the Guidelines of the European Banking Authority and international best practices. It also facilitates the provision of financial services by introducing simpler procedures. As part of our sustainability agenda, the Central Bank has established a Sustainability Committee at Board level, a dedicated Sustainability Team, and an independent Office of Climate Change. These structures support our broader effort to align supervisory expectations with evolving EU standards, and to ensure that supervised institutions take meaningful steps to manage climate-related financial risks. Moreover, we continue to advocate for digital preparedness in the banking sector. Cybersecurity, digital transformation, and operational resilience are now at the core of prudential discussions - not merely auxiliary concerns. The safe adoption of technological innovation must go hand-in-hand with robust governance, risk management, and appropriate regulatory oversight. In sum, Cyprus's resilience is not the result of chance. It is the product of deliberate reform, prudent policy, and close public-private cooperation. But as always, there is no room for complacency. The global environment is becoming more complex - and more interconnected. The challenge before us is to ensure that our financial sector remains not only sound and stable, but also innovative, responsive, and prepared for the future. Closing Reflections: Leadership Through Uncertainty As we reflect on the path ahead, one message is clear: the global economic environment will remain uncertain and fast-changing for the foreseeable future. In this context, the role of financial leaders - especially CFOs and senior executives - is more critical than ever. Leadership today requires more than financial acumen. It demands agility, foresight, and a commitment to ethical governance. It means preparing institutions not only to withstand volatility, but to adapt early and strategically to emerging risks - whether geopolitical, technological, or environmental. In this broader effort, smaller economies can lead by example - demonstrating how agility and strategic foresight can turn challenges into opportunities for the entire Union. Small countries, such as ours, often have the potential to act more nimbly than big ones. In this sense, they can be \"incubators\" of new ideas or new business models within the EU that challenge the rigidities of some of the bigger countries. It's an example of healthy system competition from which the whole EU can in principle benefit. But that won't happen in practice unless developments in small countries can scale up to the European level fast and without internal barriers. And that's where the Single Market comes in. At the Central Bank of Cyprus, we remain committed to supporting the above effort with our contribution to a financial ecosystem that is resilient, forward-looking, and grounded in trust. Through sound monetary policy, effective supervision, and proactive regulatory engagement, we will continue working closely with all stakeholders - in Cyprus and across Europe - to promote financial stability, foster innovation and build the foundations for long-term prosperity. Let me close by thanking ICPAC once again for the invitation, and for the important role it plays in advancing dialogue and collaboration within the financial community. It is only through shared understanding and collective effort that we can meet the challenges of today - and shape the opportunities of tomorrow. Thank you. 1 European Commission's upcoming Single Market Strategy 2025 2 Enrico Letta - Much more than a market (April 2024) 3 Capital Markets Union (CMU) 4 European Commission's venture capital policy 5 InvestEU - European Commission 6 European Securities and Markets Authority (ESMA) 7 Banking Union 8 Developing European safe assets - article in Intereconomics | European Stability Mechanism 9 Basel III - European Commission 10 Digital Operational Resilience Act (DORA) - EIOPA 11 Corporate sustainability reporting - European Commission 12 Sustainability-related disclosure in the financial services sector - European Commission",
  "date_parsed": "2025-06-16",
  "name": "Christodoulos Patsalides",
  "link_number": "1",
  "name_orig": "Christodoulos Patsalides",
  "url_orig": "https://www.bis.org/review/r250611i.htm"
}