{
  "source_url": "https://www.bis.org/review/r251222b.htm",
  "headline": "Edward Scicluna: The role of AI in sustaining Malta's growth",
  "description_html": "\n<p>Address by Prof Edward Scicluna, Governor of the Central Bank of Malta, at the Institute of Financial Services' annual dinner, St Julian's, 14 November 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Address by Prof Edward Scicluna, Governor of the Central Bank of Malta, at the Institute of Financial Services' annual dinner, St Julian's, 14 November 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "21 November 2025",
  "pdf_url": "https://www.bis.org/review/r251222b.pdf",
  "content_html": "\n<p>Honourable Minister, President, and Members of the Committee of the Institute of Financial Services (IFS) Malta, distinguished guests, good evening.</p>\n<h3>Introduction</h3>\n<p>The global economy continues to demonstrate resilience, notwithstanding a challenging global economic environment. This resilience is admittedly fragile, while geopolitical tensions, including trade protectionism persist.</p>\n<p>Meanwhile, in Malta GDP growth in the first half of this year continued to comfortably exceed growth rates recorded in the rest of the European Union.</p>\n<p>Inflation has stabilised, unemployment remains at historically low levels, and financial stability has continued to strengthen.</p>\n<p>This evening, however, I wish to turn to a different theme-one that looks forward rather than backwards. I will focus on the transformative impact that artificial intelligence is expected to have on our economy, the financial services industry, and central banking itself.</p>\n<p>Artificial intelligence has moved from a theoretical concept to an integral feature of modern life.</p>\n<p>Its applications are extensive, ranging from traffic management and efficient water use in agriculture to medical innovation, where AI enables earlier and more accurate diagnoses. As this technology develops, its influence on our daily lives and on the wider economy will deepen.</p>\n<p>This rapid evolution raises important policy questions concerning employment, inflation, and wages. How will AI reshape the labour market? What implications will it have for our workforce, infrastructure, and standard of living?</p>\n<p>And, more importantly, how will it affect the financial services sector and central banking? What impact will it have on monetary policy, economic analysis, the monitoring of the financial system, and the Bank's operations?</p>\n<h3>The Impact on the Maltese Economy</h3>\n<p>With an unemployment rate at a historical low and among the lowest in the European Union, our labour market remains exceptionally tight, as reflected in persistently high vacancy rates.</p>\n<p>In such conditions, where growth is constrained more by labour supply than by demand, productivity growth must become the principal driver of future prosperity.</p>\n<p>Sustained improvements in productivity are essential to maintain long-term growth and safeguard Malta's competitiveness in an increasingly technology-driven global economy.</p>\n<p>At the same time, the strength of Malta's economy-and the rise in labour demand, particularly for foreign workers-has placed significant pressure on infrastructure.</p>\n<p>This is echoed in a 2024 paper by IMF staff, which notes that increasing population density is straining existing systems and recommends measures to reduce greenhouse gas emissions, improve waste management, and alleviate traffic congestion.</p>\n<p>Artificial intelligence has the potential to help address some of these challenges by reshaping the labour market and improving efficiency.</p>\n<p>While it may create some new jobs, it could lead to job displacement in certain sectors, thus moderating population growth and relieving pressure on infrastructure.</p>\n<p>AI-driven innovations can support more effective management of traffic, healthcare services, energy generation, waste management, and housing needs.</p>\n<p>It is encouraging that, according to international benchmarks such as the Digital Economy and Society Index, Malta performs strongly in terms of digital readiness. Some 63 per cent of the working-age population possess basic or above-basic digital skills, compared with an EU average of 55.6 per cent.</p>\n<p>This reflects the country's capacity to adapt to technological change and to capitalise on the opportunities of the digital era.</p>\n<p>Malta's recent selection as the host of an AI Factory Antenna forming part of a broader initiative co-funded by the European Union will further enhance the country's AI and innovation ecosystem and reinforce its position at the forefront of digital transformation.</p>\n<p>Nevertheless, challenges remain.</p>\n<p>Basic digital skills alone are no longer sufficient to harness the full potential of these emerging technologies. We must ensure that our workforce-and, above all, younger generations-are equipped not only to use new technologies, but to innovate, adapt, and develop them in ways that generate lasting benefits for our economy and society.</p>\n<p>While AI will create new opportunities-particularly where human expertise complements technological innovation-a substantial share of the workforce is not yet AI-ready.</p>\n<p>IMF staff estimate that roughly 30 per cent of jobs in Malta could be affected by automation, particularly those involving routine tasks. Women, young people, and individuals with lower levels of education are the most vulnerable.</p>\n<p>Hence, we must invest in reskilling and upskilling to ensure that our workforce can thrive in an AI-driven environment.</p>\n<p>The quantitative impact of AI on productivity remains uncertain. Early experience with generative AI suggests that benefits depend on adoption rates and the intensity of investment in automation.</p>\n<p>While short-term productivity gains are possible through tools such as chatbots and large language models, deeper, more sustainable improvements will depend on integrating AI into the core of production and service delivery.</p>\n<p>Regrettably, the EU still lags behind the US in this respect.</p>\n<p>The implications for inflation are also complex. AI could dampen price pressures through productivity gains, but its high energy requirements and capital investment needs may temporarily raise costs.</p>\n<p>Firms may also change pricing behaviour, using AI to monitor competitors and adjust prices more frequently. Over time, expectations-how households and businesses perceive AI's effects-may become a key factor in shaping inflation dynamics.</p>\n<h3>AI and the Financial Services Industry</h3>\n<p>Turning to the financial services sector, the pace of AI adoption has been more evolutionary than revolutionary. But make no mistake-progress is accelerating.</p>\n<p>According to the EBA's 2024 survey, AI continues to gain momentum across the EU banking sector, particularly in areas where it enhances accuracy, speed, and scalability.</p>\n<p>In retail banking, AI has become a powerful tool for customer segmentation and credit scoring. Unlike traditional models, AI can draw insights from non-conventional data sources, providing a more nuanced understanding of customers 'financial health and behaviour.</p>\n<p>Customer service is also being transformed through chatbots and virtual assistants that guide users through complex digital banking journeys while offering personalised financial advice.</p>\n<p>At the same time, AI is quietly revolutionising back-office operations-freeing up resources from time-consuming tasks such as document verification and compliance checks, thereby lowering operational costs and risk.</p>\n<p>It also plays an essential role in fraud detection and cybersecurity, with machine learning models capable of flagging anomalies and suspicious activity in real time.</p>\n<p>In the asset management sphere, algorithmic and high-frequency trading have become mainstream. AI-driven systems scan vast datasets-from market trends to social media-to identify trading opportunities executed within milliseconds. These capabilities underscore how AI is transforming finance from the front to the back office.</p>\n<h3>The Impact on Central Banking</h3>\n<p>AI is already reshaping central banking.</p>\n<p>As an institution, the Central Bank of Malta is exposed to these developments through its mandate to maintain price and financial stability, its advisory role to Government, and its own operations- many of which are increasingly automated.</p>\n<p>AI enhances the conduct of monetary policy by improving forecasting and nowcasting and the ability to detect turning points. It also supports the derivation of real-time indicators of market sentiment and activity by drawing on alternative data sources such as text and satellite imagery.</p>\n<p>It can refine how we identify economic shocks and may call for faster, more responsive policy actions.</p>\n<p>Alongside these opportunities are risks such as increased market concentration, financial volatility, labour market disruptions, and widening inequality, all of which carry important consequences for monetary policy formulation and transmission. </p>\n<p>In the domain of financial stability, AI strengthens monitoring and supervision. By combining network models with graph neural networks and machine learning, central banks can detect complex patterns of contagion that traditional tools might miss.</p>\n<p>This capacity greatly enhances systemic risk oversight, though it also requires caution-since AI models are only as good as their data and assumptions. Transparency is here indispensable.</p>\n<p>Within the Central Bank, AI offers operational benefits by automating administrative processes, improving data retrieval, and supporting analysis through intelligent query systems. </p>\n<p>These advances allow staff to dedicate more time to policy and research work, amplifying the Bank's overall efficiency.</p>\n<p>At the Central Bank of Malta, our Big Data and Machine Learning Network fosters collaboration across departments.</p>\n<p>Last week, the Bank hosted a seminar on financial stability in the digital age, where we explored AI's implications through a panel of experts in artificial intelligence, cybersecurity, and financial stability.</p>\n<p>However, as we look forward, we must harness AI responsibly. Its transformative potential is undisputed, yet it introduces serious risks-from the concentration of AI providers and correlated model behaviours, to systemic vulnerabilities and opaque decision-making.</p>\n<p>The possibility of model hallucinations or unanticipated feedback loops could threaten confidence and market stability.</p>\n<p>To address these risks, we need robust governance frameworks embedded in policy and practice. These should define accountability, oversight, and ethical use, aligned with evolving international regulations.</p>\n<p>Regular reviews and clear transparency standards will be essential to ensure that AI systems remain reliable and trustworthy.</p>\n<p>Effective AI implementation will require multidisciplinary collaboration-between economists, data scientists, engineers, lawyers, and risk managers-so that AI tools are not just technically sound but also policy-aligned and socially responsible.</p>\n<p>New tools should be tested in controlled environments before being widely deployed.</p>\n<p>Finally, we must not forget the importance of people.</p>\n<p>Staff must be equipped to use these technologies effectively while maintaining a culture of responsible innovation. Ultimately, no matter how advanced AI becomes, it is human judgement- guided by values and purpose-that will determine how it serves our institutions and society at large.</p>\n<p>Thank you.</p>\n",
  "content_text": "Honourable Minister, President, and Members of the Committee of the Institute of Financial Services (IFS) Malta, distinguished guests, good evening. Introduction The global economy continues to demonstrate resilience, notwithstanding a challenging global economic environment. This resilience is admittedly fragile, while geopolitical tensions, including trade protectionism persist. Meanwhile, in Malta GDP growth in the first half of this year continued to comfortably exceed growth rates recorded in the rest of the European Union. Inflation has stabilised, unemployment remains at historically low levels, and financial stability has continued to strengthen. This evening, however, I wish to turn to a different theme-one that looks forward rather than backwards. I will focus on the transformative impact that artificial intelligence is expected to have on our economy, the financial services industry, and central banking itself. Artificial intelligence has moved from a theoretical concept to an integral feature of modern life. Its applications are extensive, ranging from traffic management and efficient water use in agriculture to medical innovation, where AI enables earlier and more accurate diagnoses. As this technology develops, its influence on our daily lives and on the wider economy will deepen. This rapid evolution raises important policy questions concerning employment, inflation, and wages. How will AI reshape the labour market? What implications will it have for our workforce, infrastructure, and standard of living? And, more importantly, how will it affect the financial services sector and central banking? What impact will it have on monetary policy, economic analysis, the monitoring of the financial system, and the Bank's operations? The Impact on the Maltese Economy With an unemployment rate at a historical low and among the lowest in the European Union, our labour market remains exceptionally tight, as reflected in persistently high vacancy rates. In such conditions, where growth is constrained more by labour supply than by demand, productivity growth must become the principal driver of future prosperity. Sustained improvements in productivity are essential to maintain long-term growth and safeguard Malta's competitiveness in an increasingly technology-driven global economy. At the same time, the strength of Malta's economy-and the rise in labour demand, particularly for foreign workers-has placed significant pressure on infrastructure. This is echoed in a 2024 paper by IMF staff, which notes that increasing population density is straining existing systems and recommends measures to reduce greenhouse gas emissions, improve waste management, and alleviate traffic congestion. Artificial intelligence has the potential to help address some of these challenges by reshaping the labour market and improving efficiency. While it may create some new jobs, it could lead to job displacement in certain sectors, thus moderating population growth and relieving pressure on infrastructure. AI-driven innovations can support more effective management of traffic, healthcare services, energy generation, waste management, and housing needs. It is encouraging that, according to international benchmarks such as the Digital Economy and Society Index, Malta performs strongly in terms of digital readiness. Some 63 per cent of the working-age population possess basic or above-basic digital skills, compared with an EU average of 55.6 per cent. This reflects the country's capacity to adapt to technological change and to capitalise on the opportunities of the digital era. Malta's recent selection as the host of an AI Factory Antenna forming part of a broader initiative co-funded by the European Union will further enhance the country's AI and innovation ecosystem and reinforce its position at the forefront of digital transformation. Nevertheless, challenges remain. Basic digital skills alone are no longer sufficient to harness the full potential of these emerging technologies. We must ensure that our workforce-and, above all, younger generations-are equipped not only to use new technologies, but to innovate, adapt, and develop them in ways that generate lasting benefits for our economy and society. While AI will create new opportunities-particularly where human expertise complements technological innovation-a substantial share of the workforce is not yet AI-ready. IMF staff estimate that roughly 30 per cent of jobs in Malta could be affected by automation, particularly those involving routine tasks. Women, young people, and individuals with lower levels of education are the most vulnerable. Hence, we must invest in reskilling and upskilling to ensure that our workforce can thrive in an AI-driven environment. The quantitative impact of AI on productivity remains uncertain. Early experience with generative AI suggests that benefits depend on adoption rates and the intensity of investment in automation. While short-term productivity gains are possible through tools such as chatbots and large language models, deeper, more sustainable improvements will depend on integrating AI into the core of production and service delivery. Regrettably, the EU still lags behind the US in this respect. The implications for inflation are also complex. AI could dampen price pressures through productivity gains, but its high energy requirements and capital investment needs may temporarily raise costs. Firms may also change pricing behaviour, using AI to monitor competitors and adjust prices more frequently. Over time, expectations-how households and businesses perceive AI's effects-may become a key factor in shaping inflation dynamics. AI and the Financial Services Industry Turning to the financial services sector, the pace of AI adoption has been more evolutionary than revolutionary. But make no mistake-progress is accelerating. According to the EBA's 2024 survey, AI continues to gain momentum across the EU banking sector, particularly in areas where it enhances accuracy, speed, and scalability. In retail banking, AI has become a powerful tool for customer segmentation and credit scoring. Unlike traditional models, AI can draw insights from non-conventional data sources, providing a more nuanced understanding of customers 'financial health and behaviour. Customer service is also being transformed through chatbots and virtual assistants that guide users through complex digital banking journeys while offering personalised financial advice. At the same time, AI is quietly revolutionising back-office operations-freeing up resources from time-consuming tasks such as document verification and compliance checks, thereby lowering operational costs and risk. It also plays an essential role in fraud detection and cybersecurity, with machine learning models capable of flagging anomalies and suspicious activity in real time. In the asset management sphere, algorithmic and high-frequency trading have become mainstream. AI-driven systems scan vast datasets-from market trends to social media-to identify trading opportunities executed within milliseconds. These capabilities underscore how AI is transforming finance from the front to the back office. The Impact on Central Banking AI is already reshaping central banking. As an institution, the Central Bank of Malta is exposed to these developments through its mandate to maintain price and financial stability, its advisory role to Government, and its own operations- many of which are increasingly automated. AI enhances the conduct of monetary policy by improving forecasting and nowcasting and the ability to detect turning points. It also supports the derivation of real-time indicators of market sentiment and activity by drawing on alternative data sources such as text and satellite imagery. It can refine how we identify economic shocks and may call for faster, more responsive policy actions. Alongside these opportunities are risks such as increased market concentration, financial volatility, labour market disruptions, and widening inequality, all of which carry important consequences for monetary policy formulation and transmission. In the domain of financial stability, AI strengthens monitoring and supervision. By combining network models with graph neural networks and machine learning, central banks can detect complex patterns of contagion that traditional tools might miss. This capacity greatly enhances systemic risk oversight, though it also requires caution-since AI models are only as good as their data and assumptions. Transparency is here indispensable. Within the Central Bank, AI offers operational benefits by automating administrative processes, improving data retrieval, and supporting analysis through intelligent query systems. These advances allow staff to dedicate more time to policy and research work, amplifying the Bank's overall efficiency. At the Central Bank of Malta, our Big Data and Machine Learning Network fosters collaboration across departments. Last week, the Bank hosted a seminar on financial stability in the digital age, where we explored AI's implications through a panel of experts in artificial intelligence, cybersecurity, and financial stability. However, as we look forward, we must harness AI responsibly. Its transformative potential is undisputed, yet it introduces serious risks-from the concentration of AI providers and correlated model behaviours, to systemic vulnerabilities and opaque decision-making. The possibility of model hallucinations or unanticipated feedback loops could threaten confidence and market stability. To address these risks, we need robust governance frameworks embedded in policy and practice. These should define accountability, oversight, and ethical use, aligned with evolving international regulations. Regular reviews and clear transparency standards will be essential to ensure that AI systems remain reliable and trustworthy. Effective AI implementation will require multidisciplinary collaboration-between economists, data scientists, engineers, lawyers, and risk managers-so that AI tools are not just technically sound but also policy-aligned and socially responsible. New tools should be tested in controlled environments before being widely deployed. Finally, we must not forget the importance of people. Staff must be equipped to use these technologies effectively while maintaining a culture of responsible innovation. Ultimately, no matter how advanced AI becomes, it is human judgement- guided by values and purpose-that will determine how it serves our institutions and society at large. Thank you.",
  "date_parsed": "2025-11-21",
  "name": "Edward Scicluna",
  "name_orig": "Edward Scicluna",
  "url_orig": "https://www.bis.org/review/r251222b.htm"
}