{
  "source_url": "https://www.bis.org/review/r240426n.htm",
  "headline": "Fabio Panetta: Monetary policy in a shifting landscape",
  "description_html": "\n<p>Dinner speech by Mr Fabio Panetta, Governor of the Bank of Italy, at the Inaugural Conference of the Research Network on \"Challenges for Monetary Policy Transmission in a Changing World\" (ChaMP), Frankfurt am Main, 25 April 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Dinner speech by Mr Fabio Panetta, Governor of the Bank of Italy, at the Inaugural Conference of the Research Network on \"Challenges for Monetary Policy Transmission in a Changing World\" (ChaMP), Frankfurt am Main, 25 April 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "02 May 2024",
  "pdf_url": "https://www.bis.org/review/r240426n.pdf",
  "content_html": "\n<p>First of all, I wish to thank the organizers for inviting me. It is a great pleasure to be back at the ECB, although it feels strange to be here as a guest.</p>\n<p>Our vision of how the economy works is in perpetual motion. In 1949, Bill Phillips unveiled the 'Phillips Machine'. This ingenious contraption used water to represent money flowing through the economy, with valves that could be opened or closed to simulate the effects of policy interventions on consumption and investment. The economy was presented as a fixed and deterministic system of relations that could be investigated until its functioning became clear once and for all.</p>\n<p>We know that, for better or for worse, the real world is very different. Indeed, if economic relations were fixed and deterministic, our jobs would be easy but boring. Economic relations are not fixed because the economy evolves following slow-moving structural trends. And they are not deterministic, because there are many events that we tend to conceptualize as 'shocks' – perhaps due to the limitations of our knowledge. The last four years have been exceptional in this regard: from the Covid pandemic onwards, we have witnessed a combination of shocks and structural changes with few historical precedents.</p>\n<p>The global landscape has changed radically as a result, with important implications for both the theory and the practice of monetary policy. A constructive interaction between policy and research is key: at times like this, the dialogue between researchers and policy makers becomes critical. Your job within the ChaMP Network is to help us improve our understanding of the economy and the monetary policy transmission mechanism.</p>\n",
  "content_text": "First of all, I wish to thank the organizers for inviting me. It is a great pleasure to be back at the ECB, although it feels strange to be here as a guest. Our vision of how the economy works is in perpetual motion. In 1949, Bill Phillips unveiled the 'Phillips Machine'. This ingenious contraption used water to represent money flowing through the economy, with valves that could be opened or closed to simulate the effects of policy interventions on consumption and investment. The economy was presented as a fixed and deterministic system of relations that could be investigated until its functioning became clear once and for all. We know that, for better or for worse, the real world is very different. Indeed, if economic relations were fixed and deterministic, our jobs would be easy but boring. Economic relations are not fixed because the economy evolves following slow-moving structural trends. And they are not deterministic, because there are many events that we tend to conceptualize as 'shocks' – perhaps due to the limitations of our knowledge. The last four years have been exceptional in this regard: from the Covid pandemic onwards, we have witnessed a combination of shocks and structural changes with few historical precedents. The global landscape has changed radically as a result, with important implications for both the theory and the practice of monetary policy. A constructive interaction between policy and research is key: at times like this, the dialogue between researchers and policy makers becomes critical. Your job within the ChaMP Network is to help us improve our understanding of the economy and the monetary policy transmission mechanism.",
  "date_parsed": "2024-05-02",
  "name": "Fabio Panetta",
  "link_number": "24",
  "name_orig": "Fabio Panetta",
  "url_orig": "https://www.bis.org/review/r240426n.htm"
}