{
  "source_url": "https://www.bis.org/review/r250507d.htm",
  "headline": "Fabio Panetta: Invisible yet essential - the contribution of cross-border payments to a better world and a safer financial system",
  "description_html": "\n<p>Keynote speech by Mr Fabio Panetta, Governor of the Bank of Italy, at the Asian Development Bank 58th Annual Meeting, Milan, 6 May 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Mr Fabio Panetta, Governor of the Bank of Italy, at the Asian Development Bank 58th Annual Meeting, Milan, 6 May 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "07 May 2025",
  "pdf_url": "https://www.bis.org/review/r250507d.pdf",
  "content_html": "\n<p>Payments are the backbone of the financial system. An efficient payment system is crucial for ensuring the secure and timely movement of funds between individuals, businesses, and institutions – both domestically and internationally.</p>\n<p>The efficiency and reliability of payment systems are often taken for granted, and largely go unnoticed – until something goes wrong. In recent years, however, there has been growing recognition that payments are not just a technical function but a vital pillar of financial inclusion, financial stability, monetary sovereignty and even geopolitics.</p>\n<p>Technological progress has greatly improved the efficiency of domestic payment infrastructures, reducing transaction costs and speeding up execution. However, these gains have scarcely materialized for cross-border payments, which remain slow, expensive and opaque. The reason is that technology alone is not enough: harmonized rules and procedures are essential on this front, and making progress on these aspects is more complex.</p>\n<p>The stakes are high. In 2024, the global cross-border payments market was estimated at over $190 trillion – nearly twice the size of global GDP – and it is projected to surpass $300 trillion within the next 5 to 10 years.</p>\n<p>The G20 and international organizations have recognized the urgency of enhancing payments across borders and have called for action, launching an ambitious Roadmap to address this issue.</p>\n",
  "content_text": "Payments are the backbone of the financial system. An efficient payment system is crucial for ensuring the secure and timely movement of funds between individuals, businesses, and institutions – both domestically and internationally. The efficiency and reliability of payment systems are often taken for granted, and largely go unnoticed – until something goes wrong. In recent years, however, there has been growing recognition that payments are not just a technical function but a vital pillar of financial inclusion, financial stability, monetary sovereignty and even geopolitics. Technological progress has greatly improved the efficiency of domestic payment infrastructures, reducing transaction costs and speeding up execution. However, these gains have scarcely materialized for cross-border payments, which remain slow, expensive and opaque. The reason is that technology alone is not enough: harmonized rules and procedures are essential on this front, and making progress on these aspects is more complex. The stakes are high. In 2024, the global cross-border payments market was estimated at over $190 trillion – nearly twice the size of global GDP – and it is projected to surpass $300 trillion within the next 5 to 10 years. The G20 and international organizations have recognized the urgency of enhancing payments across borders and have called for action, launching an ambitious Roadmap to address this issue.",
  "date_parsed": "2025-05-07",
  "name": "Fabio Panetta",
  "link_number": "6",
  "name_orig": "Fabio Panetta",
  "url_orig": "https://www.bis.org/review/r250507d.htm"
}