{
  "source_url": "https://www.bis.org/review/r240531f.htm",
  "headline": "Fabio Panetta: Overview of economic and financial developments in Italy",
  "description_html": "\n<p>Concluding remarks by Mr Fabio Panetta, Governor of the Bank of Italy, <span><span class=\"link-desc\">at a meeting for the presentation of the </span></span><span><span class=\"link-desc\">Annual Report 2023 - 130th Financial Year, </span></span><span>Rome</span><span>, 31 May 2024. </span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Concluding remarks by Mr Fabio Panetta, Governor of the Bank of Italy, at a meeting for the presentation of the Annual Report 2023 - 130th Financial Year, Rome , 31 May 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "31 May 2024",
  "pdf_url": "https://www.bis.org/review/r240531f.pdf",
  "content_html": "\n<p>Ladies and Gentlemen,</p>\n<p>The global economy has continued to expand in recent months, despite the persistently restrictive tenor of monetary policy in many countries and the uncertainty caused by ongoing tensions and conflicts in several regions of the world.</p>\n<p>The short-term outlook remains weak, however. Global GDP is expected to grow by around 3 per cent in 2024, significantly below the average for the first 20 years of this century. After stalling in 2023, trade is expected to return to growth this year, albeit less so than in the past.</p>\n<p>Cyclical risks, long tilted to the downside, are becoming more balanced. The ongoing global disinflation suggests that monetary conditions will ease, but will do so at a different pace in each of the major economies.</p>\n<p>Growth is uneven both among the advanced economies, with the United States proving to be particularly strong, and among emerging and low-income economies.</p>\n<p>Growth in the latter countries since 2019 has not been enough to narrow welfare gaps vis-à-vis richer countries; high debt servicing costs place many of them in a vulnerable position. The default of one or more of the low-income economies would presumably produce only marginal systemic spillover effects on a global scale, though the disorderly management of these crises would have serious consequences for the countries involved and could give rise to geopolitical disputes.</p>\n<p>In the coming years, the global economy will be impacted by low productivity growth in many areas, by the phasing-out of the fiscal stimuli rolled out to counter the effects of the pandemic and – above all – by the geopolitical tensions that show no signs of easing. According to the International Monetary Fund, global growth is expected to continue at around 3 per cent until the end of the decade.</p>\n",
  "content_text": "Ladies and Gentlemen, The global economy has continued to expand in recent months, despite the persistently restrictive tenor of monetary policy in many countries and the uncertainty caused by ongoing tensions and conflicts in several regions of the world. The short-term outlook remains weak, however. Global GDP is expected to grow by around 3 per cent in 2024, significantly below the average for the first 20 years of this century. After stalling in 2023, trade is expected to return to growth this year, albeit less so than in the past. Cyclical risks, long tilted to the downside, are becoming more balanced. The ongoing global disinflation suggests that monetary conditions will ease, but will do so at a different pace in each of the major economies. Growth is uneven both among the advanced economies, with the United States proving to be particularly strong, and among emerging and low-income economies. Growth in the latter countries since 2019 has not been enough to narrow welfare gaps vis-à-vis richer countries; high debt servicing costs place many of them in a vulnerable position. The default of one or more of the low-income economies would presumably produce only marginal systemic spillover effects on a global scale, though the disorderly management of these crises would have serious consequences for the countries involved and could give rise to geopolitical disputes. In the coming years, the global economy will be impacted by low productivity growth in many areas, by the phasing-out of the fiscal stimuli rolled out to counter the effects of the pandemic and – above all – by the geopolitical tensions that show no signs of easing. According to the International Monetary Fund, global growth is expected to continue at around 3 per cent until the end of the decade.",
  "date_parsed": "2024-05-31",
  "name": "Fabio Panetta",
  "link_number": "23",
  "name_orig": "Fabio Panetta",
  "url_orig": "https://www.bis.org/review/r240531f.htm"
}