{
  "source_url": "https://www.bis.org/review/r241125a.htm",
  "headline": "Fabio Panetta: Beyond fragmentation - economic resilience in a shifting world",
  "description_html": "\n<p><span>Opening remarks by Mr Fabio Panetta, Governor of the Bank of Italy, at the G7-Seminar on \"A fragmenting trading system: where we stand and the implications for policy\", Rome, 15 November 2024.</span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Opening remarks by Mr Fabio Panetta, Governor of the Bank of Italy, at the G7-Seminar on \"A fragmenting trading system: where we stand and the implications for policy\", Rome, 15 November 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "26 November 2024",
  "pdf_url": "https://www.bis.org/review/r241125a.pdf",
  "content_html": "\n<p>Ladies and Gentlemen,</p>\n<p>It is a great pleasure to welcome you to this G7-seminar on 'A fragmenting trading system: where we stand and the implications for policy'.</p>\n<p>We are meeting today just a few hundred metres from Palazzo dei Conservatori, where the Treaties of Rome were signed in 1957. The Treaties laid the foundations for the European Economic Community and the European Atomic Energy Community. They set in motion a vision of cooperation and shared prosperity that still resonates strongly in the world today. Their objectives reflect a set of values that transcend European borders and remain strikingly relevant: to promote the free movement of people, goods, services and capital, and to ensure equal access to essential materials.</p>\n<p><span style=\"font-size: 1rem;\">Almost 70 years later, these values are under strain. </span></p>\n<p><span style=\"font-size: 1rem;\">In my remarks today I will touch on some of the forces that risk pushing the global system towards fragmentation. I will also outline some high-level criteria for tackling the problem. </span></p>\n<p><span style=\"font-size: 1rem;\">The opening up to international trade, increased economic and financial integration, and closer cooperation between countries are important achievements for the international community after the devastation caused by the Second World War. We must safeguard these achievements to ensure prosperity and peace for future generations.</span></p>\n",
  "content_text": "Ladies and Gentlemen, It is a great pleasure to welcome you to this G7-seminar on 'A fragmenting trading system: where we stand and the implications for policy'. We are meeting today just a few hundred metres from Palazzo dei Conservatori, where the Treaties of Rome were signed in 1957. The Treaties laid the foundations for the European Economic Community and the European Atomic Energy Community. They set in motion a vision of cooperation and shared prosperity that still resonates strongly in the world today. Their objectives reflect a set of values that transcend European borders and remain strikingly relevant: to promote the free movement of people, goods, services and capital, and to ensure equal access to essential materials. Almost 70 years later, these values are under strain. In my remarks today I will touch on some of the forces that risk pushing the global system towards fragmentation. I will also outline some high-level criteria for tackling the problem. The opening up to international trade, increased economic and financial integration, and closer cooperation between countries are important achievements for the international community after the devastation caused by the Second World War. We must safeguard these achievements to ensure prosperity and peace for future generations.",
  "date_parsed": "2024-11-26",
  "name": "Fabio Panetta",
  "link_number": "14",
  "name_orig": "Fabio Panetta",
  "url_orig": "https://www.bis.org/review/r241125a.htm"
}