{
  "source_url": "https://www.bis.org/review/r251008e.htm",
  "headline": "Fabio Panetta: Solidarity and cooperation - from local communities to global stability",
  "description_html": "\n<p>Speech by Mr Fabio Panetta, Governor of the Bank of Italy, at the Conference \"Cooperative financial institutions in the 21st century for global economic and social development\", Rome, 8 October 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Fabio Panetta, Governor of the Bank of Italy, at the Conference \"Cooperative financial institutions in the 21st century for global economic and social development\", Rome, 8 October 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "10 October 2025",
  "pdf_url": "https://www.bis.org/review/r251008e.pdf",
  "content_html": "\n<p>Ladies and Gentlemen,</p>\n<p>It is a great pleasure to welcome you to Rome and to open this conference on the role of cooperative financial institutions in the twenty-first century.</p>\n<p>This Jubilee year is dedicated to hope, a virtue that looks to the future, but cannot flourish without solidarity, justice, and a strong sense of responsibility towards future generations. These are not abstract ideals, but the very foundations of resilient societies and stable economies.</p>\n<p>Let me address two economic themes that are closely linked to these principles.</p>\n<p>The first is cooperative finance - a model that, through proximity and mutual trust, has long promoted inclusion and balanced growth.</p>\n<p>The second is the debt burden of low-income countries - a challenge that reminds us that solidarity must reach beyond national borders if we are to create the conditions for global stability and prosperity.</p>\n<p>Both issues are rooted in the same idea: credit and debt are not just financial instruments, but expressions of trust and responsibility. And when debt in poor countries becomes unsustainable, that very sense of responsibility calls on creditors and debtors alike to work together to find solutions that are equitable and conducive to growth.</p>\n<h3>1. Cooperative banks in a changing world</h3>\n<p>Cooperative finance has long been rooted in communities. Its democratic governance, its focus on members' needs and its tradition of responsibility make it a distinctive model for intermediation. Long before the principles of environmental, social and governance (ESG) responsibility became common parlance, cooperatives were already putting them into practice.</p>\n<p>Over time, these institutions have expanded access to finance for households and small businesses, supporting millions who would otherwise have been excluded. Their importance is evident in both advanced and developing economies: they foster inclusion, resilience, and sustainable growth.</p>\n<p>In Europe alone, cooperative banks employ over 700,000 people and serve more than 90 million members.<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a>They are also well-represented outside Europe, with about 100 million members.<a class=\"hashlink\" href=\"#fn2\" id=\"fn_2\"><sup>2</sup></a><span> </span>Credit unions are present in more than 100 countries, counting over 400 million members.<a class=\"hashlink\" href=\"#fn3\" id=\"fn_3\"><sup>3</sup></a><span> </span>In regions facing poverty, conflict or climate stress they often remain the only reliable providers of credit.</p>\n<p>Research shows that their relationship-based lending helps to smooth credit cycles,<a class=\"hashlink\" href=\"#fn4\" id=\"fn_4\"><sup>4</sup></a><span> </span>sustain customers during downturns and promote more balanced and sustainable growth.<a class=\"hashlink\" href=\"#fn5\" id=\"fn_5\"><sup>5</sup></a><span> </span>Far from being less efficient than commercial banks,<a class=\"hashlink\" href=\"#fn6\" id=\"fn_6\"><sup>6</sup></a><span> </span>many cooperatives match them in profitability and credit quality, while also reducing inequality.<a class=\"hashlink\" href=\"#fn7\" id=\"fn_7\"><sup>7</sup></a></p>\n<p><strong>Emerging challenges</strong></p>\n<p>The cooperative model is not without weaknesses. Its small size hinders economies of scale, its concentration in local markets reduces diversification, and its strong community ties may blur risk management. In advanced economies, the declining share of small and medium-sized enterprises in total production is reducing demand for traditional relationship lending. The rising share of intangible assets in firms' balance sheets - such as software, data, and intellectual property - complicates screening and credit risk management for small lenders.</p>\n<p>In this environment, cooperative banks can no longer rely solely on their historical advantages over commercial banks. Expanding loan portfolios, a strategy that once sustained the growth of cooperative intermediaries, has become more difficult and entails higher risks. Cooperatives will need to adapt their strategies, leveraging innovation and partnerships, while remaining faithful to their founding mission of serving communities.</p>\n<h3>2. From local credit to global solidarity</h3>\n<p>Just as social capital is the foundation for cooperative credit within local communities, 'international social capital' is essential to revitalize multilateral cooperation. The same principles - trust, responsibility, and solidarity - that sustain cooperatives at the local level must guide the international community in supporting poor countries and addressing poverty, inequality, and the burden of unsustainable debt.</p>\n<p><strong>Progress and persisting inequalities</strong></p>\n<p>Over the past decades, humanity has achieved extraordinary progress in reducing extreme poverty. The share of people living on less than the bare minimum fell from over 40 per cent in 1990 to 11 per cent at the end of the last decade. In absolute terms, this means a decline from 2.3 billion to 900 million individuals.<a class=\"hashlink\" href=\"#fn8\" id=\"fn_8\"><sup>8</sup></a><span> </span>Unfortunately, in recent years, due to multiple shocks, this progress has stalled.</p>\n<p>The success achieved has not been universal. In sub-Saharan Africa, the picture is tragically different. Here, the number of people living in extreme poverty almost doubled between 1990 and 2020, reflecting rapid demographic growth and more modest reductions in poverty rates - from 55 to 46 per cent.<a class=\"hashlink\" href=\"#fn9\" id=\"fn_9\"><sup>9</sup></a></p>\n<p><strong>Debt as a barrier to development</strong></p>\n<p>While poverty remains widespread, low-income countries are once again facing a familiar challenge: unsustainable levels of public debt. This burden not only constrains economic development, but also hinders poverty reduction and undermines social stability.</p>\n<p>These countries account for just 2.5 per cent of global GDP and 1.4 per cent of global public debt, but they are home to 1.8 billion people - nearly one quarter of humanity. Their weight in the global economy may be small, but the human consequences of their plight are immense. In such social and political circumstances, debt reduction is not only an economic necessity, it is a moral duty. Furthermore, poverty is a powerful driver of irregular migration, which is putting increasing strains on many advanced economies.</p>\n<p>The debt-to-GDP ratio peaks of the 1990s led to unprecedented initiatives for debt cancellation (the Heavily Indebted Poor Countries initiative, HIPC). Today, debt ratios among poor countries are below those peaks, yet vulnerabilities have resurfaced. Over the past fifteen years, median debt levels have risen sharply, from 30 per cent of GDP in 2010 to 50 per cent in 2024, while debt servicing costs have escalated, diverting resources from schools, hospitals, and infrastructure.<a class=\"hashlink\" href=\"#fn10\" id=\"fn_10\"><sup>10</sup></a></p>\n<p>The evolving creditor landscape complicates achieving an agreement on debt restructuring. Alongside multilateral institutions and the Paris Club, private investors and new bilateral lenders - most prominently China - now play a central role. This enlargement, while offering more financing options, has made coordination during crises more difficult and weakened traditional mechanisms for debt resolution.</p>\n<p>It would therefore be misleading to think that simply replicating the HIPC initiative today, in such a profoundly changed context, would be sufficient. Innovative approaches and a substantial reformulation of the terms of the discussion are instead necessary.</p>\n<p><strong>Towards a renewed multilateral response</strong></p>\n<p>The complexity of today's debt challenge requires a comprehensive and coordinated global response, one that encompasses crisis prevention, debt relief, and growth promotion.</p>\n<p>For countries caught in unsustainable debt cycles, restructuring is essential. The Common Framework endorsed by the G20 in November 2020<a class=\"hashlink\" href=\"#fn11\" id=\"fn_11\"><sup>11</sup></a><span> </span>was a step forward, bringing traditional and new creditors to the same table. Yet implementation has been slow and uneven, revealing the need for greater transparency, predictability, and speed. Unfortunately, the current geopolitical climate is diminishing hopes of a coordinated global response to debt.</p>\n<p>Restructuring is the last resort, prevention remains central. Liquidity strains can be mitigated through cheaper refinancing, affordable lending, and innovative instruments such as climate-resilient debt clauses, which suspend payments in the event of natural disasters. Furthermore, developing local currency debt markets would reduce these countries' dependence on foreign financing, thereby mitigating their exposure to currency fluctuations and allowing them to fund long-term investment programmes.</p>\n<p>Ultimately, however, the safest way to restore debt sustainability is to foster balanced and inclusive growth. Debt relief must therefore be paired with reforms that strengthen institutions and broaden the tax base. Financial support is most effective when tied to clear performance-based frameworks.</p>\n<p>The international community should explore innovative solutions, such as debt-for-development swaps, which channel resources into education, health, and climate action. Initiatives like Italy's recent proposal to free up funds for African countries and reinvest them in locally owned development programmes are a promising path.</p>\n<p>The debt of low-income countries is not a peripheral issue but a central global challenge. Failure to act will leave 1.8 billion people behind, with consequences for global stability and justice. Multilateral cooperation is not a burden: it is a strategic investment. At a time of fragmentation and nationalism, we must renew our commitment to solidarity.</p>\n<p>The reduction of debt, when accompanied by reform and growth, can turn a crushing burden into a lever for development, a tool for eradicating poverty, and a catalyst for inclusive prosperity.</p>\n<h3>3. Conclusions</h3>\n<p>The brief reflections I have shared today point to a single truth: solidarity is a necessity, not an option. The fact that the world these days seems to overlook this statement does not make it untrue. Solidarity is the foundation for resilient communities, the engine of sustainable economies, and the glue that holds an increasingly fragile world together.</p>\n<p>We must preserve and nurture our social capital, both locally and globally. Cooperation can be laborious, but it is precious because it is an investment in stability, security, and justice.</p>\n<p>Leaving almost two billion people behind is hardly a reliable foundation for stability and prosperity, worldwide as well as in advanced economies. Let us therefore ensure that credit, whether extended within a village or across nations, serves its highest purpose: to build trust, to foster dignity, and to lead the way towards a more just and humane world.</p>\n<hr/>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> Source: European Association of Co-operative banks, Key statistics, 2023.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup>2</sup></a> Source: websites of the members of the International Cooperative Banking Association.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_3\" name=\"fn3\"><sup>3</sup></a> Source: World Council of Credit Unions.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_4\" name=\"fn4\"><sup>4</sup></a> Among others, see G. Barboni and C. Rossi, 'Does your neighbor know you better? The supportive role of local banks in the financial crisis',<span> </span><em>Journal of Banking &amp; Finance</em>, 106, 2019, pp. 514-526; and G.M. Caporale, S. Di Colli and J.S. Lopez, 'Bank lending procyclicality and credit quality during financial crises',<span> </span><em>Economic Modelling</em><span> </span>43, 2014, pp. 142-157.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_5\" name=\"fn5\"><sup>5</sup></a> P. Coccorese and S. Shaffer, 'Cooperative banks and local economic growth',<span> </span><em>Regional Studies</em>, 55, 2, 2021, pp. 307-321.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_6\" name=\"fn6\"><sup>6</sup></a> For a comprehensive review of the performance of cooperative banks, see D. McKillop et al., 'Cooperative Financial Institutions: A Review of the Literature',<span> </span><em>International Review of Financial Analysis</em>, 71, 2020.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_7\" name=\"fn7\"><sup>7</sup></a> V. Peruzzi, P. Murro and S. Di Colli, 'The distributional impact of local banking. Evidence from the financial and sovereign-debt crises',<span> </span><em>European Journal of Political Economy</em>, 80, 2023.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_8\" name=\"fn8\"><sup>8</sup></a> Source: World Bank, Poverty and Inequality Platform. This transformation was largely driven by the rapid economic development of emerging Asian economies, particularly China. In East Asia and the Pacific, the extreme poverty rate dropped from 76 per cent to 2 per cent, lifting 1.2 billion people out of destitution.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_9\" name=\"fn9\"><sup>9</sup></a> Today, sub-Saharan Africa alone accounts for 580 million of the world's poorest, representing over two thirds of the global total.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_10\" name=\"fn10\"><sup>10</sup></a> In some cases, interest payments consume more than 18 per cent of government revenues.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_11\" name=\"fn11\"><sup>11</sup></a> The Common Framework for Debt Treatments (Common Framework) is an agreement between the G20 and Paris Club countries to promote coordination among official creditors with the aim of facilitating timely and orderly debt restructurings for the world's poorest countries, on a case-by-case basis.</p>\n",
  "content_text": "Ladies and Gentlemen, It is a great pleasure to welcome you to Rome and to open this conference on the role of cooperative financial institutions in the twenty-first century. This Jubilee year is dedicated to hope, a virtue that looks to the future, but cannot flourish without solidarity, justice, and a strong sense of responsibility towards future generations. These are not abstract ideals, but the very foundations of resilient societies and stable economies. Let me address two economic themes that are closely linked to these principles. The first is cooperative finance - a model that, through proximity and mutual trust, has long promoted inclusion and balanced growth. The second is the debt burden of low-income countries - a challenge that reminds us that solidarity must reach beyond national borders if we are to create the conditions for global stability and prosperity. Both issues are rooted in the same idea: credit and debt are not just financial instruments, but expressions of trust and responsibility. And when debt in poor countries becomes unsustainable, that very sense of responsibility calls on creditors and debtors alike to work together to find solutions that are equitable and conducive to growth. 1. Cooperative banks in a changing world Cooperative finance has long been rooted in communities. Its democratic governance, its focus on members' needs and its tradition of responsibility make it a distinctive model for intermediation. Long before the principles of environmental, social and governance (ESG) responsibility became common parlance, cooperatives were already putting them into practice. Over time, these institutions have expanded access to finance for households and small businesses, supporting millions who would otherwise have been excluded. Their importance is evident in both advanced and developing economies: they foster inclusion, resilience, and sustainable growth. In Europe alone, cooperative banks employ over 700,000 people and serve more than 90 million members. 1 They are also well-represented outside Europe, with about 100 million members. 2 Credit unions are present in more than 100 countries, counting over 400 million members. 3 In regions facing poverty, conflict or climate stress they often remain the only reliable providers of credit. Research shows that their relationship-based lending helps to smooth credit cycles, 4 sustain customers during downturns and promote more balanced and sustainable growth. 5 Far from being less efficient than commercial banks, 6 many cooperatives match them in profitability and credit quality, while also reducing inequality. 7 Emerging challenges The cooperative model is not without weaknesses. Its small size hinders economies of scale, its concentration in local markets reduces diversification, and its strong community ties may blur risk management. In advanced economies, the declining share of small and medium-sized enterprises in total production is reducing demand for traditional relationship lending. The rising share of intangible assets in firms' balance sheets - such as software, data, and intellectual property - complicates screening and credit risk management for small lenders. In this environment, cooperative banks can no longer rely solely on their historical advantages over commercial banks. Expanding loan portfolios, a strategy that once sustained the growth of cooperative intermediaries, has become more difficult and entails higher risks. Cooperatives will need to adapt their strategies, leveraging innovation and partnerships, while remaining faithful to their founding mission of serving communities. 2. From local credit to global solidarity Just as social capital is the foundation for cooperative credit within local communities, 'international social capital' is essential to revitalize multilateral cooperation. The same principles - trust, responsibility, and solidarity - that sustain cooperatives at the local level must guide the international community in supporting poor countries and addressing poverty, inequality, and the burden of unsustainable debt. Progress and persisting inequalities Over the past decades, humanity has achieved extraordinary progress in reducing extreme poverty. The share of people living on less than the bare minimum fell from over 40 per cent in 1990 to 11 per cent at the end of the last decade. In absolute terms, this means a decline from 2.3 billion to 900 million individuals. 8 Unfortunately, in recent years, due to multiple shocks, this progress has stalled. The success achieved has not been universal. In sub-Saharan Africa, the picture is tragically different. Here, the number of people living in extreme poverty almost doubled between 1990 and 2020, reflecting rapid demographic growth and more modest reductions in poverty rates - from 55 to 46 per cent. 9 Debt as a barrier to development While poverty remains widespread, low-income countries are once again facing a familiar challenge: unsustainable levels of public debt. This burden not only constrains economic development, but also hinders poverty reduction and undermines social stability. These countries account for just 2.5 per cent of global GDP and 1.4 per cent of global public debt, but they are home to 1.8 billion people - nearly one quarter of humanity. Their weight in the global economy may be small, but the human consequences of their plight are immense. In such social and political circumstances, debt reduction is not only an economic necessity, it is a moral duty. Furthermore, poverty is a powerful driver of irregular migration, which is putting increasing strains on many advanced economies. The debt-to-GDP ratio peaks of the 1990s led to unprecedented initiatives for debt cancellation (the Heavily Indebted Poor Countries initiative, HIPC). Today, debt ratios among poor countries are below those peaks, yet vulnerabilities have resurfaced. Over the past fifteen years, median debt levels have risen sharply, from 30 per cent of GDP in 2010 to 50 per cent in 2024, while debt servicing costs have escalated, diverting resources from schools, hospitals, and infrastructure. 10 The evolving creditor landscape complicates achieving an agreement on debt restructuring. Alongside multilateral institutions and the Paris Club, private investors and new bilateral lenders - most prominently China - now play a central role. This enlargement, while offering more financing options, has made coordination during crises more difficult and weakened traditional mechanisms for debt resolution. It would therefore be misleading to think that simply replicating the HIPC initiative today, in such a profoundly changed context, would be sufficient. Innovative approaches and a substantial reformulation of the terms of the discussion are instead necessary. Towards a renewed multilateral response The complexity of today's debt challenge requires a comprehensive and coordinated global response, one that encompasses crisis prevention, debt relief, and growth promotion. For countries caught in unsustainable debt cycles, restructuring is essential. The Common Framework endorsed by the G20 in November 2020 11 was a step forward, bringing traditional and new creditors to the same table. Yet implementation has been slow and uneven, revealing the need for greater transparency, predictability, and speed. Unfortunately, the current geopolitical climate is diminishing hopes of a coordinated global response to debt. Restructuring is the last resort, prevention remains central. Liquidity strains can be mitigated through cheaper refinancing, affordable lending, and innovative instruments such as climate-resilient debt clauses, which suspend payments in the event of natural disasters. Furthermore, developing local currency debt markets would reduce these countries' dependence on foreign financing, thereby mitigating their exposure to currency fluctuations and allowing them to fund long-term investment programmes. Ultimately, however, the safest way to restore debt sustainability is to foster balanced and inclusive growth. Debt relief must therefore be paired with reforms that strengthen institutions and broaden the tax base. Financial support is most effective when tied to clear performance-based frameworks. The international community should explore innovative solutions, such as debt-for-development swaps, which channel resources into education, health, and climate action. Initiatives like Italy's recent proposal to free up funds for African countries and reinvest them in locally owned development programmes are a promising path. The debt of low-income countries is not a peripheral issue but a central global challenge. Failure to act will leave 1.8 billion people behind, with consequences for global stability and justice. Multilateral cooperation is not a burden: it is a strategic investment. At a time of fragmentation and nationalism, we must renew our commitment to solidarity. The reduction of debt, when accompanied by reform and growth, can turn a crushing burden into a lever for development, a tool for eradicating poverty, and a catalyst for inclusive prosperity. 3. Conclusions The brief reflections I have shared today point to a single truth: solidarity is a necessity, not an option. The fact that the world these days seems to overlook this statement does not make it untrue. Solidarity is the foundation for resilient communities, the engine of sustainable economies, and the glue that holds an increasingly fragile world together. We must preserve and nurture our social capital, both locally and globally. Cooperation can be laborious, but it is precious because it is an investment in stability, security, and justice. Leaving almost two billion people behind is hardly a reliable foundation for stability and prosperity, worldwide as well as in advanced economies. Let us therefore ensure that credit, whether extended within a village or across nations, serves its highest purpose: to build trust, to foster dignity, and to lead the way towards a more just and humane world. 1 Source: European Association of Co-operative banks, Key statistics, 2023. 2 Source: websites of the members of the International Cooperative Banking Association. 3 Source: World Council of Credit Unions. 4 Among others, see G. Barboni and C. Rossi, 'Does your neighbor know you better? The supportive role of local banks in the financial crisis', Journal of Banking & Finance , 106, 2019, pp. 514-526; and G.M. Caporale, S. Di Colli and J.S. Lopez, 'Bank lending procyclicality and credit quality during financial crises', Economic Modelling 43, 2014, pp. 142-157. 5 P. Coccorese and S. Shaffer, 'Cooperative banks and local economic growth', Regional Studies , 55, 2, 2021, pp. 307-321. 6 For a comprehensive review of the performance of cooperative banks, see D. McKillop et al., 'Cooperative Financial Institutions: A Review of the Literature', International Review of Financial Analysis , 71, 2020. 7 V. Peruzzi, P. Murro and S. Di Colli, 'The distributional impact of local banking. Evidence from the financial and sovereign-debt crises', European Journal of Political Economy , 80, 2023. 8 Source: World Bank, Poverty and Inequality Platform. This transformation was largely driven by the rapid economic development of emerging Asian economies, particularly China. In East Asia and the Pacific, the extreme poverty rate dropped from 76 per cent to 2 per cent, lifting 1.2 billion people out of destitution. 9 Today, sub-Saharan Africa alone accounts for 580 million of the world's poorest, representing over two thirds of the global total. 10 In some cases, interest payments consume more than 18 per cent of government revenues. 11 The Common Framework for Debt Treatments (Common Framework) is an agreement between the G20 and Paris Club countries to promote coordination among official creditors with the aim of facilitating timely and orderly debt restructurings for the world's poorest countries, on a case-by-case basis.",
  "date_parsed": "2025-10-10",
  "name": "Fabio Panetta",
  "link_number": "1",
  "name_orig": "Fabio Panetta",
  "url_orig": "https://www.bis.org/review/r251008e.htm"
}