{
  "source_url": "https://www.bis.org/review/r240709f.htm",
  "headline": "Fabio Panetta: Banks and the economy - credit, regulation and growth",
  "description_html": "\n<p>Speech by Mr Fabio Panetta, Governor of the Bank of Italy, at the Annual Meeting of the Italian Banking Association (ABI)<span>, Rome, 9 July 2024. </span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Fabio Panetta, Governor of the Bank of Italy, at the Annual Meeting of the Italian Banking Association (ABI) , Rome, 9 July 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "09 July 2024",
  "pdf_url": "https://www.bis.org/review/r240709f.pdf",
  "content_html": "\n<h3>1. The economic situation and monetary policy</h3>\n<p>After stagnating for more than a year, economic activity in the euro area edged up by 0.3 per cent in the first quarter of 2024. The biggest contribution came from foreign demand, while domestic demand remained weak: household consumption rose marginally and investment declined. Activity remains sluggish above all in manufacturing.</p>\n<p>GDP is estimated to have grown moderately in the second quarter, supported by services; conversely, the latest business surveys confirm that industrial activity remains weak.</p>\n<p>Inflation is continuing to fall, with fluctuations in the monthly data. In June it declined to 2.5 per cent, while its core component, which excludes the most volatile items, held stable at 2.9 per cent (Figure 1). </p>\n<p>At the beginning of June, the ECB Governing Council lowered its key interest rates by 25 basis points, after keeping them unchanged at high levels for nine months. This decision reflects the gradual fall in inflation and the prospect of a further drop in the coming months.</p>\n",
  "content_text": "1. The economic situation and monetary policy After stagnating for more than a year, economic activity in the euro area edged up by 0.3 per cent in the first quarter of 2024. The biggest contribution came from foreign demand, while domestic demand remained weak: household consumption rose marginally and investment declined. Activity remains sluggish above all in manufacturing. GDP is estimated to have grown moderately in the second quarter, supported by services; conversely, the latest business surveys confirm that industrial activity remains weak. Inflation is continuing to fall, with fluctuations in the monthly data. In June it declined to 2.5 per cent, while its core component, which excludes the most volatile items, held stable at 2.9 per cent (Figure 1). At the beginning of June, the ECB Governing Council lowered its key interest rates by 25 basis points, after keeping them unchanged at high levels for nine months. This decision reflects the gradual fall in inflation and the prospect of a further drop in the coming months.",
  "date_parsed": "2024-07-09",
  "name": "Fabio Panetta",
  "link_number": "21",
  "name_orig": "Fabio Panetta",
  "url_orig": "https://www.bis.org/review/r240709f.htm"
}