{
  "source_url": "https://www.bis.org/review/r241204c.htm",
  "headline": "Fabio Panetta: A European productivity compact",
  "description_html": "\n<p>Speech by Mr Fabio Panetta, Governor of the Bank of Italy, at the 20th Spain-Italy Dialogue Forum (AREL-CEOE-SBEES), Barcelona, 3 December 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Fabio Panetta, Governor of the Bank of Italy, at the 20th Spain-Italy Dialogue Forum (AREL-CEOE-SBEES), Barcelona, 3 December 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "05 December 2024",
  "pdf_url": "https://www.bis.org/review/r241204c.pdf",
  "content_html": "\n<h3>Introduction</h3>\n<p>I am delighted to take part in this edition of the Spain-Italy Dialogue Forum which, since 1999, has provided a great opportunity for our two countries to exchange ideas and experiences. Two countries united by the Mediterranean, a sea so enchantingly evoked by the voice of Joan Manuel Serrat.</p>\n<p>The history of Italy is inextricably linked to that of Spain. The same is true of their economies. Our trade in goods and services totals over €73 billion: Spain is Italy's fourth largest trading partner, Italy is Spain's third. Spanish direct investment in Italy and Italian direct investment in Spain amount to €14 billion and €46 billion, respectively.</p>\n<p>Together, our two countries make up a significant part of the euro area. They account for 25 per cent of GDP, 23 per cent of industrial output and 17 per cent of euro-area exports.</p>\n<p>A staunch commitment to being part of the European endeavour has been a fundamental driver of economic development for both countries – for Italy, which has been a member since the beginning, and for Spain, which has been able to seize the opportunities offered by its more recent accession.</p>\n<p>However, the European economy is struggling to keep pace with the most dynamic countries, the United States above all (Figure 1.a), mainly because of low productivity growth (Figure 1.b).</p>\n",
  "content_text": "Introduction I am delighted to take part in this edition of the Spain-Italy Dialogue Forum which, since 1999, has provided a great opportunity for our two countries to exchange ideas and experiences. Two countries united by the Mediterranean, a sea so enchantingly evoked by the voice of Joan Manuel Serrat. The history of Italy is inextricably linked to that of Spain. The same is true of their economies. Our trade in goods and services totals over €73 billion: Spain is Italy's fourth largest trading partner, Italy is Spain's third. Spanish direct investment in Italy and Italian direct investment in Spain amount to €14 billion and €46 billion, respectively. Together, our two countries make up a significant part of the euro area. They account for 25 per cent of GDP, 23 per cent of industrial output and 17 per cent of euro-area exports. A staunch commitment to being part of the European endeavour has been a fundamental driver of economic development for both countries – for Italy, which has been a member since the beginning, and for Spain, which has been able to seize the opportunities offered by its more recent accession. However, the European economy is struggling to keep pace with the most dynamic countries, the United States above all (Figure 1.a), mainly because of low productivity growth (Figure 1.b).",
  "date_parsed": "2024-12-05",
  "name": "Fabio Panetta",
  "link_number": "12",
  "name_orig": "Fabio Panetta",
  "url_orig": "https://www.bis.org/review/r241204c.htm"
}