{
  "source_url": "https://www.bis.org/review/r250619a.htm",
  "headline": "Fabio Panetta: Monetary policy and macroeconomic forecasts - the last fifty years",
  "description_html": "\n<p>Speech by Mr Fabio Panetta, Governor of the Bank of Italy, <span><span class=\"link-desc\">at the Prometeia 50 Conference</span></span><span><span class=\"link-desc\">, Milan</span></span><span>, 18 June 2025. </span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Fabio Panetta, Governor of the Bank of Italy, at the Prometeia 50 Conference , Milan , 18 June 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "19 June 2025",
  "pdf_url": "https://www.bis.org/review/r250619a.pdf",
  "content_html": "\n<p>I would like to thank the Prometeia association for inviting me to take part in this conference, marking the fiftieth anniversary of its founding.</p>\n<p>Since 1974, Prometeia has contributed to the Italian economic debate with economic analyses and forecasts, in line with its original mission as the \"Association for Econometric Forecasts\". Over time, it has come to play a prominent role by developing its own modelling tools capable of generating reliable forecasts and evaluating the impact of economic policies.</p>\n<p>Over the past fifty years, the macroeconomic landscape has changed profoundly. Changes in shocks, progress in economic theory, and the experience gained have transformed the role of central banks, redefining how they safeguard the purchasing power of money and financial stability.</p>\n<p>The tools available to central bankers have also evolved. The growing availability of data, together with advances in economic and statistical analysis, has enabled the development of more sophisticated forecasting models, better suited to grasp the complexity of today's economy.</p>\n",
  "content_text": "I would like to thank the Prometeia association for inviting me to take part in this conference, marking the fiftieth anniversary of its founding. Since 1974, Prometeia has contributed to the Italian economic debate with economic analyses and forecasts, in line with its original mission as the \"Association for Econometric Forecasts\". Over time, it has come to play a prominent role by developing its own modelling tools capable of generating reliable forecasts and evaluating the impact of economic policies. Over the past fifty years, the macroeconomic landscape has changed profoundly. Changes in shocks, progress in economic theory, and the experience gained have transformed the role of central banks, redefining how they safeguard the purchasing power of money and financial stability. The tools available to central bankers have also evolved. The growing availability of data, together with advances in economic and statistical analysis, has enabled the development of more sophisticated forecasting models, better suited to grasp the complexity of today's economy.",
  "date_parsed": "2025-06-19",
  "name": "Fabio Panetta",
  "link_number": "3",
  "name_orig": "Fabio Panetta",
  "url_orig": "https://www.bis.org/review/r250619a.htm"
}