{
  "source_url": "https://www.bis.org/review/r250603g.htm",
  "headline": "Fabio Panetta: Overview of economic and financial developments in Italy",
  "description_html": "\n<p>Concluding remarks by Mr Fabio Panetta, Governor of the Bank of Italy, <span><span class=\"link-desc\">at a meeting for the presentation of the </span></span><span><span class=\"link-desc\">Annual Report 2024 - 131st Financial Year, </span></span><span>Rome</span><span>, 30 May 2025. </span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Concluding remarks by Mr Fabio Panetta, Governor of the Bank of Italy, at a meeting for the presentation of the Annual Report 2024 - 131st Financial Year, Rome , 30 May 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "03 June 2025",
  "pdf_url": "https://www.bis.org/review/r250603g.pdf",
  "content_html": "\n<p>Ladies and Gentlemen,</p>\n<p>Trade disputes and the ongoing conflicts are undermining confidence at the international level, casting a shadow over the global economic outlook. In recent weeks, the International Monetary Fund (IMF) downgraded its global growth projections for the next two years, to less than 3 per cent, well below the average recorded in past decades.</p>\n<p>Concerns over a potential trade war intensified on 2 April, when the United States introduced sweeping tariff hikes, which were partly paused in the weeks that followed. The announcement sparked significant volatility in the financial markets, with firms most exposed to international trade hit hardest. Investors shifted towards assets that are considered safer, pushing the price of gold to new all-time highs.</p>\n<p>Unlike in previous periods of uncertainty, the yields on long-term US Treasury bonds decreased and the dollar depreciated (Figure 1.a). This trend persisted in the weeks that followed, despite a partial easing of financial tensions and a rebound in stock prices. This raises important questions about the future structure of the international monetary system and the dominant role of the US dollar as both a reserve and a trade invoicing currency.</p>\n",
  "content_text": "Ladies and Gentlemen, Trade disputes and the ongoing conflicts are undermining confidence at the international level, casting a shadow over the global economic outlook. In recent weeks, the International Monetary Fund (IMF) downgraded its global growth projections for the next two years, to less than 3 per cent, well below the average recorded in past decades. Concerns over a potential trade war intensified on 2 April, when the United States introduced sweeping tariff hikes, which were partly paused in the weeks that followed. The announcement sparked significant volatility in the financial markets, with firms most exposed to international trade hit hardest. Investors shifted towards assets that are considered safer, pushing the price of gold to new all-time highs. Unlike in previous periods of uncertainty, the yields on long-term US Treasury bonds decreased and the dollar depreciated (Figure 1.a). This trend persisted in the weeks that followed, despite a partial easing of financial tensions and a rebound in stock prices. This raises important questions about the future structure of the international monetary system and the dominant role of the US dollar as both a reserve and a trade invoicing currency.",
  "date_parsed": "2025-06-03",
  "name": "Fabio Panetta",
  "link_number": "4",
  "name_orig": "Fabio Panetta",
  "url_orig": "https://www.bis.org/review/r250603g.htm"
}