{
  "source_url": "https://www.bis.org/review/r241125w.htm",
  "headline": "Fabio Panetta: Back to the future - forward-looking considerations on monetary policy normalization",
  "description_html": "\n<p>Speech by Mr Fabio Panetta, Governor of the Bank of Italy, at Bocconi University, Milan, 19 November 2024. </p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Fabio Panetta, Governor of the Bank of Italy, at Bocconi University, Milan, 19 November 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "27 November 2024",
  "pdf_url": "https://www.bis.org/review/r241125w.pdf",
  "content_html": "\n<p>Good morning everyone.</p>\n<p>Let me first of all thank the Rector of Università Bocconi, Professor Francesco Billari, for inviting me here today. It is a pleasure to visit this prestigious and renowned institution. And it is always a privilege to discuss economics with young people who are studying this discipline today, but will shape its course tomorrow.</p>\n<p>This meeting takes place at an interesting time for monetary policy.</p>\n<p>The exceptional shocks of 2022-23 are gradually fading into the background, and inflation in the euro area is not only lower, but also less volatile than it has been for a long time (Figure 1). As a result, inflation forecast errors have also normalized (Figure 2). The euro area has completed a long, historic journey through terrae incognitae that began immediately after the COVID pandemic.</p>\n<p>This return to charted territory is clearly good news. But the current economic landscape presents its own challenges. At the global level, geopolitical tensions are high, and political developments in a number of countries are difficult to predict. In the euro area, the economy is stagnating and interest rates are still in restrictive territory. How should the ECB proceed?</p>\n",
  "content_text": "Good morning everyone. Let me first of all thank the Rector of Università Bocconi, Professor Francesco Billari, for inviting me here today. It is a pleasure to visit this prestigious and renowned institution. And it is always a privilege to discuss economics with young people who are studying this discipline today, but will shape its course tomorrow. This meeting takes place at an interesting time for monetary policy. The exceptional shocks of 2022-23 are gradually fading into the background, and inflation in the euro area is not only lower, but also less volatile than it has been for a long time (Figure 1). As a result, inflation forecast errors have also normalized (Figure 2). The euro area has completed a long, historic journey through terrae incognitae that began immediately after the COVID pandemic. This return to charted territory is clearly good news. But the current economic landscape presents its own challenges. At the global level, geopolitical tensions are high, and political developments in a number of countries are difficult to predict. In the euro area, the economy is stagnating and interest rates are still in restrictive territory. How should the ECB proceed?",
  "date_parsed": "2024-11-27",
  "name": "Fabio Panetta",
  "link_number": "13",
  "name_orig": "Fabio Panetta",
  "url_orig": "https://www.bis.org/review/r241125w.htm"
}