{
  "source_url": "https://www.bis.org/review/r250121b.htm",
  "headline": "Fabio Panetta: Peace and prosperity in a fragmented world",
  "description_html": "\n<p>Speech by Mr Fabio Panetta, Governor of the Bank of Italy, at the meeting \"Economy and peace: a possible alliance\", organised by the Centesimus Annus Pro Pontifice Foundation, Bologna, 16 January 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Fabio Panetta, Governor of the Bank of Italy, at the meeting \"Economy and peace: a possible alliance\", organised by the Centesimus Annus Pro Pontifice Foundation, Bologna, 16 January 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "21 January 2025",
  "pdf_url": "https://www.bis.org/review/r250121b.pdf",
  "content_html": "\n<p>Today, our world is facing an alarming rise in geopolitical tensions and conflicts. The number of wars, which had decreased after the fall of the Berlin Wall, has turned upward again in the last fifteen years; in 2023 it reached its highest level since World War II (Figure 1).</p>\n<p>In many regions, war – often fratricidal – is a daily reality.1 Day after day, the news brings us dramatic images, reawakening fears linked to the traumatic experiences of the two world wars. In Western Europe, the debate about significantly increasing defence spending has resurfaced after a long time.</p>\n<p>But conflicts are not the only cause for concern. The denial of basic needs, which still affects large parts of the world's population, is also a form of violence.</p>\n<p>After decades of ever stronger international cooperation and economic integration, history now seems to be taking a step backwards.</p>\n<p>It is a very different world from the days when I started working as a central banker. In many ways, it is a world of greater uncertainty and less hope for the future, although even back then there was no shortage of stark clashes and dramatic tensions.</p>\n",
  "content_text": "Today, our world is facing an alarming rise in geopolitical tensions and conflicts. The number of wars, which had decreased after the fall of the Berlin Wall, has turned upward again in the last fifteen years; in 2023 it reached its highest level since World War II (Figure 1). In many regions, war – often fratricidal – is a daily reality.1 Day after day, the news brings us dramatic images, reawakening fears linked to the traumatic experiences of the two world wars. In Western Europe, the debate about significantly increasing defence spending has resurfaced after a long time. But conflicts are not the only cause for concern. The denial of basic needs, which still affects large parts of the world's population, is also a form of violence. After decades of ever stronger international cooperation and economic integration, history now seems to be taking a step backwards. It is a very different world from the days when I started working as a central banker. In many ways, it is a world of greater uncertainty and less hope for the future, although even back then there was no shortage of stark clashes and dramatic tensions.",
  "date_parsed": "2025-01-21",
  "name": "Fabio Panetta",
  "link_number": "11",
  "name_orig": "Fabio Panetta",
  "url_orig": "https://www.bis.org/review/r250121b.htm"
}