{
  "source_url": "https://www.bis.org/review/r240627c.htm",
  "headline": "Fabio Panetta: Monetary policy after a perfect storm - festina lente",
  "description_html": "\n<p>Speech by Mr Fabio Panetta, Governor of the Bank of Italy, at the 3rd Bank of Finland International Monetary Policy Conference \"Monetary Policy in Low and High Inflation Environments\", Helsinki, 26 June 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Fabio Panetta, Governor of the Bank of Italy, at the 3rd Bank of Finland International Monetary Policy Conference \"Monetary Policy in Low and High Inflation Environments\", Helsinki, 26 June 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "27 June 2024",
  "pdf_url": "https://www.bis.org/review/r240627c.pdf",
  "content_html": "\n<p>Good afternoon ladies and gentlemen. I would like to thank the Bank of Finland for organizing this conference, and Governor Rehn for inviting me. It is a great pleasure to be here. Finland has been crowned the happiest country in the world for the seventh consecutive year in the recently published World Happiness Report: I am really happy to be part of that happiness.</p>\n<p>We are at a turning point in the European monetary policy cycle. In June, the Governing Council decided to cut the key ECB interest rates by 25 basis points after holding them at high levels for nine months. Turning points inevitably attract attention, and the policy debate is now focused on the next steps: ECB watchers are eagerly looking for clues about the pace of the normalization path.</p>\n<p>I will briefly review what has happened to inflation over the past three years. I will then discuss some of the remaining concerns about the disinflation process, namely price developments in the services sector and the role of profits, input costs and labour costs. After that, I will examine the outlook for inflation and growth from a forward-looking perspective. I will outline my thoughts on the evolution of monetary policy before concluding.</p>\n<p>My main message is that the disinflation process requires two ingredients. We must keep adjusting policy rates to complete the process and smoothly reach our 2 per cent inflation target in a scenario where our expectations turn out to be broadly correct. But we also need to be prudent, and stand ready to adjust our policy in response to shocks that may create upside or downside risks to the current outlook. </p>\n",
  "content_text": "Good afternoon ladies and gentlemen. I would like to thank the Bank of Finland for organizing this conference, and Governor Rehn for inviting me. It is a great pleasure to be here. Finland has been crowned the happiest country in the world for the seventh consecutive year in the recently published World Happiness Report: I am really happy to be part of that happiness. We are at a turning point in the European monetary policy cycle. In June, the Governing Council decided to cut the key ECB interest rates by 25 basis points after holding them at high levels for nine months. Turning points inevitably attract attention, and the policy debate is now focused on the next steps: ECB watchers are eagerly looking for clues about the pace of the normalization path. I will briefly review what has happened to inflation over the past three years. I will then discuss some of the remaining concerns about the disinflation process, namely price developments in the services sector and the role of profits, input costs and labour costs. After that, I will examine the outlook for inflation and growth from a forward-looking perspective. I will outline my thoughts on the evolution of monetary policy before concluding. My main message is that the disinflation process requires two ingredients. We must keep adjusting policy rates to complete the process and smoothly reach our 2 per cent inflation target in a scenario where our expectations turn out to be broadly correct. But we also need to be prudent, and stand ready to adjust our policy in response to shocks that may create upside or downside risks to the current outlook.",
  "date_parsed": "2024-06-27",
  "name": "Fabio Panetta",
  "link_number": "22",
  "name_orig": "Fabio Panetta",
  "url_orig": "https://www.bis.org/review/r240627c.htm"
}