{
  "source_url": "https://www.bis.org/review/r250217b.htm",
  "headline": "Fabio Panetta: The global economy - navigating uncertainty and change",
  "description_html": "\n<p>Speech by Mr Fabio Panetta, Governor of the Bank of Italy, at the 31st Congress of ASSIOM FOREX (the Italian financial markets association), Turin, 15 February 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Fabio Panetta, Governor of the Bank of Italy, at the 31st Congress of ASSIOM FOREX (the Italian financial markets association), Turin, 15 February 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "17 February 2025",
  "pdf_url": "https://www.bis.org/review/r250217b.pdf",
  "content_html": "\n<h3>1. The international economy</h3>\n<p>In the advanced economies, inflation is declining and nearing central banks' targets, leading them to gradually ease monetary tightening. The exception is Japan, where rising inflation has led the central bank to raise official interest rates to 0.5 per cent, the highest level in 17 years.</p>\n<p>Compared with the past, disinflation has been faster and less harmful to economic activity. This is thanks to the rapid unwinding of the shocks that had pushed up consumer prices – such as high energy costs – and to monetary policy, which has kept inflation expectations anchored.</p>\n<p>In the United States, where inflation is falling unevenly amid robust growth, the Federal Reserve is easing monetary conditions more gradually than expected. Its decisions are also being influenced by the recent change in administration, whose new fiscal and trade policies could significantly impact the economy and inflation, with implications for monetary policy. In the midst of this, longer-term yields have risen since the beginning of December, despite the drop in short-term interest rates, spurring an appreciation of the dollar (Figure A.1).</p>\n<p>In the emerging economies, the inflation scenario varies from country to country.</p>\n<p>In China, consumer price inflation is practically nil, while producer price inflation has been negative for two years, exposing the economy to the risk of deflation. Repeated monetary and fiscal interventions have supported financial markets, but their effectiveness in restoring price stability is uncertain.</p>\n<p>By contrast, inflation remains high in Brazil, Türkiye and Argentina, forcing central banks to maintain tight monetary conditions.</p>\n",
  "content_text": "1. The international economy In the advanced economies, inflation is declining and nearing central banks' targets, leading them to gradually ease monetary tightening. The exception is Japan, where rising inflation has led the central bank to raise official interest rates to 0.5 per cent, the highest level in 17 years. Compared with the past, disinflation has been faster and less harmful to economic activity. This is thanks to the rapid unwinding of the shocks that had pushed up consumer prices – such as high energy costs – and to monetary policy, which has kept inflation expectations anchored. In the United States, where inflation is falling unevenly amid robust growth, the Federal Reserve is easing monetary conditions more gradually than expected. Its decisions are also being influenced by the recent change in administration, whose new fiscal and trade policies could significantly impact the economy and inflation, with implications for monetary policy. In the midst of this, longer-term yields have risen since the beginning of December, despite the drop in short-term interest rates, spurring an appreciation of the dollar (Figure A.1). In the emerging economies, the inflation scenario varies from country to country. In China, consumer price inflation is practically nil, while producer price inflation has been negative for two years, exposing the economy to the risk of deflation. Repeated monetary and fiscal interventions have supported financial markets, but their effectiveness in restoring price stability is uncertain. By contrast, inflation remains high in Brazil, Türkiye and Argentina, forcing central banks to maintain tight monetary conditions.",
  "date_parsed": "2025-02-17",
  "name": "Fabio Panetta",
  "link_number": "10",
  "name_orig": "Fabio Panetta",
  "url_orig": "https://www.bis.org/review/r250217b.htm"
}