{
  "source_url": "https://www.bis.org/review/r241104d.htm",
  "headline": "Fabio Panetta: 1924-2024 - one hundred years of fostering a savings culture",
  "description_html": "\n<p><span>Address by Mr Fabio Panetta, Governor of the Bank of Italy, at the 2024 World Savings Day, organised by the Association of Italian Savings Banks (ACRI), Rome, 31 October 2024.</span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Address by Mr Fabio Panetta, Governor of the Bank of Italy, at the 2024 World Savings Day, organised by the Association of Italian Savings Banks (ACRI), Rome, 31 October 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "04 November 2024",
  "pdf_url": "https://www.bis.org/review/r241104d.pdf",
  "content_html": "\n<p>Mr President, Ladies and Gentlemen,</p>\n<p>World Savings Day was established one hundred years ago, during the celebrations for the foundation of Cassa di Risparmio delle Provincie Lombarde. Every year since then, this day has focused on the importance of saving. Saving means transferring resources from the present to the future: people save in order to smooth consumption over the course of their lives; to handle unforeseen events such as job loss or illness; to pay for education, buy a house or start a business.</p>\n<p>A person's ability to save depends on their expected lifetime income, although the constraint of current earnings becomes stringent for those who, like many young people, struggle to access credit. The social protection system also plays an important role: a generous pension and an efficient healthcare system attenuate the need to set resources aside. Finally, saving decisions are based on wealth – that which we inherit and that which we plan to leave to our loved ones – and on expected returns.</p>\n<p>Savings are an element of stability in the lives of households, yet they are also an important resource for business investment.</p>\n<p>Savings and economic and social progress are closely linked, as recognized by Article 47 of Italy's Constitution, which states that 'The Republic shall foster and protect savings in all forms'.</p>\n",
  "content_text": "Mr President, Ladies and Gentlemen, World Savings Day was established one hundred years ago, during the celebrations for the foundation of Cassa di Risparmio delle Provincie Lombarde. Every year since then, this day has focused on the importance of saving. Saving means transferring resources from the present to the future: people save in order to smooth consumption over the course of their lives; to handle unforeseen events such as job loss or illness; to pay for education, buy a house or start a business. A person's ability to save depends on their expected lifetime income, although the constraint of current earnings becomes stringent for those who, like many young people, struggle to access credit. The social protection system also plays an important role: a generous pension and an efficient healthcare system attenuate the need to set resources aside. Finally, saving decisions are based on wealth – that which we inherit and that which we plan to leave to our loved ones – and on expected returns. Savings are an element of stability in the lives of households, yet they are also an important resource for business investment. Savings and economic and social progress are closely linked, as recognized by Article 47 of Italy's Constitution, which states that 'The Republic shall foster and protect savings in all forms'.",
  "date_parsed": "2024-11-04",
  "name": "Fabio Panetta",
  "link_number": "16",
  "name_orig": "Fabio Panetta",
  "url_orig": "https://www.bis.org/review/r241104d.htm"
}