{
  "source_url": "https://www.bis.org/review/r250414d.htm",
  "headline": "Fabio Panetta: Opening of The Adventure of Money \"From Gold to the Digital Euro\" exhibition",
  "description_html": "\n<p>Remarks by Mr Fabio Panetta, Governor of the Bank of Italy, at the opening of the exhibition \"The adventure of money - from gold to the digital euro\", organised by the Fondazione Caritro, Trento, 12 April 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Remarks by Mr Fabio Panetta, Governor of the Bank of Italy, at the opening of the exhibition \"The adventure of money - from gold to the digital euro\", organised by the Fondazione Caritro, Trento, 12 April 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "14 April 2025",
  "pdf_url": "https://www.bis.org/review/r250414d.pdf",
  "content_html": "\n<p>Mr President of the Autonomous Province of Trento,<br/>Mr Mayor, Rector,<br/>Distinguished Authorities,<br/>Ladies and Gentlemen,</p>\n<p>Let me begin by expressing my sincere gratitude to the organizers of the Festival of Economics – the Autonomous Province of Trento, Trentino Marketing, and the 24 Ore Group – as well as to the Fondazione Caritro, which graciously hosts us today, for their invitation to take part in this inaugural event.</p>\n<p>The exhibition we are opening today offers a preview of the future Money Museum, whose permanent home will be in Rome, on Via Nazionale.</p>\n<p>The Adventure of Money is a journey through five thousand years of history, a journey in which economics, society, politics and technology converge. It is a narrative that traces the evolution of the major monetary and financial phenomena, with the aim of making accessible a heritage often perceived as distant or obscure.</p>\n<p>The past helps us understand the present better. Tools, technologies and objects now obsolete continue to speak to us: they reveal how societies have sought to meet needs that, in their essence, remain with us today.</p>\n<p>The gold coins displayed here, for example, tell stories spanning centuries: bearing the likeness of emperors, recounting the economic might of cities such as Florence, or the maritime exploits of Venice.</p>\n<p>Were we to melt them all down, we would be left with a single, modest ingot, and yet their value far exceeds the precious metal they contain. That added value stems from the trust that the issuing institutions were able to inspire – a trust that transformed simple metal discs into stable, recognized and widely accepted instruments of exchange.</p>\n<p>From a certain point in history – illustrated with clarity throughout this exhibition – trust in money ceased to rest only on the material of which it was made or on the authority of the sovereign who issued it.</p>\n<p>Over time, the foundation of trust in money shifted – from metal and monarch to the prudent governance of central banks, whose role is to preserve price stability, ensure the soundness of financial systems, and maintain public confidence. This remains the guiding purpose of the Bank of Italy and the entire European System of Central Banks. The decision to devote an exhibition – and soon a museum – to the history of money and finance is part of a broader financial education initiative, aimed at providing citizens with the tools to navigate complex areas such as payments, credit and the management of personal savings.</p>\n<p>Money and finance are often viewed as technical, remote, even dry subjects. Precisely for this reason, the exhibition – and the museum that will follow – employs narrative techniques and immersive technologies, to make even the most intricate concepts accessible and to spark curiosity, especially among younger generations.</p>\n<p>In the long historical development of payment instruments over time, there have been relatively few major milestones, yet each has marked a profound transformation. From minted coinage – often in precious metals – we moved to the banknote, first convertible, then purely fiduciary, and finally to modern electronic payment systems. Each of these transitions accompanied pivotal moments in economic history, contributing to ever greater speed, safety and efficiency in transactions.</p>\n<p>Yet innovation continues. Today's payment instruments, though highly advanced, still have limitations.</p>\n<p>It is within this context that the ambitious European project of the digital euro takes shape: a digital form of central bank money, free of charge, accessible to all, privacy-protective, and anchored to the stable value of physical cash. This innovation will not replace current banknotes, but will complement them, thus expanding our options and strengthening our monetary system.</p>\n<p>In this sense, The Adventure of Money is more than just the title of an exhibition. It is the thread that connects a millenary history – one that continues to evolve and, today in Trento, links itself to new generations and new horizons.</p>\n<p>Thank you.</p>\n",
  "content_text": "Mr President of the Autonomous Province of Trento, Mr Mayor, Rector, Distinguished Authorities, Ladies and Gentlemen, Let me begin by expressing my sincere gratitude to the organizers of the Festival of Economics – the Autonomous Province of Trento, Trentino Marketing, and the 24 Ore Group – as well as to the Fondazione Caritro, which graciously hosts us today, for their invitation to take part in this inaugural event. The exhibition we are opening today offers a preview of the future Money Museum, whose permanent home will be in Rome, on Via Nazionale. The Adventure of Money is a journey through five thousand years of history, a journey in which economics, society, politics and technology converge. It is a narrative that traces the evolution of the major monetary and financial phenomena, with the aim of making accessible a heritage often perceived as distant or obscure. The past helps us understand the present better. Tools, technologies and objects now obsolete continue to speak to us: they reveal how societies have sought to meet needs that, in their essence, remain with us today. The gold coins displayed here, for example, tell stories spanning centuries: bearing the likeness of emperors, recounting the economic might of cities such as Florence, or the maritime exploits of Venice. Were we to melt them all down, we would be left with a single, modest ingot, and yet their value far exceeds the precious metal they contain. That added value stems from the trust that the issuing institutions were able to inspire – a trust that transformed simple metal discs into stable, recognized and widely accepted instruments of exchange. From a certain point in history – illustrated with clarity throughout this exhibition – trust in money ceased to rest only on the material of which it was made or on the authority of the sovereign who issued it. Over time, the foundation of trust in money shifted – from metal and monarch to the prudent governance of central banks, whose role is to preserve price stability, ensure the soundness of financial systems, and maintain public confidence. This remains the guiding purpose of the Bank of Italy and the entire European System of Central Banks. The decision to devote an exhibition – and soon a museum – to the history of money and finance is part of a broader financial education initiative, aimed at providing citizens with the tools to navigate complex areas such as payments, credit and the management of personal savings. Money and finance are often viewed as technical, remote, even dry subjects. Precisely for this reason, the exhibition – and the museum that will follow – employs narrative techniques and immersive technologies, to make even the most intricate concepts accessible and to spark curiosity, especially among younger generations. In the long historical development of payment instruments over time, there have been relatively few major milestones, yet each has marked a profound transformation. From minted coinage – often in precious metals – we moved to the banknote, first convertible, then purely fiduciary, and finally to modern electronic payment systems. Each of these transitions accompanied pivotal moments in economic history, contributing to ever greater speed, safety and efficiency in transactions. Yet innovation continues. Today's payment instruments, though highly advanced, still have limitations. It is within this context that the ambitious European project of the digital euro takes shape: a digital form of central bank money, free of charge, accessible to all, privacy-protective, and anchored to the stable value of physical cash. This innovation will not replace current banknotes, but will complement them, thus expanding our options and strengthening our monetary system. In this sense, The Adventure of Money is more than just the title of an exhibition. It is the thread that connects a millenary history – one that continues to evolve and, today in Trento, links itself to new generations and new horizons. Thank you.",
  "date_parsed": "2025-04-14",
  "name": "Fabio Panetta",
  "link_number": "8",
  "name_orig": "Fabio Panetta",
  "url_orig": "https://www.bis.org/review/r250414d.htm"
}