{
  "source_url": "https://www.bis.org/review/r250715d.htm",
  "headline": "Fabio Panetta: Finance and innovation for the future of the economy",
  "description_html": "\n<p>Speech by Mr Fabio Panetta, Governor of the Bank of Italy, at the annual meeting of the Italian Banking Association (ABI), Milan, 11 July 2025. </p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Fabio Panetta, Governor of the Bank of Italy, at the annual meeting of the Italian Banking Association (ABI), Milan, 11 July 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "30 July 2025",
  "pdf_url": "https://www.bis.org/review/r250715d.pdf",
  "content_html": "\n<p>The international financial system has revolved around the dollar for decades: it has been an anchor for the monetary policies of many countries, a safe haven for investors in times of uncertainty, and the leading benchmark currency for global trade in goods and services.</p>\n<p>Capital inflows into the United States – partly driven by persistent trade deficits – have led to a significant accumulation of liabilities toward foreign creditors, increasing international investors' exposure to US market risks. In recent years, two trends have amplified this exposure.</p>\n<p>The first is the sharp rise in the stock market value of American big techs, further tilting global portfolios toward the US market.</p>\n<p>The second is interest rate risk on dollar-denominated portfolios. After the global financial crisis, a protracted period of low yields and small term premiums encouraged the issuance of long-term securities, which were rapidly absorbed by investors. This led to greater exposure to interest rate risk on assets denominated in US dollars.</p>\n",
  "content_text": "The international financial system has revolved around the dollar for decades: it has been an anchor for the monetary policies of many countries, a safe haven for investors in times of uncertainty, and the leading benchmark currency for global trade in goods and services. Capital inflows into the United States – partly driven by persistent trade deficits – have led to a significant accumulation of liabilities toward foreign creditors, increasing international investors' exposure to US market risks. In recent years, two trends have amplified this exposure. The first is the sharp rise in the stock market value of American big techs, further tilting global portfolios toward the US market. The second is interest rate risk on dollar-denominated portfolios. After the global financial crisis, a protracted period of low yields and small term premiums encouraged the issuance of long-term securities, which were rapidly absorbed by investors. This led to greater exposure to interest rate risk on assets denominated in US dollars.",
  "date_parsed": "2025-07-30",
  "name": "Fabio Panetta",
  "link_number": "2",
  "name_orig": "Fabio Panetta",
  "url_orig": "https://www.bis.org/review/r250715d.htm"
}