{
  "source_url": "https://www.bis.org/review/r241028m.htm",
  "headline": "Fabio Panetta: Statement - meeting of the Development Committee",
  "description_html": "\n<p><span>Statement by Mr Fabio Panetta, Governor of the Bank of Italy and Governor of the Constituency of Albania, Greece, Italy, Malta, Portugal, San Marino and Timor-Leste, at the 110th Meeting of the Development Committee (Joint Ministerial Committee of the Boards of Governors of the Bank and the Fund on the Transfer of Real Resources to Developing Countries), Washington DC, 25 October 2024.</span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Statement by Mr Fabio Panetta, Governor of the Bank of Italy and Governor of the Constituency of Albania, Greece, Italy, Malta, Portugal, San Marino and Timor-Leste, at the 110th Meeting of the Development Committee (Joint Ministerial Committee of the Boards of Governors of the Bank and the Fund on the Transfer of Real Resources to Developing Countries), Washington DC, 25 October 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "28 October 2024",
  "pdf_url": "https://www.bis.org/review/r241028m.pdf",
  "content_html": "\n<p>This year marks the 80th anniversary of the Bretton Woods institutions. In this turbulent time, their mission is more important than ever. Together they must foster growth, create jobs, increase stability, build resilience, fight poverty, and reduce inequalities, all while facing massive global challenges – climate change, fragility, mass migration, pandemics, and the risks stemming from new technologies and demographic trends.</p>\n<p>We believe that the World Bank Group (WBG), the International Monetary Fund (IMF), and the wider system of multilateral development banks (MDBs) should pursue this complex mission cooperatively, leveraging their respective comparative advantages. In this regard, we greatly appreciate the Development Committee Paper, \"A Future-Ready World Bank Group,\" for its comprehensive report on what has been accomplished under the WBG Evolution, launched in October 2022.</p>\n<p>We commend the WBG for progress made in improving its operational and financial model to better serve all its clients, with particular attention to the poorest and the most vulnerable. It demonstrates an impressive amount of work that is reshaping and revamping the organization with an eye to strengthening partnership and collaboration within the WBG and with other MDBs.</p>\n<p>Our constituency continues to advocate for improved monitoring and reporting of the impact of WBG operations, by incorporating better data, impact evaluation, and lessons learned from past experiences. We will continue to ensure that impact and accountability anchor any reforms to operational efficiency and effectiveness. Improved measurement standards in the 22 indicators of the new WBG Scorecard are particularly welcome, and we look forward to further improvements.</p>\n<p>One of the most important tools the WBG can provide is knowledge. It benefits all countries and is necessary to raise the impact of financial flows on development. To this end, we strongly support the newly envisioned Knowledge Compact and the new Knowledge Hubs, designed to favor the flow of expertise and lessons learned around the globe.</p>\n<p>We commend management for further achievement in implementing the G20 Capital Adequacy Framework (CAF) Review, launched under the Italian G20 Presidency, which has increased the IBRD's financing capacity by up to $150 billion over the next decade. We congratulate the Bank for the newly adopted IBRD Framework of Restoration Measures, while calling for rapid approval of remaining reforms to ensure its full functionality and alignment with major regional MDBs.</p>\n<p>We also applaud the work that the MDBs are jointly making to better recognize the value of existing callable capital. While continuing the dialogue with credit rating agencies, we urge management to integrate a part of callable capital into the WB's capital adequacy metrics. We also appreciate the newly established enhanced callable capital, and we call for the most inclusive approach in recognizing the financial leverage of shareholders' voluntary contributions in a way that is consistent with the credit rating agencies' practice.</p>\n<p>We should be very cautious in designing any reform of IBRD pricing which may have negative impacts on IBRD and IDA financial capacity, which we have been striving to expand. Moreover, we should be aware of any conflicting effects on the newly established Framework for Financial Incentives. We also call for greater analysis of spillovers of price changes for the broader MDBs system, as well as on their implications for the Bank budget anchor and the incentives for country graduation and private sector financing.</p>\n<p>We urge MDBs to develop effective partnerships with climate and environmental vertical funds so as to maximize scarce concessional resources. MDBs can greatly help improve access to these funds at scale and speed. Thanks to their financial leverage, MDBs can also augment the resources available in vertical funds, by associating programmatic approaches with their parallel subscription of WBG hybrid capital and portfolio guarantees, to strengthen predictability of resources for beneficiary countries. We look forward to continuing work with the WBG to implement the conclusions of the forthcoming G20 Independent High-Level Expert Group Review on the Vertical Climate and Environmental Funds.</p>\n<p>We appreciate the WBG's new approach to private capital mobilization. Enhanced country diagnostics, stronger country dialogue, and closer collaboration among the WBG institutions are needed to increase the supply of effective projects. The WBG guarantees platform, the publication of GEMs data, the introduction of new products to mitigate foreign exchange risks, and the promotion of policy reforms specifically designed to improve the business environment will all help lower the actual and perceived risks of private investment in developing countries. Project standardization and securitization will contribute to attracting investors and accelerating the WBG's portfolio turnover, thus making capital more efficient.</p>\n<p>The poorest countries are facing the greatest hardships, and 700 million people worldwide are still trapped in extreme poverty. It is our duty to help them overcome challenges and build a more equitable future. As the largest international development fund in the world, IDA has a major responsibility to help low-income countries return to the path of recovery and sustainable growth, as well as transition out of conflicts, poverty, and deprivation.</p>\n<p>This year, IDA21 negotiations are creating a new architecture in order to better integrate IDA into a One WBG and strengthen its alignment with the Evolution agenda. IDA must continue to be centered on concessional financing, meaningful policy commitments, and result-oriented targets.</p>\n<p>At this crucial juncture, we are committed to ensuring that IDA remains the largest and most impactful partnership between borrowers – at different income levels – and donors. Highly concessional resources are a vital source of financing for low-income IDA countries, especially those lacking significant access to capital markets. At a time of heightened debt vulnerabilities, higher interest rates, and lower FDIs, this is even more important. We should collectively deploy all efforts to mobilize adequate concessional finance for IDA21.</p>\n<p>In this collective effort, the rule-based formula to increase IBRD transfers under better financial conditions and higher incomes – agreed upon in 2018 – is playing a crucial countercyclical role, and it should make shareholders proud of the IBRD's increased role among the key contributors to IDA. The 2018 agreement remains a sign of solidarity and mutual responsibility for a poverty-free world.</p>\n<p>We also commend the further efforts of IDA itself to stretch its own balance sheet with new CAF measures. These measures allow for more efficient deployment of resources belonging to IDA beneficiaries. We support their full engagements in this decision to best calibrate the appropriate balance between the degree concessionality and volumes, should a trade-off emerge.</p>\n<p>Our ultimate goal is to spur long-term development through an effective IDA21. The IDA model is well tested in delivering complex and transformative projects in key sectors, based on country ownership. Mission 300, in partnership with the African Development Bank, is an excellent model for using IDA resources through regional multiphase approaches, building partnerships and – together with IFC and MIGA – mobilizing private capital. IDA is also uniquely positioned to deliver infrastructures for regional integration, along with projects and policy reforms to strengthen industrial development and the local private sector. This is especially important in fighting food insecurity, increasing access to healthcare and job opportunities, building sustainable local value chains for critical minerals, and preparing for pandemics.</p>\n<p>Rising active conflicts and regional instability call on the WBG to renew its approach in addressing the root causes of fragility and maintaining effective engagement in conflict situations. This requires reducing geographical inequalities, promoting broad-based growth, supporting public service delivery in situations of active conflict, and strengthening institutions – including effective and decentralized justice systems and community dispute-resolution mechanisms to mitigate and prevent social conflicts.</p>\n<p>As part of this effort, the Italian G7 Presidency is working with its partners to ensure a successful replenishment of IDA21, building a solid package that addresses all of these critical issues. IDA must remain relevant to the needs of its clients, particularly Africa and fragile countries. A collective endeavour will be paramount in striking the right balance among donor contributions, internal efficiency, and borrower effort, while broadening the donor base.</p>\n<p>Africa is a top priority for this constituency, an agenda further advanced during the G7 Italian Presidency. The Mattei Plan, launched by the Italian Government at the Italy-Africa Summit last January, aims to build a renewed relationship with African countries based on equal cooperation, shared interests, and mutual benefits to foster economic growth and social development at the local level.</p>\n",
  "content_text": "This year marks the 80th anniversary of the Bretton Woods institutions. In this turbulent time, their mission is more important than ever. Together they must foster growth, create jobs, increase stability, build resilience, fight poverty, and reduce inequalities, all while facing massive global challenges – climate change, fragility, mass migration, pandemics, and the risks stemming from new technologies and demographic trends. We believe that the World Bank Group (WBG), the International Monetary Fund (IMF), and the wider system of multilateral development banks (MDBs) should pursue this complex mission cooperatively, leveraging their respective comparative advantages. In this regard, we greatly appreciate the Development Committee Paper, \"A Future-Ready World Bank Group,\" for its comprehensive report on what has been accomplished under the WBG Evolution, launched in October 2022. We commend the WBG for progress made in improving its operational and financial model to better serve all its clients, with particular attention to the poorest and the most vulnerable. It demonstrates an impressive amount of work that is reshaping and revamping the organization with an eye to strengthening partnership and collaboration within the WBG and with other MDBs. Our constituency continues to advocate for improved monitoring and reporting of the impact of WBG operations, by incorporating better data, impact evaluation, and lessons learned from past experiences. We will continue to ensure that impact and accountability anchor any reforms to operational efficiency and effectiveness. Improved measurement standards in the 22 indicators of the new WBG Scorecard are particularly welcome, and we look forward to further improvements. One of the most important tools the WBG can provide is knowledge. It benefits all countries and is necessary to raise the impact of financial flows on development. To this end, we strongly support the newly envisioned Knowledge Compact and the new Knowledge Hubs, designed to favor the flow of expertise and lessons learned around the globe. We commend management for further achievement in implementing the G20 Capital Adequacy Framework (CAF) Review, launched under the Italian G20 Presidency, which has increased the IBRD's financing capacity by up to $150 billion over the next decade. We congratulate the Bank for the newly adopted IBRD Framework of Restoration Measures, while calling for rapid approval of remaining reforms to ensure its full functionality and alignment with major regional MDBs. We also applaud the work that the MDBs are jointly making to better recognize the value of existing callable capital. While continuing the dialogue with credit rating agencies, we urge management to integrate a part of callable capital into the WB's capital adequacy metrics. We also appreciate the newly established enhanced callable capital, and we call for the most inclusive approach in recognizing the financial leverage of shareholders' voluntary contributions in a way that is consistent with the credit rating agencies' practice. We should be very cautious in designing any reform of IBRD pricing which may have negative impacts on IBRD and IDA financial capacity, which we have been striving to expand. Moreover, we should be aware of any conflicting effects on the newly established Framework for Financial Incentives. We also call for greater analysis of spillovers of price changes for the broader MDBs system, as well as on their implications for the Bank budget anchor and the incentives for country graduation and private sector financing. We urge MDBs to develop effective partnerships with climate and environmental vertical funds so as to maximize scarce concessional resources. MDBs can greatly help improve access to these funds at scale and speed. Thanks to their financial leverage, MDBs can also augment the resources available in vertical funds, by associating programmatic approaches with their parallel subscription of WBG hybrid capital and portfolio guarantees, to strengthen predictability of resources for beneficiary countries. We look forward to continuing work with the WBG to implement the conclusions of the forthcoming G20 Independent High-Level Expert Group Review on the Vertical Climate and Environmental Funds. We appreciate the WBG's new approach to private capital mobilization. Enhanced country diagnostics, stronger country dialogue, and closer collaboration among the WBG institutions are needed to increase the supply of effective projects. The WBG guarantees platform, the publication of GEMs data, the introduction of new products to mitigate foreign exchange risks, and the promotion of policy reforms specifically designed to improve the business environment will all help lower the actual and perceived risks of private investment in developing countries. Project standardization and securitization will contribute to attracting investors and accelerating the WBG's portfolio turnover, thus making capital more efficient. The poorest countries are facing the greatest hardships, and 700 million people worldwide are still trapped in extreme poverty. It is our duty to help them overcome challenges and build a more equitable future. As the largest international development fund in the world, IDA has a major responsibility to help low-income countries return to the path of recovery and sustainable growth, as well as transition out of conflicts, poverty, and deprivation. This year, IDA21 negotiations are creating a new architecture in order to better integrate IDA into a One WBG and strengthen its alignment with the Evolution agenda. IDA must continue to be centered on concessional financing, meaningful policy commitments, and result-oriented targets. At this crucial juncture, we are committed to ensuring that IDA remains the largest and most impactful partnership between borrowers – at different income levels – and donors. Highly concessional resources are a vital source of financing for low-income IDA countries, especially those lacking significant access to capital markets. At a time of heightened debt vulnerabilities, higher interest rates, and lower FDIs, this is even more important. We should collectively deploy all efforts to mobilize adequate concessional finance for IDA21. In this collective effort, the rule-based formula to increase IBRD transfers under better financial conditions and higher incomes – agreed upon in 2018 – is playing a crucial countercyclical role, and it should make shareholders proud of the IBRD's increased role among the key contributors to IDA. The 2018 agreement remains a sign of solidarity and mutual responsibility for a poverty-free world. We also commend the further efforts of IDA itself to stretch its own balance sheet with new CAF measures. These measures allow for more efficient deployment of resources belonging to IDA beneficiaries. We support their full engagements in this decision to best calibrate the appropriate balance between the degree concessionality and volumes, should a trade-off emerge. Our ultimate goal is to spur long-term development through an effective IDA21. The IDA model is well tested in delivering complex and transformative projects in key sectors, based on country ownership. Mission 300, in partnership with the African Development Bank, is an excellent model for using IDA resources through regional multiphase approaches, building partnerships and – together with IFC and MIGA – mobilizing private capital. IDA is also uniquely positioned to deliver infrastructures for regional integration, along with projects and policy reforms to strengthen industrial development and the local private sector. This is especially important in fighting food insecurity, increasing access to healthcare and job opportunities, building sustainable local value chains for critical minerals, and preparing for pandemics. Rising active conflicts and regional instability call on the WBG to renew its approach in addressing the root causes of fragility and maintaining effective engagement in conflict situations. This requires reducing geographical inequalities, promoting broad-based growth, supporting public service delivery in situations of active conflict, and strengthening institutions – including effective and decentralized justice systems and community dispute-resolution mechanisms to mitigate and prevent social conflicts. As part of this effort, the Italian G7 Presidency is working with its partners to ensure a successful replenishment of IDA21, building a solid package that addresses all of these critical issues. IDA must remain relevant to the needs of its clients, particularly Africa and fragile countries. A collective endeavour will be paramount in striking the right balance among donor contributions, internal efficiency, and borrower effort, while broadening the donor base. Africa is a top priority for this constituency, an agenda further advanced during the G7 Italian Presidency. The Mattei Plan, launched by the Italian Government at the Italy-Africa Summit last January, aims to build a renewed relationship with African countries based on equal cooperation, shared interests, and mutual benefits to foster economic growth and social development at the local level.",
  "date_parsed": "2024-10-28",
  "name": "Fabio Panetta",
  "link_number": "17",
  "name_orig": "Fabio Panetta",
  "url_orig": "https://www.bis.org/review/r241028m.htm"
}