{
  "source_url": "https://www.bis.org/review/r250428h.htm",
  "headline": "Fabio Panetta: Statement - meeting of the Development Committee",
  "description_html": "\n<p>Statement by Mr Fabio Panetta, Governor of the Bank of Italy and Governor of the <span>Constituency of Albania, Greece, Italy, Malta, Portugal, San Marino and Timor-Leste, at the 111th Meeting of the Development Committee (Joint Ministerial Committee of the Boards of Governors of the Bank and the Fund on the Transfer of Real Resources to Developing Countries), Washington DC, 24 April 2025.</span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Statement by Mr Fabio Panetta, Governor of the Bank of Italy and Governor of the Constituency of Albania, Greece, Italy, Malta, Portugal, San Marino and Timor-Leste, at the 111th Meeting of the Development Committee (Joint Ministerial Committee of the Boards of Governors of the Bank and the Fund on the Transfer of Real Resources to Developing Countries), Washington DC, 24 April 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "29 April 2025",
  "pdf_url": "https://www.bis.org/review/r250428h.pdf",
  "content_html": "\n<p>The world is facing an alarming rise in conflicts and acute geopolitical tensions. Persistently weak security conditions, sudden clashes in fragile, conflict-, and violence-affected countries, and setbacks in international trade have far-reaching interrelated consequences, ultimately undermining our efforts to further reduce extreme poverty and placing decades of progress at risk.</p>\n<p>In the current environment where the rules-based global economic governance faces new challenges, international financial institutions like the World Bank Group (WBG) and the International Monetary Fund (IMF) are all the more important. For 80 years, they have promoted economic and financial stability, poverty reduction, and development. Their role remains vital in global finance and offers the best value for donor aid. They deserve – and have – our support.</p>\n<p>But complacency is unacceptable: all international financial institutions must enhance their efficiency and leverage their respective comparative advantages to ensure impact and strengthen their capacity to meet the priorities of developing countries. They must work as a system in a selective, coordinated, and collaborative manner.</p>\n<p>In this spirit, we supported the WBG's Evolution, with a renewed focus on reducing poverty and boosting shared prosperity on a livable planet. Thanks to the implementation of the G20 Capital Adequacy Framework Review, promoted under the Italian Presidency, financial resources have increased. This can continue as we better incorporate other key features - such as preferred creditor treatment, concentration risk, and callable capital – into financial ratios.</p>\n<p>We have achieved a successful 21st replenishment of the International Development Association (IDA) thanks to a concerted effort and look forward to its timely implementation. Defending and strengthening IDA is fundamental to reinforcing global stability and shared prosperity, supporting fragile countries, and ensuring that none are left behind. Along with other donors, clients, and WBG's management, our Constituency did its part. We must remain united and confirm the international community's commitment to cooperation and solidarity.</p>\n<p>The focus on jobs and private sector development proposed in the Development Committee Paper is both timely and instrumental to generating sustainable growth.</p>\n<p>The WBG's new approach to job creation should include a reinvigorated effort to invest in people's education and skills; we should also expand coverage and improve the efficiency of social protection systems. These efforts are essential to increasing resilience, broadening opportunities, and promoting economic transformation. As artificial intelligence drives change, ensuring balanced benefits across sectors and society is vital.</p>\n<p>It is equally important that the WBG work with client countries to identify and address obstacles to private sector development. This requires improving the quality of institutions and regulation, using development policy lending more effectively, and strengthening market infrastructure. One example of such an infrastructure is fast payment systems (FPS), which are crucial to the enhancement of cross-border trade and investment: the Banca d'Italia is providing an FPS in the Western Balkans that is up to international technical and regulatory standards and will favor integration with the euro area.</p>\n<p>To thrive and create jobs, private companies need market demand. The WBG must refine its strategies on market creation, competition, trade, and foreign direct investment. Ongoing work in support of diversified and resilient value chains – both global and regional – can increase market access, boost productivity and technology transfer, and drive resilient industrialization. In the critical minerals sector, the Resilient and Inclusive Supply Chain Enhancement (RISE) Partnership is exemplary. RISE builds productive capacity and fosters sustainable economic growth in resource-rich developing countries, contributing to making the global clean energy transition more inclusive.</p>\n<p>The WBG's plan to boost private capital mobilization is ambitious and necessary to expanding development finance. We strongly support changes to IFC's business model and the proposed financial innovations, particularly those aimed at offering more local currency solutions.</p>\n<p>We also encourage the WBG to actively contribute to the design of innovative partnerships with financial intermediary funds (FIFs), such as climate and environmental vertical funds. Among other options, FIFs could provide hybrid capital and portfolio guarantees to the multilateral development banks, thus leveraging their resources by a factor of 10 and giving countries easier access to finance, while still preserving their institutional goals.</p>\n<p>The WBG's engagement in the process leading to the Fourth Finance for Development conference in Seville has been commendable. While we should not forget the unprecedented amount of resources deployed by the WBG over the past years, we invite all relevant stakeholders to work together to strengthen existing initiatives and avoid overlaps and duplicated efforts.</p>\n<p>Our Constituency strongly supports the WBG's engagement in Africa. Italy's Mattei Plan for Africa aims to promote development and reduce poverty through concrete investment projects, along with a renewed relationship with African countries based on cooperation, shared interests, and mutual benefits. The Plan seeks to attract investment, create jobs, and strengthen supply chains, focusing on education, agriculture, health, energy, and water. As part of this, Italy provides additional cofinancing to key infrastructural projects, like the Lobito corridor, and to the WBG-African Development Bank's Mission 300 initiative to bring affordable energy to 300 million Africans by 2030. The expansion of the WBG Rome office should contribute to enhancing knowledge sharing and projects aligned with the Plan's objectives. This should include moving to Rome dedicated IFC personnel for business development.</p>\n<p>Strengthening collaboration between the WBG and the European Commission in Africa is crucial to maximizing impact and efficiency. This partnership can leverage the EU Global Gateway initiative to mobilize further resources, ensure better coordination and scale up essential investment projects.</p>\n<p>We look forward to discussion of the new Fragility, Conflict and Violence strategy. As the WBG's contribution to the prevention agenda, we expect innovative and tailored approaches in targeted sectors to create jobs. Continued support to refugees and their host communities remains essential.</p>\n<p>The WBG's leadership in responding to conflicts and tensions is also evident in its commitment to supporting Ukraine. The Fourth Rapid Damage and Needs Assessment (RDNA4) affirms that extensive destruction caused by the war will require a huge financial effort over the next decade. We applaud the WBG for this work, which is instrumental in guiding international support and ensuring a coordinated and effective response to the country's long-term recovery.</p>\n<p>Finally, we would like to reiterate the importance of improving the monitoring and reporting on the impact of WBG operations. Incorporating better data, impact evaluation, and the lessons of experience should be part of this process. The search for higher-quality projects with sustainable outcomes must also inform the ongoing commendable work on the Procurement Framework.</p>\n",
  "content_text": "The world is facing an alarming rise in conflicts and acute geopolitical tensions. Persistently weak security conditions, sudden clashes in fragile, conflict-, and violence-affected countries, and setbacks in international trade have far-reaching interrelated consequences, ultimately undermining our efforts to further reduce extreme poverty and placing decades of progress at risk. In the current environment where the rules-based global economic governance faces new challenges, international financial institutions like the World Bank Group (WBG) and the International Monetary Fund (IMF) are all the more important. For 80 years, they have promoted economic and financial stability, poverty reduction, and development. Their role remains vital in global finance and offers the best value for donor aid. They deserve – and have – our support. But complacency is unacceptable: all international financial institutions must enhance their efficiency and leverage their respective comparative advantages to ensure impact and strengthen their capacity to meet the priorities of developing countries. They must work as a system in a selective, coordinated, and collaborative manner. In this spirit, we supported the WBG's Evolution, with a renewed focus on reducing poverty and boosting shared prosperity on a livable planet. Thanks to the implementation of the G20 Capital Adequacy Framework Review, promoted under the Italian Presidency, financial resources have increased. This can continue as we better incorporate other key features - such as preferred creditor treatment, concentration risk, and callable capital – into financial ratios. We have achieved a successful 21st replenishment of the International Development Association (IDA) thanks to a concerted effort and look forward to its timely implementation. Defending and strengthening IDA is fundamental to reinforcing global stability and shared prosperity, supporting fragile countries, and ensuring that none are left behind. Along with other donors, clients, and WBG's management, our Constituency did its part. We must remain united and confirm the international community's commitment to cooperation and solidarity. The focus on jobs and private sector development proposed in the Development Committee Paper is both timely and instrumental to generating sustainable growth. The WBG's new approach to job creation should include a reinvigorated effort to invest in people's education and skills; we should also expand coverage and improve the efficiency of social protection systems. These efforts are essential to increasing resilience, broadening opportunities, and promoting economic transformation. As artificial intelligence drives change, ensuring balanced benefits across sectors and society is vital. It is equally important that the WBG work with client countries to identify and address obstacles to private sector development. This requires improving the quality of institutions and regulation, using development policy lending more effectively, and strengthening market infrastructure. One example of such an infrastructure is fast payment systems (FPS), which are crucial to the enhancement of cross-border trade and investment: the Banca d'Italia is providing an FPS in the Western Balkans that is up to international technical and regulatory standards and will favor integration with the euro area. To thrive and create jobs, private companies need market demand. The WBG must refine its strategies on market creation, competition, trade, and foreign direct investment. Ongoing work in support of diversified and resilient value chains – both global and regional – can increase market access, boost productivity and technology transfer, and drive resilient industrialization. In the critical minerals sector, the Resilient and Inclusive Supply Chain Enhancement (RISE) Partnership is exemplary. RISE builds productive capacity and fosters sustainable economic growth in resource-rich developing countries, contributing to making the global clean energy transition more inclusive. The WBG's plan to boost private capital mobilization is ambitious and necessary to expanding development finance. We strongly support changes to IFC's business model and the proposed financial innovations, particularly those aimed at offering more local currency solutions. We also encourage the WBG to actively contribute to the design of innovative partnerships with financial intermediary funds (FIFs), such as climate and environmental vertical funds. Among other options, FIFs could provide hybrid capital and portfolio guarantees to the multilateral development banks, thus leveraging their resources by a factor of 10 and giving countries easier access to finance, while still preserving their institutional goals. The WBG's engagement in the process leading to the Fourth Finance for Development conference in Seville has been commendable. While we should not forget the unprecedented amount of resources deployed by the WBG over the past years, we invite all relevant stakeholders to work together to strengthen existing initiatives and avoid overlaps and duplicated efforts. Our Constituency strongly supports the WBG's engagement in Africa. Italy's Mattei Plan for Africa aims to promote development and reduce poverty through concrete investment projects, along with a renewed relationship with African countries based on cooperation, shared interests, and mutual benefits. The Plan seeks to attract investment, create jobs, and strengthen supply chains, focusing on education, agriculture, health, energy, and water. As part of this, Italy provides additional cofinancing to key infrastructural projects, like the Lobito corridor, and to the WBG-African Development Bank's Mission 300 initiative to bring affordable energy to 300 million Africans by 2030. The expansion of the WBG Rome office should contribute to enhancing knowledge sharing and projects aligned with the Plan's objectives. This should include moving to Rome dedicated IFC personnel for business development. Strengthening collaboration between the WBG and the European Commission in Africa is crucial to maximizing impact and efficiency. This partnership can leverage the EU Global Gateway initiative to mobilize further resources, ensure better coordination and scale up essential investment projects. We look forward to discussion of the new Fragility, Conflict and Violence strategy. As the WBG's contribution to the prevention agenda, we expect innovative and tailored approaches in targeted sectors to create jobs. Continued support to refugees and their host communities remains essential. The WBG's leadership in responding to conflicts and tensions is also evident in its commitment to supporting Ukraine. The Fourth Rapid Damage and Needs Assessment (RDNA4) affirms that extensive destruction caused by the war will require a huge financial effort over the next decade. We applaud the WBG for this work, which is instrumental in guiding international support and ensuring a coordinated and effective response to the country's long-term recovery. Finally, we would like to reiterate the importance of improving the monitoring and reporting on the impact of WBG operations. Incorporating better data, impact evaluation, and the lessons of experience should be part of this process. The search for higher-quality projects with sustainable outcomes must also inform the ongoing commendable work on the Procurement Framework.",
  "date_parsed": "2025-04-29",
  "name": "Fabio Panetta",
  "link_number": "7",
  "name_orig": "Fabio Panetta",
  "url_orig": "https://www.bis.org/review/r250428h.htm"
}