{
  "source_url": "https://www.bis.org/review/r240916k.htm",
  "headline": "Fabio Panetta: The heat is on - challenges and opportunities of the energy transition",
  "description_html": "\n<p>Opening remarks by Mr Fabio Panetta, Governor of the Bank of Italy, at the G7-International Energy Agency (IEA) conference on \"Ensuring an orderly energy transition\", organised by the Bank of Italy, Rome, 16 September 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Opening remarks by Mr Fabio Panetta, Governor of the Bank of Italy, at the G7-International Energy Agency (IEA) conference on \"Ensuring an orderly energy transition\", organised by the Bank of Italy, Rome, 16 September 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "19 September 2024",
  "pdf_url": "https://www.bis.org/review/r240916k.pdf",
  "content_html": "\n<p>Good morning, ladies and gentlemen</p>\n<p>It is a pleasure to welcome you to the G7-International Energy Agency (IEA) conference on 'Ensuring an orderly energy transition'.</p>\n<p>Let me start by thanking the IEA, on its 50th anniversary, for its role in improving the security of the international energy system and for providing us with data and analyses that are essential to our collective efforts to reduce the carbon footprint of our economies.</p>\n<p>Today's conference gathers together a comprehensive group of policymakers, regulators, academics and business representatives that will guide us through several critical aspects of the transition to a net zero emissions world.</p>\n<p>Before I leave you to the work of the conference, let me share some thoughts on these topics.</p>\n<h3>The energy transition is inevitable and must be managed in an orderly way</h3>\n<p>After a series of important steps forward following the 2015 Paris Agreement, we are now seeing signs of discontent with the energy transition.</p>\n<p>Net flows into sustainable investment funds are losing momentum, with redemptions occurring in some countries due to political backlash against climate initiatives; some large asset managers are scaling back their involvement in global climate efforts;<br/>renewable energy companies are facing increasing financial headwinds; and export restrictions on critical minerals are steadily increasing amid a challenging geopolitical situation, marked by Russia's invasion of Ukraine, the devastating events in the Middle East and increasing economic and trade fragmentation.</p>\n",
  "content_text": "Good morning, ladies and gentlemen It is a pleasure to welcome you to the G7-International Energy Agency (IEA) conference on 'Ensuring an orderly energy transition'. Let me start by thanking the IEA, on its 50th anniversary, for its role in improving the security of the international energy system and for providing us with data and analyses that are essential to our collective efforts to reduce the carbon footprint of our economies. Today's conference gathers together a comprehensive group of policymakers, regulators, academics and business representatives that will guide us through several critical aspects of the transition to a net zero emissions world. Before I leave you to the work of the conference, let me share some thoughts on these topics. The energy transition is inevitable and must be managed in an orderly way After a series of important steps forward following the 2015 Paris Agreement, we are now seeing signs of discontent with the energy transition. Net flows into sustainable investment funds are losing momentum, with redemptions occurring in some countries due to political backlash against climate initiatives; some large asset managers are scaling back their involvement in global climate efforts; renewable energy companies are facing increasing financial headwinds; and export restrictions on critical minerals are steadily increasing amid a challenging geopolitical situation, marked by Russia's invasion of Ukraine, the devastating events in the Middle East and increasing economic and trade fragmentation.",
  "date_parsed": "2024-09-19",
  "name": "Fabio Panetta",
  "link_number": "18",
  "name_orig": "Fabio Panetta",
  "url_orig": "https://www.bis.org/review/r240916k.htm"
}