{
  "source_url": "https://www.bis.org/review/r240828k.htm",
  "headline": "Fabio Panetta: If we are not after the essence, then what are we after?",
  "description_html": "\n<p>Speech by Mr Fabio Panetta, Governor of the Bank of Italy, at the 45th Foundation Meeting for Friendship among Peoples, Rimini, 21 August 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Fabio Panetta, Governor of the Bank of Italy, at the 45th Foundation Meeting for Friendship among Peoples, Rimini, 21 August 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "29 August 2024",
  "pdf_url": "https://www.bis.org/review/r240828k.pdf",
  "content_html": "\n<p>Good afternoon everybody. It is a great pleasure to be here in Rimini, at this important annual gathering. My thanks to President Scholz for inviting me, and to all the participants for their warm welcome.</p>\n<p>I am especially grateful to Professor Vittadini for his introduction, which underlined the obstacles to delivering economic growth that is at once robust, balanced and sustainable.</p>\n<p>This year's theme, the pursuit of the essential, is of fundamental importance, yet often neglected in our frenetic everyday lives. The essence is what remains when the superfluous has been stripped away; it forms the core of values and objectives that lend direction and meaning to our actions. And yet, distracted by the here and now, by life's contingencies, we often lose sight of what truly matters.</p>\n<p>With its youthful and vibrant participants, this event provides a unique opportunity to reflect on what really counts in our lives and in our society.</p>\n<p>Today I will focus on economic matters, an area where I feel most at home. Though I am far from convinced that economics can define the essence of human life, it is, however, an important part of it. Just consider the central role that work and financial decisions play in our lives: not only because they affect our ability to live a full life, but because they help define our identities as members of a community.</p>\n<p>In my speech, I will talk about one of the key themes for our economic future: European integration. What does the European Union really represent? What is its true raison d'être? And how does it contribute to prosperity, the common good, to peaceful coexistence – in short, to what is essential? </p>\n",
  "content_text": "Good afternoon everybody. It is a great pleasure to be here in Rimini, at this important annual gathering. My thanks to President Scholz for inviting me, and to all the participants for their warm welcome. I am especially grateful to Professor Vittadini for his introduction, which underlined the obstacles to delivering economic growth that is at once robust, balanced and sustainable. This year's theme, the pursuit of the essential, is of fundamental importance, yet often neglected in our frenetic everyday lives. The essence is what remains when the superfluous has been stripped away; it forms the core of values and objectives that lend direction and meaning to our actions. And yet, distracted by the here and now, by life's contingencies, we often lose sight of what truly matters. With its youthful and vibrant participants, this event provides a unique opportunity to reflect on what really counts in our lives and in our society. Today I will focus on economic matters, an area where I feel most at home. Though I am far from convinced that economics can define the essence of human life, it is, however, an important part of it. Just consider the central role that work and financial decisions play in our lives: not only because they affect our ability to live a full life, but because they help define our identities as members of a community. In my speech, I will talk about one of the key themes for our economic future: European integration. What does the European Union really represent? What is its true raison d'être? And how does it contribute to prosperity, the common good, to peaceful coexistence – in short, to what is essential?",
  "date_parsed": "2024-08-29",
  "name": "Fabio Panetta",
  "link_number": "20",
  "name_orig": "Fabio Panetta",
  "url_orig": "https://www.bis.org/review/r240828k.htm"
}