{
  "source_url": "https://www.bis.org/review/r240426b.htm",
  "headline": "Fabio Panetta: Statement - meeting of the Development Committee",
  "description_html": "\n<p>Statement by Mr Fabio Panetta, Governor of the Bank of Italy and Governor of the Constituency of Albania, Greece, Italy, Malta, Portugal, San Marino and Timor-Leste, at the 109th Meeting of the Development Committee (Joint Ministerial Committee of the Boards of Governors of the Bank and the Fund on the Transfer of Real Resources to Developing Countries), Washington DC, 19 April 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Statement by Mr Fabio Panetta, Governor of the Bank of Italy and Governor of the Constituency of Albania, Greece, Italy, Malta, Portugal, San Marino and Timor-Leste, at the 109th Meeting of the Development Committee (Joint Ministerial Committee of the Boards of Governors of the Bank and the Fund on the Transfer of Real Resources to Developing Countries), Washington DC, 19 April 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "26 April 2024",
  "pdf_url": "https://www.bis.org/review/r240426b.pdf",
  "content_html": "\n<p>The global economy has shown remarkable resilience in the face of numerous challenges. Thanks to progress made in the battle against inflation, risks to the outlook are more balanced, and a soft landing is now more likely. However, growth prospects over the medium term remain subdued. An imbalanced recovery and the rise of economic and political fragmentation could worsen the gap between and within nations, hampering income convergence and the welfare of the poorest and most vulnerable economies.</p>\n<p>Against this backdrop, it is of paramount importance that the multilateral system and international financial institutions make timely and decisive interventions. Opportunities and risks associated with climate change, new technologies, demographic trends, migratory pressures – combined with the need to preserve peace – are global in nature and no country can cope with them alone.</p>\n<p>The World Bank Group (WBG) is expected to contribute by establishing a new multilateral approach to development. We acknowledge the work done under the WBG Evolution launched in October 2022, and the progress made as described in the Development Committee Paper \"From Vision to Impact. Implementing the World Bank Group Evolution.\" We agree that it is time to work on the Evolution agenda's implementation, focusing on modernizing the operational approach, striving to act as a one WBG, and strengthening the WBG's capacity to measure outcomes, including integrating impact evaluations into projects and programs.</p>\n<p>Under the recently approved Crisis Preparedness and Response toolkit, we welcome the enhancement of the set of instruments designed to help countries plan in advance and make funds ready for rapid deployment when crises occur. At the same time, we urge the WBG to emphasize the benefits of investing in crisis preparedness and prevention, recognizing that risk mitigation leads to future savings. Likewise, we call on the Bank to continue supporting the analytical work of the G20 Joint Finance Health Task Force (JFHTF), in close cooperation with the WHO, to improve the assessment of social, economic, and health vulnerabilities and risks arising from pandemics, as well as the mapping of financing gaps.</p>\n<p>We support the WBG's renewed resolve to be a Knowledge Bank, one that is data driven. We highly value knowledge sharing and peer learning and suggest leveraging existing WBG knowledge hubs and building strong strategic partnerships. We reaffirm our commitment to this agenda, recognizing the compelling need to narrow inequities in access to knowledge and new technologies, particularly in Africa. Technical cooperation is fundamental to helping countries build institutions and infrastructures as a pre-condition for sustainable development. In this vein, Central Banks also play a role. One such infrastructure is a fast payments system (FPS) that measures up to international technical and regulatory standards and is ready to be interlinked with FPS in other jurisdictions.</p>\n<p>We commend management for the results achieved so far in implementing the G20 Capital Adequacy Framework (CAF) Review, launched under the Italian G20 Presidency, and confirm our commitment to a full and effective adoption of the CAF recommendations. It has already brought an increase in the IBRD's lending headroom to the order of $50 billion over a decade, and there is potential for further expansion.</p>\n<p>Within the newly approved Framework for Financial Incentives, some shareholders' commitment to providing extra resources through hybrid capital and the portfolio guarantee platform will bring further support to IBRD countries. The work to clarify call and payment procedures of existing callable capital will provide an important layer of assurance to investors and credit rating agencies and create more space for a further reduction of the equity to loan ratio. New resources should also originate from the hybrid capital with private investors and targeted efforts to attract more private capital into development projects.</p>\n<p>We need to work together on the G20 independent review on the operations of the vertical environmental and climate funds, with the aim to improve access and financial leverage of these funds. We believe that this will be best accomplished with a greater share of resources to be channelled through MDBs.</p>\n<p>The International Development Association (IDA) must be at the center of the World Bank agenda this year. We must work to ensure a successful IDA21 replenishment, with an optimal mix of donor contributions, efficient use of IDA internal resources, and effective deployment of funds. IDA will be key to putting low-income countries back on a sustainable growth path and fighting extreme poverty on a livable planet.</p>\n<p>We need to strengthen our focus on the root causes of fragility. Strengthening institutions and developing a pluralistic and competitive local private sector will greatly contribute to mitigating instability and preparing countries to transition out of conflicts and fragility. IDA should deploy its suite of analytical and financing tools for conflict prevention and remain engaged during conflicts. Overall, we reaffirm the recommendations that we have laid down in the non-paper on Fragility, Conflict and Violence in IDA21, together with other donor countries and the Africa, ECA, MENA and LAC (Haiti) borrowers' representatives.</p>\n<p>Job creation and business development across IDA countries is our North Star in improving local opportunities, especially for the young. This should mitigate the drivers of forced migration, while continuing to improve regional infrastructures, food security, access to energy and health systems and pandemic preparedness. The International Finance Corporation (IFC), working together with IDA, should allocate additional resources to better support local companies and business associations.</p>\n<p>The most recent CAF measures for IDA allowed us to smooth out the financial implications of earlier frontloading, while also strengthening capital for the next cycles. We look forward to future work to enhancing development impact and further optimizing IDA's balance sheet.</p>\n<p>Our constituency appreciates the central role of Africa and the partnership built around IDA. Italy has embraced this same spirit with the Mattei Plan, a renewed approach to development cooperation that revolves around the gradual agreement of goals and targets co-designed with African countries. It will be rolled out in synergy with international partners, in the areas of education and training, agriculture, health, energy and water.</p>\n<p>To embark on a path of sustainable growth, the African continent should also play a stronger role in clean energy products' global supply chains. Italy fully supports the \"Resilient and Inclusive Supply-chain Enhancement\" (RISE) initiative, launched in October 2023, including with a financial contribution. Italy will work closely with the World Bank to ensure a swift implementation of RISE during its G7 Presidency.</p>\n<p>Above all, a successful IDA21 replenishment requires a collective effort from all – donors, borrowers and management. The Italian G7 Presidency is actively supporting and coordinating this effort.</p>\n",
  "content_text": "The global economy has shown remarkable resilience in the face of numerous challenges. Thanks to progress made in the battle against inflation, risks to the outlook are more balanced, and a soft landing is now more likely. However, growth prospects over the medium term remain subdued. An imbalanced recovery and the rise of economic and political fragmentation could worsen the gap between and within nations, hampering income convergence and the welfare of the poorest and most vulnerable economies. Against this backdrop, it is of paramount importance that the multilateral system and international financial institutions make timely and decisive interventions. Opportunities and risks associated with climate change, new technologies, demographic trends, migratory pressures – combined with the need to preserve peace – are global in nature and no country can cope with them alone. The World Bank Group (WBG) is expected to contribute by establishing a new multilateral approach to development. We acknowledge the work done under the WBG Evolution launched in October 2022, and the progress made as described in the Development Committee Paper \"From Vision to Impact. Implementing the World Bank Group Evolution.\" We agree that it is time to work on the Evolution agenda's implementation, focusing on modernizing the operational approach, striving to act as a one WBG, and strengthening the WBG's capacity to measure outcomes, including integrating impact evaluations into projects and programs. Under the recently approved Crisis Preparedness and Response toolkit, we welcome the enhancement of the set of instruments designed to help countries plan in advance and make funds ready for rapid deployment when crises occur. At the same time, we urge the WBG to emphasize the benefits of investing in crisis preparedness and prevention, recognizing that risk mitigation leads to future savings. Likewise, we call on the Bank to continue supporting the analytical work of the G20 Joint Finance Health Task Force (JFHTF), in close cooperation with the WHO, to improve the assessment of social, economic, and health vulnerabilities and risks arising from pandemics, as well as the mapping of financing gaps. We support the WBG's renewed resolve to be a Knowledge Bank, one that is data driven. We highly value knowledge sharing and peer learning and suggest leveraging existing WBG knowledge hubs and building strong strategic partnerships. We reaffirm our commitment to this agenda, recognizing the compelling need to narrow inequities in access to knowledge and new technologies, particularly in Africa. Technical cooperation is fundamental to helping countries build institutions and infrastructures as a pre-condition for sustainable development. In this vein, Central Banks also play a role. One such infrastructure is a fast payments system (FPS) that measures up to international technical and regulatory standards and is ready to be interlinked with FPS in other jurisdictions. We commend management for the results achieved so far in implementing the G20 Capital Adequacy Framework (CAF) Review, launched under the Italian G20 Presidency, and confirm our commitment to a full and effective adoption of the CAF recommendations. It has already brought an increase in the IBRD's lending headroom to the order of $50 billion over a decade, and there is potential for further expansion. Within the newly approved Framework for Financial Incentives, some shareholders' commitment to providing extra resources through hybrid capital and the portfolio guarantee platform will bring further support to IBRD countries. The work to clarify call and payment procedures of existing callable capital will provide an important layer of assurance to investors and credit rating agencies and create more space for a further reduction of the equity to loan ratio. New resources should also originate from the hybrid capital with private investors and targeted efforts to attract more private capital into development projects. We need to work together on the G20 independent review on the operations of the vertical environmental and climate funds, with the aim to improve access and financial leverage of these funds. We believe that this will be best accomplished with a greater share of resources to be channelled through MDBs. The International Development Association (IDA) must be at the center of the World Bank agenda this year. We must work to ensure a successful IDA21 replenishment, with an optimal mix of donor contributions, efficient use of IDA internal resources, and effective deployment of funds. IDA will be key to putting low-income countries back on a sustainable growth path and fighting extreme poverty on a livable planet. We need to strengthen our focus on the root causes of fragility. Strengthening institutions and developing a pluralistic and competitive local private sector will greatly contribute to mitigating instability and preparing countries to transition out of conflicts and fragility. IDA should deploy its suite of analytical and financing tools for conflict prevention and remain engaged during conflicts. Overall, we reaffirm the recommendations that we have laid down in the non-paper on Fragility, Conflict and Violence in IDA21, together with other donor countries and the Africa, ECA, MENA and LAC (Haiti) borrowers' representatives. Job creation and business development across IDA countries is our North Star in improving local opportunities, especially for the young. This should mitigate the drivers of forced migration, while continuing to improve regional infrastructures, food security, access to energy and health systems and pandemic preparedness. The International Finance Corporation (IFC), working together with IDA, should allocate additional resources to better support local companies and business associations. The most recent CAF measures for IDA allowed us to smooth out the financial implications of earlier frontloading, while also strengthening capital for the next cycles. We look forward to future work to enhancing development impact and further optimizing IDA's balance sheet. Our constituency appreciates the central role of Africa and the partnership built around IDA. Italy has embraced this same spirit with the Mattei Plan, a renewed approach to development cooperation that revolves around the gradual agreement of goals and targets co-designed with African countries. It will be rolled out in synergy with international partners, in the areas of education and training, agriculture, health, energy and water. To embark on a path of sustainable growth, the African continent should also play a stronger role in clean energy products' global supply chains. Italy fully supports the \"Resilient and Inclusive Supply-chain Enhancement\" (RISE) initiative, launched in October 2023, including with a financial contribution. Italy will work closely with the World Bank to ensure a swift implementation of RISE during its G7 Presidency. Above all, a successful IDA21 replenishment requires a collective effort from all – donors, borrowers and management. The Italian G7 Presidency is actively supporting and coordinating this effort.",
  "date_parsed": "2024-04-26",
  "name": "Fabio Panetta",
  "link_number": "25",
  "name_orig": "Fabio Panetta",
  "url_orig": "https://www.bis.org/review/r240426b.htm"
}