{
  "source_url": "https://www.bis.org/review/r241127b.htm",
  "headline": "François Villeroy de Galhau: Towards a realistic simplification - untying some of the knots in European banking regulations",
  "description_html": "\n<p>Speech by Mr François Villeroy de Galhau, Governor of the Bank of France <span>and Chairman of the Autorité de contrôle prudentiel et de resolution (ACPR), at the </span><span>ACPR conference \"The financial sector innovates, supervision evolves\"</span>, Paris, 26 November 2024. </p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr François Villeroy de Galhau, Governor of the Bank of France and Chairman of the Autorité de contrôle prudentiel et de resolution (ACPR), at the ACPR conference \"The financial sector innovates, supervision evolves\" , Paris, 26 November 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "29 November 2024",
  "pdf_url": "https://www.bis.org/review/r241127b.pdf",
  "content_html": "\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<p>Ladies and Gentlemen, </p>\n<p>It gives me great pleasure to welcome you to another ACPR Conference, which this year focuses on the topic of innovation: \"the financial sector innovates, supervision evolves\". As a supervisor, talking about innovation of course means trying to strike the right balance between two ostensibly contradictory goals, which we nonetheless want to reconcile: the 2S's – Security for the financial sector and Support for economic development. But there is a third S, which can help to achieve this compatibility: Simplification.</p>\n<p>Following the 2007-09 global crisis, we took significant and much-needed steps to strengthen financial sector regulation. We have now reached the end of a cycle, with the implementation of the final package of Basel III. This therefore now seems to be the right time to take a much-needed step back: it is not enough for the regulatory principles themselves to be sound – we also need to ensure that the complexity of our existing regulation does not constitute an obstacle to achieving our goals.</p>\n<p>There now appears to be a new consensus in Europe in favour of simplification. The Draghi report,<span style=\"font-size: 13.6px;\"> </span>and before that the Letta report, singled out regulatory simplification as one of the keys to European competitiveness: more speed for more innovation and more growth. The European Commission has made easing the regulatory burden – and especially reducing reporting obligations by at least 25%  – one of the focuses of its forthcoming mandate. The Single Supervisory Mechanism (SSM) has decided to modify its Supervisory Review and Evaluation Process (SREP) and make it more simple and flexible. I am convinced that, for financial stability, we also now need regulatory stability. However, simplifying does not mean deregulating, and let us acknowledge that simplifying is actually not quite that simple (I). I will then set out some practical priorities for achieving simplification (II).</p>\n</div>\n</div>\n</div>\n",
  "content_text": "Ladies and Gentlemen, It gives me great pleasure to welcome you to another ACPR Conference, which this year focuses on the topic of innovation: \"the financial sector innovates, supervision evolves\". As a supervisor, talking about innovation of course means trying to strike the right balance between two ostensibly contradictory goals, which we nonetheless want to reconcile: the 2S's – Security for the financial sector and Support for economic development. But there is a third S, which can help to achieve this compatibility: Simplification. Following the 2007-09 global crisis, we took significant and much-needed steps to strengthen financial sector regulation. We have now reached the end of a cycle, with the implementation of the final package of Basel III. This therefore now seems to be the right time to take a much-needed step back: it is not enough for the regulatory principles themselves to be sound – we also need to ensure that the complexity of our existing regulation does not constitute an obstacle to achieving our goals. There now appears to be a new consensus in Europe in favour of simplification. The Draghi report, and before that the Letta report, singled out regulatory simplification as one of the keys to European competitiveness: more speed for more innovation and more growth. The European Commission has made easing the regulatory burden – and especially reducing reporting obligations by at least 25%  – one of the focuses of its forthcoming mandate. The Single Supervisory Mechanism (SSM) has decided to modify its Supervisory Review and Evaluation Process (SREP) and make it more simple and flexible. I am convinced that, for financial stability, we also now need regulatory stability. However, simplifying does not mean deregulating, and let us acknowledge that simplifying is actually not quite that simple (I). I will then set out some practical priorities for achieving simplification (II).",
  "date_parsed": "2024-11-29",
  "name": "François Villeroy de Galhau",
  "name_orig": "François Villeroy de Galhau",
  "url_orig": "https://www.bis.org/review/r241127b.htm"
}