{
  "source_url": "https://www.bis.org/review/r240919c.htm",
  "headline": "Frank Elderson: The art of bending without breaking - banking on operational resilience",
  "description_html": "\n<p>Speech by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the joint European Banking Authority and European Central Bank international conference \"Addressing supervisory challenges through enhanced collaboration\", Frankfurt am Main, 4 September 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the joint European Banking Authority and European Central Bank international conference \"Addressing supervisory challenges through enhanced collaboration\", Frankfurt am Main, 4 September 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "19 September 2024",
  "pdf_url": "https://www.bis.org/review/r240919c.pdf",
  "content_html": "\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<p>I'm delighted to see supervisors from all around the globe here with us in Frankfurt to exchange views on some of the most pressing issues we face. The banks we supervise operate in an ever more complex risk environment, marked by heightened climate and nature-related risks, increasingly sophisticated cyberattacks and risks stemming from non-bank financial institutions – to name just a few for discussion today. The common denominator of all these risks is that they affect all of us: from Asia to the Americas, from Africa to Europe. To get a better grip on these risks enhanced international cooperation is essential – and this conference is a testament to that.</p>\n<p>In my remarks today, I will focus on a cornerstone of prudential supervisors' mission to keep banks sound: ensuring that banks build up and maintain adequate operational resilience.</p>\n<p>Let me start with a small detour into the world of botany. In an environment subject to more extreme weather conditions, certain tree species have proven particularly resilient to strong winds due to their distinct characteristics. The silver birch, for instance, is known for its flexible branches and widespread root system. These characteristics help it master the art of bending with the wind without breaking, even under hurricane-like conditions.</p>\n<p>The same resilience is needed in today's risk landscape, swept by heightened operational headwinds such as cyber incidents, technology disruptions and natural disasters: to master the art of bending without breaking under such headwinds, banks must develop distinct characteristics.</p>\n<p>Now, you might primarily associate a bank's resilience<span> </span>with its financial strength – particularly given the significant increases in capital and liquidity buffers following the post-crisis reforms. But I'll highlight why financial resilience alone is far from sufficient to<span> </span>weather the storms brewing over today's risk landscape.</p>\n</div>\n</div>\n</div>\n",
  "content_text": "I'm delighted to see supervisors from all around the globe here with us in Frankfurt to exchange views on some of the most pressing issues we face. The banks we supervise operate in an ever more complex risk environment, marked by heightened climate and nature-related risks, increasingly sophisticated cyberattacks and risks stemming from non-bank financial institutions – to name just a few for discussion today. The common denominator of all these risks is that they affect all of us: from Asia to the Americas, from Africa to Europe. To get a better grip on these risks enhanced international cooperation is essential – and this conference is a testament to that. In my remarks today, I will focus on a cornerstone of prudential supervisors' mission to keep banks sound: ensuring that banks build up and maintain adequate operational resilience. Let me start with a small detour into the world of botany. In an environment subject to more extreme weather conditions, certain tree species have proven particularly resilient to strong winds due to their distinct characteristics. The silver birch, for instance, is known for its flexible branches and widespread root system. These characteristics help it master the art of bending with the wind without breaking, even under hurricane-like conditions. The same resilience is needed in today's risk landscape, swept by heightened operational headwinds such as cyber incidents, technology disruptions and natural disasters: to master the art of bending without breaking under such headwinds, banks must develop distinct characteristics. Now, you might primarily associate a bank's resilience with its financial strength – particularly given the significant increases in capital and liquidity buffers following the post-crisis reforms. But I'll highlight why financial resilience alone is far from sufficient to weather the storms brewing over today's risk landscape.",
  "date_parsed": "2024-09-19",
  "name": "Frank Elderson",
  "name_orig": "Frank Elderson",
  "url_orig": "https://www.bis.org/review/r240919c.htm"
}