{
  "source_url": "https://www.bis.org/review/r241029e.htm",
  "headline": "Frank Elderson: Finance and Biodiversity Day of 16th United Nations Conference on Biological Diversity (COP16) - transcript of video recording",
  "description_html": "\n<p>Contribution by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the 16th meeting of the Conference of the Parties to the Convention on Biological Diversity – Finance and Biodiversity Day, Cali, 28 October 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Contribution by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the 16th meeting of the Conference of the Parties to the Convention on Biological Diversity – Finance and Biodiversity Day, Cali, 28 October 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "29 October 2024",
  "pdf_url": "https://www.bis.org/review/r241029e.pdf",
  "content_html": "\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<p>The global economy and finance need nature to survive. Analysis by the ECB shows that the economy depends critically on nature: 72% of non-financial businesses in the euro area – around 4.2 million individual companies – would experience significant problems as a result of ecosystem degradation. These businesses rely on ecosystem services like fertile soils, timber and clean water. And 75% of bank loans are tied to these businesses. So, if they run into trouble, the banks that finance them will too. This interdependence underscores why the ECB made nature one of the focus areas of its climate and nature plan for 2024 and 2025. It is also why we push banks under our supervision to manage all material nature-related risks.</p>\n<p>The ECB does not stand alone in recognising this threat. The value of nature for the economy is acknowledged by the global Network of Central Banks and Supervisors for Greening the Financial System, which has 141 members worldwide. Additionally, a recent stocktake by the Financial Stability Board showed that a growing number of policy authorities around the world are considering the potential implications of nature-related risks for financial stability.</p>\n<p>In recognition of the vital importance of nature for the economy, international fora must ensure that nature considerations are fully integrated into regulation and supervision, alongside ongoing efforts to account for climate-related considerations. This starts with identifying exposures and vulnerabilities to nature-related risks.</p>\n<p>While central banks and supervisors are not nature policymakers, we must take nature into account to fulfil our mandate of price stability and safe and sound banks. Otherwise, we risk failing to deliver on our mandate.</p>\n<p>My message on this Finance and Biodiversity Day is clear: if you destroy nature, you destroy the economy. The right conditions must be established for nature – and consequently the economy – to thrive. The economy needs nature to survive. Financial stability needs nature to survive. To deliver on our mandate, we need nature to survive. And the survival of nature requires financing. Therefore, your success here in Cali is vitally important.</p>\n<p>Thank you. Buena suerte.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "The global economy and finance need nature to survive. Analysis by the ECB shows that the economy depends critically on nature: 72% of non-financial businesses in the euro area – around 4.2 million individual companies – would experience significant problems as a result of ecosystem degradation. These businesses rely on ecosystem services like fertile soils, timber and clean water. And 75% of bank loans are tied to these businesses. So, if they run into trouble, the banks that finance them will too. This interdependence underscores why the ECB made nature one of the focus areas of its climate and nature plan for 2024 and 2025. It is also why we push banks under our supervision to manage all material nature-related risks. The ECB does not stand alone in recognising this threat. The value of nature for the economy is acknowledged by the global Network of Central Banks and Supervisors for Greening the Financial System, which has 141 members worldwide. Additionally, a recent stocktake by the Financial Stability Board showed that a growing number of policy authorities around the world are considering the potential implications of nature-related risks for financial stability. In recognition of the vital importance of nature for the economy, international fora must ensure that nature considerations are fully integrated into regulation and supervision, alongside ongoing efforts to account for climate-related considerations. This starts with identifying exposures and vulnerabilities to nature-related risks. While central banks and supervisors are not nature policymakers, we must take nature into account to fulfil our mandate of price stability and safe and sound banks. Otherwise, we risk failing to deliver on our mandate. My message on this Finance and Biodiversity Day is clear: if you destroy nature, you destroy the economy. The right conditions must be established for nature – and consequently the economy – to thrive. The economy needs nature to survive. Financial stability needs nature to survive. To deliver on our mandate, we need nature to survive. And the survival of nature requires financing. Therefore, your success here in Cali is vitally important. Thank you. Buena suerte.",
  "date_parsed": "2024-10-29",
  "name": "Frank Elderson",
  "name_orig": "Frank Elderson",
  "url_orig": "https://www.bis.org/review/r241029e.htm"
}