{
  "source_url": "https://www.bis.org/review/r251031p.htm",
  "headline": "François Villeroy de Galhau: Preserving the transatlantic dialogue despite our recent divergences",
  "description_html": "\n<p>Speech by Mr François Villeroy de Galhau, Governor of the Bank of France, at the <span>Bloomberg Global Regulatory Forum</span>, New York City, 14 October 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr François Villeroy de Galhau, Governor of the Bank of France, at the Bloomberg Global Regulatory Forum , New York City, 14 October 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "10 November 2025",
  "pdf_url": "https://www.bis.org/review/r251031p.pdf",
  "content_html": "\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<div class=\"field field--name-field-espaces2-paragraphes field--type-entity-reference-revisions field--label-hidden field__items\">\n<div class=\"field__item\">\n<div class=\"container paragraph paragraph--type--espaces2-layouts-short paragraph--view-mode--default\">\n<div class=\"col-lg-8 m-auto layout-normal\">\n<div class=\"field field--name-field-espaces2-subparagraphs field--type-entity-reference-revisions field--label-hidden field__items\">\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<p>Ladies and Gentlemen, </p>\n<p>I am honored to speak before you today in New York at the Bloomberg Global Regulatory Forum. I will speak here as a European, and as a friend of America. Let us acknowledge that maintaining this dual identity has come under significant strain over the past year: you are well aware that the institutional, geopolitical and economic shifts introduced by the new US administration are prompting serious questions among the friends of America worldwide – and not only in Europe. I am aware that what is perceived as Europe's persistent economic lag raises doubts here in the United States. So, I will begin by giving some insights about Europe's economic awakening which is – although too slow – underway (I). Then, I will explore how a stronger Europe could preserve a fruitful dialogue with the United States based on some focused and shared long-term interests (II) – and here I will come to the subject of financial regulation as addressed by this morning's session. </p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "Ladies and Gentlemen, I am honored to speak before you today in New York at the Bloomberg Global Regulatory Forum. I will speak here as a European, and as a friend of America. Let us acknowledge that maintaining this dual identity has come under significant strain over the past year: you are well aware that the institutional, geopolitical and economic shifts introduced by the new US administration are prompting serious questions among the friends of America worldwide – and not only in Europe. I am aware that what is perceived as Europe's persistent economic lag raises doubts here in the United States. So, I will begin by giving some insights about Europe's economic awakening which is – although too slow – underway (I). Then, I will explore how a stronger Europe could preserve a fruitful dialogue with the United States based on some focused and shared long-term interests (II) – and here I will come to the subject of financial regulation as addressed by this morning's session.",
  "date_parsed": "2025-11-10",
  "name": "François Villeroy de Galhau",
  "name_orig": "François Villeroy de Galhau",
  "url_orig": "https://www.bis.org/review/r251031p.htm"
}