{
  "source_url": "https://www.bis.org/review/r241125g.htm",
  "headline": "François Villeroy de Galhau: Our two countries facing uncertainty",
  "description_html": "\n<p>Speech by Mr François Villeroy de Galhau, Governor of the Bank of France, at the Paris Europlace Financial Forum 2024, Tokyo, 21 November 2024. </p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr François Villeroy de Galhau, Governor of the Bank of France, at the Paris Europlace Financial Forum 2024, Tokyo, 21 November 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "26 November 2024",
  "pdf_url": "https://www.bis.org/review/r241125g.pdf",
  "content_html": "\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<p>Ladies and Gentlemen, <br/><br/>今日,皆様とご一緒できて光栄です [I am honoured to be with you today]. It is a great pleasure to attend this Paris Europlace summit in Tokyo with my colleague and friend Governor Ueda. I also wish to thank Jean-Charles Simon for the invitation and the Embassy of France for hosting this gathering. I would like to take this opportunity to give you an update on the economic outlook in France and in Europe, and emphasise the uncertainty that surrounds our horizons. I will then discuss how central banks can foster innovation, which is key to unlocking productivity and growth.</p>\n<h3>I. Europe and France remain resilient despite uncertainty</h3>\n<p>Let me start with an update on the economic situation in Europe and in France. </p>\n<p><span>Inflation stood exactly at our target of 2.0% in October in the euro area, and fell below 2% for the second month in a row in France (1.6%), slowing down faster than initially expected. (Villeroy de Galhau (F.),\"</span><a class=\"external\" href=\"https://www.banque-france.fr/en/interventions-gouverneur/baisse-des-taux-declaration-du-gouverneur-de-la-banque-de-france\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Rates cuts : inflation slowing faster than expected</em></a><span>\", remarks, 18 October 2024) . In the euro area, September ECB projections anticipate inflation to average 2.2% in 2025 and 1.9% in 2026. But markets expect inflation to fall to below 2% already in 2025; and based on the latest actual data, it could already be sustainably at 2% early 2025. When it comes to activity, Europe's economy remains resilient. Growth was positive in Q3 2024 at 0.4% in the euro area as well as in France. According to our latest forecasts, GDP should grow by 0.8% in the euro area and 1.1% for France in 2024. In my country, two pieces of good economic news are making a positive contribution to this resilience: the long-term effect of disinflation, which boosts real income; and the temporary impact for Q3 2024, of the success of the Olympic Games hosted by Paris. </span></p>\n</div>\n</div>\n</div>\n",
  "content_text": "Ladies and Gentlemen, 今日,皆様とご一緒できて光栄です [I am honoured to be with you today]. It is a great pleasure to attend this Paris Europlace summit in Tokyo with my colleague and friend Governor Ueda. I also wish to thank Jean-Charles Simon for the invitation and the Embassy of France for hosting this gathering. I would like to take this opportunity to give you an update on the economic outlook in France and in Europe, and emphasise the uncertainty that surrounds our horizons. I will then discuss how central banks can foster innovation, which is key to unlocking productivity and growth. I. Europe and France remain resilient despite uncertainty Let me start with an update on the economic situation in Europe and in France. Inflation stood exactly at our target of 2.0% in October in the euro area, and fell below 2% for the second month in a row in France (1.6%), slowing down faster than initially expected. (Villeroy de Galhau (F.),\" Rates cuts : inflation slowing faster than expected \", remarks, 18 October 2024) . In the euro area, September ECB projections anticipate inflation to average 2.2% in 2025 and 1.9% in 2026. But markets expect inflation to fall to below 2% already in 2025; and based on the latest actual data, it could already be sustainably at 2% early 2025. When it comes to activity, Europe's economy remains resilient. Growth was positive in Q3 2024 at 0.4% in the euro area as well as in France. According to our latest forecasts, GDP should grow by 0.8% in the euro area and 1.1% for France in 2024. In my country, two pieces of good economic news are making a positive contribution to this resilience: the long-term effect of disinflation, which boosts real income; and the temporary impact for Q3 2024, of the success of the Olympic Games hosted by Paris.",
  "date_parsed": "2024-11-26",
  "name": "François Villeroy de Galhau",
  "link_number": "22",
  "name_orig": "François Villeroy de Galhau",
  "url_orig": "https://www.bis.org/review/r241125g.htm"
}