{
  "source_url": "https://www.bis.org/review/r250324e.htm",
  "headline": "François Villeroy de Galhau: Governing the Bank of France - two lessons from history for an uncertain world",
  "description_html": "\n<p>Speech by Mr François Villeroy de Galhau, Governor of the Bank of France, at the historical conference \"A mass of granite\", Paris, 20 March 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr François Villeroy de Galhau, Governor of the Bank of France, at the historical conference \"A mass of granite\", Paris, 20 March 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "24 March 2025",
  "pdf_url": "https://www.bis.org/review/r250324e.pdf",
  "content_html": "\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<div class=\"field field--name-field-espaces2-paragraphes field--type-entity-reference-revisions field--label-hidden field__items\">\n<div class=\"field__item\">\n<div class=\"container paragraph paragraph--type--espaces2-layouts-short paragraph--view-mode--default\">\n<div class=\"col-lg-8 m-auto layout-normal\">\n<div class=\"field field--name-field-espaces2-subparagraphs field--type-entity-reference-revisions field--label-hidden field__items\">\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<p>Ladies and Gentlemen, </p>\n<p><span>It is a pleasure to speak today at this historical conference organised in partnership with the </span><em>Fondation Napoléon</em><span>. This year, 2025, marks the 225th anniversary of the Banque de France, founded by Napoleon Bonaparte as a 'mass of granite' to stabilise the scattered 'grains of sand' of the Nation and participate in its reconstruction after the Convention and the Directory. I think that we can all agree that the results have lived up to our ambitions: the Banque de France, its women and men, remain one of the cornerstones of the national – and now European – edifice and have enabled it to weather times of economic and financial turmoil. These successes are primarily due to the dynamic governance that has constantly renewed itself in order to serve an increasingly broad general interest (I). This year, which is particularly fraught with uncertainty at both the national and international levels, a few key episodes in our history also provide two lessons in resilience for France (II) and Europe (III).  </span></p>\n<h3>I) A dynamic governance </h3>\n<p>The current governance of the Banque de France is the result of more than two centuries of evolution, which has led our institution to serve an increasingly broad general interest. The Banque de France, born of the Consulate, was originally a listed company. The First Consul was also the first of its private shareholders: a different era! The Bank provided genuine public services for the Paris financial centre: issuing banknotes and setting an attractive and stable discount rate. It was administered by a Council of Regency made up of representatives elected by its 200 main shareholders. From 1806, the state's influence over the Bank grew stronger: a Governor, assisted by two Deputy Governors, all appointed by the head of state, was placed at its helm. As Napoleon Bonaparte famously said: \"I want the Bank to be sufficiently in the hands of the Government and not too much so.\"</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "Ladies and Gentlemen, It is a pleasure to speak today at this historical conference organised in partnership with the Fondation Napoléon . This year, 2025, marks the 225th anniversary of the Banque de France, founded by Napoleon Bonaparte as a 'mass of granite' to stabilise the scattered 'grains of sand' of the Nation and participate in its reconstruction after the Convention and the Directory. I think that we can all agree that the results have lived up to our ambitions: the Banque de France, its women and men, remain one of the cornerstones of the national – and now European – edifice and have enabled it to weather times of economic and financial turmoil. These successes are primarily due to the dynamic governance that has constantly renewed itself in order to serve an increasingly broad general interest (I). This year, which is particularly fraught with uncertainty at both the national and international levels, a few key episodes in our history also provide two lessons in resilience for France (II) and Europe (III). I) A dynamic governance The current governance of the Banque de France is the result of more than two centuries of evolution, which has led our institution to serve an increasingly broad general interest. The Banque de France, born of the Consulate, was originally a listed company. The First Consul was also the first of its private shareholders: a different era! The Bank provided genuine public services for the Paris financial centre: issuing banknotes and setting an attractive and stable discount rate. It was administered by a Council of Regency made up of representatives elected by its 200 main shareholders. From 1806, the state's influence over the Bank grew stronger: a Governor, assisted by two Deputy Governors, all appointed by the head of state, was placed at its helm. As Napoleon Bonaparte famously said: \"I want the Bank to be sufficiently in the hands of the Government and not too much so.\"",
  "date_parsed": "2025-03-24",
  "name": "François Villeroy de Galhau",
  "link_number": "12",
  "name_orig": "François Villeroy de Galhau",
  "url_orig": "https://www.bis.org/review/r250324e.htm"
}