{
  "source_url": "https://www.bis.org/review/r250526k.htm",
  "headline": "François Villeroy de Galhau: A mobilising deadline for seizing \"Europe's moment\"",
  "description_html": "\n<p><span>Hearing</span><span> of Mr François Villeroy de Galhau, Governor of the Bank of France, b</span><span>efore the National Assembly Foreign Affairs Committee, Paris, 14 May 2025.</span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Hearing of Mr François Villeroy de Galhau, Governor of the Bank of France, b efore the National Assembly Foreign Affairs Committee, Paris, 14 May 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "27 May 2025",
  "pdf_url": "https://www.bis.org/review/r250526k.pdf",
  "content_html": "\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<div class=\"field field--name-field-espaces2-paragraphes field--type-entity-reference-revisions field--label-hidden field__items\">\n<div class=\"field__item\">\n<div class=\"container paragraph paragraph--type--espaces2-layouts-short paragraph--view-mode--default\">\n<div class=\"col-lg-8 m-auto layout-normal\">\n<div class=\"field field--name-field-espaces2-subparagraphs field--type-entity-reference-revisions field--label-hidden field__items\">\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<p>Mr President, Honourable Members</p>\n<p>Thank you for inviting me to appear before the Foreign Affairs Committee of our National Assembly today. This is an extraordinary event, and even a first – although I do often speak before the Finance Committee. I would like to extend my sincere thanks to your President for this opportunity. It also reflects the new era we are entering, marked by the shift in American policy, global unpredictability and, I believe, \"expectations of Europe\". These fractures are as significant in economic terms as they are in diplomatic terms; I will naturally focus on the former. However, I would like to dispel one common misconception right away: economic and financial reform is not merely technical in nature; it also has an essential political sovereignty dimension (I). I would then like to address another concern: economic Europe is not condemned to remain stuck in its past inertia; it can and must seize this unique opportunity (II).</p>\n<h3>I. Economic and financial Europe: a political rather than a technical undertaking.</h3>\n<p><strong>1.1. The European challenge: transforming our economic and financial strengths into sovereigntyts économiques et financiers en souveraineté</strong></p>\n<p>France and Europe's challenge in terms of power in 2025 is clearly defence related, but it is just as much about the economy. We cannot move forward sustainably with the former without achieving the latter. Europe certainly has economic strengths, but we neither have enough awareness nor enough confidence in these. Our single market is as big as that of the United States in terms of purchasing power parity (EUR 17.9 trillion for the European Union compared with EUR 18.4 trillion for the United States in 2024). The European Union has an abundant resource: private financial savings that are increasing every year, representing a flow of EUR 1,085 billion (6% of GDP) last year. We have a highly skilled workforce – our continent has produced more than 500 Nobel Prize winners – a firmly established rule of law and a shared social model. While the United States is unfortunately turning inwards and relinquishing its global leadership role, the European Union is expected to act as a possible stabilising force by our international partners. </p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "Mr President, Honourable Members Thank you for inviting me to appear before the Foreign Affairs Committee of our National Assembly today. This is an extraordinary event, and even a first – although I do often speak before the Finance Committee. I would like to extend my sincere thanks to your President for this opportunity. It also reflects the new era we are entering, marked by the shift in American policy, global unpredictability and, I believe, \"expectations of Europe\". These fractures are as significant in economic terms as they are in diplomatic terms; I will naturally focus on the former. However, I would like to dispel one common misconception right away: economic and financial reform is not merely technical in nature; it also has an essential political sovereignty dimension (I). I would then like to address another concern: economic Europe is not condemned to remain stuck in its past inertia; it can and must seize this unique opportunity (II). I. Economic and financial Europe: a political rather than a technical undertaking. 1.1. The European challenge: transforming our economic and financial strengths into sovereigntyts économiques et financiers en souveraineté France and Europe's challenge in terms of power in 2025 is clearly defence related, but it is just as much about the economy. We cannot move forward sustainably with the former without achieving the latter. Europe certainly has economic strengths, but we neither have enough awareness nor enough confidence in these. Our single market is as big as that of the United States in terms of purchasing power parity (EUR 17.9 trillion for the European Union compared with EUR 18.4 trillion for the United States in 2024). The European Union has an abundant resource: private financial savings that are increasing every year, representing a flow of EUR 1,085 billion (6% of GDP) last year. We have a highly skilled workforce – our continent has produced more than 500 Nobel Prize winners – a firmly established rule of law and a shared social model. While the United States is unfortunately turning inwards and relinquishing its global leadership role, the European Union is expected to act as a possible stabilising force by our international partners.",
  "date_parsed": "2025-05-27",
  "name": "François Villeroy de Galhau",
  "name_orig": "François Villeroy de Galhau",
  "url_orig": "https://www.bis.org/review/r250526k.htm"
}