{
  "source_url": "https://www.bis.org/review/r250109c.htm",
  "headline": "François Villeroy de Galhau: New Year wishes to the Paris financial centre",
  "description_html": "\n<p>New Year wishes to the Paris financial centre by Mr François Villeroy de Galhau, Governor of the Bank of France and Chairman of the Autorité de contrôle prudentiel et de resolution (ACPR), Paris, 8 January 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "New Year wishes to the Paris financial centre by Mr François Villeroy de Galhau, Governor of the Bank of France and Chairman of the Autorité de contrôle prudentiel et de resolution (ACPR), Paris, 8 January 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "09 January 2025",
  "pdf_url": "https://www.bis.org/review/r250109c.pdf",
  "content_html": "\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<p>Dear Minister, Ladies and Gentlemen, </p>\n<p>I would like to start by extending, on behalf of the Banque de France and the ACPR, our warmest wishes to you our partners – elected representatives and public officials, financial centre players, and journalists – as well as to your loved ones. The current climate is considered bad, or at best uncertain, but I wish you good life. Every philosopher since Socrates has sought to define what exactly this means but I simply wish that you find the right balance between professional endeavour and personal roots.</p>\n<p>The 2020 to 2023 period had already witnessed a series of shocks, but 2024 was especially turbulent and bumpy so I will not risk wishing you a more peaceful 2025. However, I would like to highlight two more positive aspects. The first is that this year – on 18 January to be precise – marks the 225<sup>th</sup><span> </span>anniversary of the Banque de France. On this occasion, on 20 March, we are organising the symposium \"A mass of granite\", an allusion to our founder Bonaparte who wished to \"set down some masses of granite on the soil of France\" to stabilise the scattered \"grains of sand\" of the nation. This provides an opportunity for recalling that we are an old and a great country that has managed to bounce back from tricky economic and financial situations on a number of occasions. Over the last century, France has managed to do this in 1926 with Raymond Poincaré; in 1958 with Charles De Gaulle, Antoine Pinay and then Wilfrid Baumgartner; and in 1983 with Jacques Delors, another famous son of the Banque de France. Each of those people I've just mentioned acquired a strong political and historical stature as a result, proof that French people appreciate seriousness in public management. </p>\n<p>Secondly, not everything was bad in 2024. Inflation, which is our main mandate as a central bank, fell by even more than expected, although our fellow citizens remain sensitive to past rises in the level of prices. Inflation across the euro area has moved back towards our 2% target, to 2.4% at end-2024.<a class=\"hashlink\" href=\"#fnis160s160\" id=\"fn_is160s160\"><sup>i  </sup></a>The slight increase in December was expected and does not call into question our continuing victory over inflation. In France, inflation was even lower at 1.8% according to the harmonised index,<a class=\"hashlink\" href=\"#fnii\" id=\"fn_ii\"><sup>ii</sup></a>  and we expect it to average 1.6% in 2025. This has already enabled us at the ECB Governing Council, headed up by Christine Lagarde, to lower our key interest rates on four separate occasions, from 4% to 3% between June and December. As a result, property lending was able to recover, with new loans totalling EUR 10.1 billion in November – compared with a low of EUR 7 billion in March – and the French economy was well financed thanks to your commitment: private sector loans grew by 1.3% over the year. </p>\n<p>French economic growth of 1.1% was higher than that of the euro area and higher than our initial forecast of 0.9%, due in particular to the impact of the Olympic Games, which will go down as an example of the major successes France can achieve when everyone works together. Lastly, employment has held up relatively well so far, with 2.2 million jobs created over the last ten years and 1.2 million in the last five... even if, with the unemployment rate at 7.4%, we are still too far from the goal of full employment. </p>\n<p>Clearly, we are moving into 2025 in a position of greater uncertainty, and thus with potentially more of the wait-and-see attitude on the part of businesses and their investment, and households, whose savings rate is at an all-time high.<a class=\"hashlink\" href=\"#fniii\" id=\"fn_iii\"><sup>iii</sup></a>  And yet, I feel that the word 'hope' has never been so present in the air, like some rare and yet indispensable resource. In French, the beautiful word \"<em>espérance</em>\" can express at least two expectations: the vital need for trust – and the Banque de France remains more than ever an institution built on trust; but also – if I am speaking, in front of insurers, of mathematical expectancy – a probability. So, please allow me to present you with four lucid<span> </span><strong><em>espérances</em></strong>, beginning with the most probable. </p>\n<h3>1. A year of falling key interest rates in Europe</h3>\n<p>At 3%, our key interest rate is well below those of the US Federal Reserve (Fed) (4.25%-4.50%) and the Bank of England (4.75%), however it is still significantly above the neutral interest rate, which marks the boundary between a restrictive and an accommodative policy. While this rate is not directly observable, the ECB estimates that it stands at around 2% in the euro area. If the fall in inflation is confirmed over the next few quarters as we expect, good sense dictates that we move steadily towards this neutral rate by next summer. </p>\n<p>This will facilitate effective financing of the economy and lower the household savings rate. The real estate sector will benefit as it gradually recovers. I will submit my proposal to the Minister concerning the interest rate on Livret A passbook accounts on 15 January, but I would like to draw the attention of the banks this evening to another type of passbook account, the Livret d'Epargne Populaire (LEP), which is the savings product that affords the greatest protection to those with the lowest incomes. The number of these accounts has grown by over four million over the last four years, to 11.7 million at the end of October. We can and must do even better, given that more than 19 million French people could potentially be interested, and that the interest rate on LEP passbook accounts from 1 February will be even higher than that on Livret A accounts, well ahead of the inflation rate.</p>\n<p>All of this concerns short-term rates; long-term interest rates are set by international markets and are not unaffected by our fiscal policy. </p>\n<h3>2. A year of deficit reduction in France </h3>\n<p>Our country has overcome the acute illness of inflation; the chronic illness of our public finances remains. In 1984, our public debt represented just 30% of gross domestic product (GDP); today, it has almost quadrupled to 113% of GDP at end-September. The disease is very old, but there is no reason to become accustomed to it. On the contrary, everything indicates that it has now crossed several critical thresholds: this year, France will have the highest deficit in the euro area and remains among the few countries whose debt ratio continues to rise. Our bond yields have moved perilously away from Germany's and closer to Italy's. The interest burden will soon exceed the budget for the Ministry of Education. </p>\n<p>The seriousness of our fiscal situation has at least one silver lining: our country no longer has to choose between recovery and growth. Reducing the budgetary and tax uncertainty that weighs on businesses and households has become a condition for trust and therefore growth. And it means preventing the monetary policy support for the financing of the economy from being obliterated by the higher interest rates that result from our fiscal drift. </p>\n<p>It is a difficult path, but it is possible if we aim for two benchmarks, two anchors. The first significant step towards credibility must be taken in 2025: we must return this year to a deficit as close as possible to 5% of GDP, and clearly below 5.5%. We also need to set a medium-term target of a 3% deficit in 2029. This figure aligns with our European commitments, but most importantly, it also corresponds to the level that will finally enable us to stabilise our debt ratio. The first step may partially consist of targeted tax rises, but the second step will have to rely essentially on more effectively controlled and more efficient spending, not only by central government departments but by local authorities and social security bodies, which together account for 64% of total expenditure. Across the board, France spends more than its neighbours – over 9% of GDP more in total; this effort to generate fair savings will be more effective if it is prepared, documented and shared as of now. I believe, Minister, that these are indeed your intentions in the ongoing dialogue, and that this is in the national interest, which must come before any individual or partisan interests. </p>\n<h3>3. A year without recession and paving the way for a recovery</h3>\n<p>My third wish is in response to the return of a spectre to Europe: the fear of recession. It is haunting Europe once again, as it did in late 2022, but more in words than in figures. Our forecast for growth is 0.9%.<a class=\"hashlink\" href=\"#fniv\" id=\"fn_iv\"><sup>iv</sup></a>  True, the risks to this figure are on the downside; true, the French economy is growing at a slower pace; but no, we do not currently foresee a recession. While there are objective reasons for the collective gloom, it should not give rise to excessive pessimism. The expected recovery should take place in 2026 and 2027, with growth of around 1.3% – provided there is a gradual reduction in uncertainty this year. </p>\n<p>Indeed, wages are now rising faster than inflation, which will generate gains in purchasing power that are more evenly distributed across the population. Consumption should therefore pick up, and the aggregate savings rate should fall, while remaining above its pre-Covid level. </p>\n<h3>4. A year for architects in Europe</h3>\n<p>Calling now for a time of architects possibly crosses the line between probability and hope. Nevertheless, it would be highly desirable to have them take over from the firefighters, who have been the omnipresent crisis managers up to now, and at the same time to combat the arsonists who are calling – more noisily than coherently – for dangerous retrograde steps in trade, climate and finance. But, while we cannot change what happens on the other side of the Atlantic, we can change what happens on our side. </p>\n<p>2024 has witnessed abundant reflections on how to pivot towards structural policies in Europe. The reports by former Italian prime ministers Enrico Letta<a class=\"hashlink\" href=\"#fnv\" id=\"fn_v\"><sup>v</sup></a>  and Mario Draghi<a class=\"hashlink\" href=\"#fnvi\" id=\"fn_vi\"><sup>vi</sup></a>  and, more modestly, the Franco-German appeal that I launched with my colleague and friend from the Bundesbank, Joachim Nagel, in November, <a class=\"hashlink\" href=\"#fnvii\" id=\"fn_vii\"><sup>vii</sup></a>  set out a roadmap for breaking free from two forms of tyranny: the short term and the outside world. The facts are clear: Europe has effective levers for controlling its economic future and strengthening its growth, but if it doesn't wake up and act now, it risks a long period of economic slumber. </p>\n<p>The remedies draw largely on the best America has to offer, in the form of three \"I's\". Europe needs to (i)<strong><span> </span>integrate</strong><span> </span>its single market more closely; (ii)<strong><span> </span>invest</strong><span> </span>more, primarily from its private resources mobilised as part of a Savings and Investments Union; and (iii)<span> </span><strong>innovate</strong><span> </span>more – and above all more quickly – by reducing its bureaucracy. In other words, we have to multiply size by financial muscle and by speed, without the need for costly fiscal excess weight. Let me stress the importance of simplification within this European agenda, particularly in terms of financial regulation.<a class=\"hashlink\" href=\"#fnviii\" id=\"fn_viii\"><sup>viii</sup></a>  It is no longer enough for the regulatory principles themselves to be sound – we also need to ensure that the complexity of our existing regulation or oversight does not constitute an obstacle to achieving our goals. The ACPR is committed to this. But we also need to be clear regarding the temptations expressed elsewhere: European-style simplification is not American-style deregulation. The Basel III framework must continue to form the international basis for banking regulation. Moreover, failing to regulate non-banks and crypto-assets today would just sow the seeds for tomorrow's financial crisis. <br/><br/>I would like to conclude with a beautiful quote from Albert Camus : 'True generosity toward the future consists in giving everything to the present'. Not sacrificing the long term to the 'tyranny of urgency', but preparing for the future unencumbered by the present. This sums up the professional commitment of each and every one of you, and our responsibility. You can count on the Banque de France to support these wishes of lucid<span> </span><em>espérance</em><span> </span>so that in 2025, more than ever, it can reduce uncertainty and act as a beacon of stability. Happy New Year to you all, and to our dear country!</p>\n<hr/>\n<div class=\"ts-footnote-2\" id=\"sC-component-footnotes\">\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_i\" name=\"fni\"><sup>i</sup></a> </span>Eurostat,<span> </span><a class=\"external\" href=\"https://ec.europa.eu/eurostat/fr/web/products-euro-indicators/w/2-07012025-ap\" rel=\"noopener noreferrer\" target=\"_blank\">flash estimate - December 2024</a></p>\n</div>\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_ii\" name=\"fnii\"><sup>ii</sup></a> </span>Insee, <a class=\"external\" href=\"https://www.insee.fr/fr/statistiques/8323901\" rel=\"noopener noreferrer\" target=\"_blank\">Consumer price index –  provisional results for December 2024</a></p>\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_iii\" name=\"fniii\"><sup>iii</sup></a> </span>18,2% for the third quarter of 2024</p>\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_iv\" name=\"fniv\"><sup>iv</sup></a> </span>Banque de France,<span> </span><a class=\"external\" href=\"https://www.banque-france.fr/en/publications-and-statistics/publications/macroeconomic-projections-december-2024#:~:text=Par%20hypoth%C3%A8se%20de%20travail%2C%20le,5%2C5%20%25%20en%202023.\" rel=\"noopener noreferrer\" target=\"_blank\">Macroeconomic projections, December 2024</a>, 16 December 2024</p>\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_v\" name=\"fnv\"><sup>v</sup></a> </span>Letta (E.),<span> </span><em><a class=\"external\" href=\"https://www.consilium.europa.eu/media/ny3j24sm/much-more-than-a-market-report-by-enrico-letta.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">Much more than a Market</a></em>, report published on 17 April 2024</p>\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_vi\" name=\"fnvi\"><sup>vi</sup></a> </span>Draghi (M.),<span> </span><em><a class=\"external\" href=\"https://commission.europa.eu/topics/strengthening-european-competitiveness/eu-competitiveness-looking-ahead_en\" rel=\"noopener noreferrer\" target=\"_blank\">The future of European competitiveness</a></em>, report published on 9 September 2024</p>\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_vii\" name=\"fnvii\"><sup>vii</sup></a> </span>Nagel (J.), Villeroy de Galhau (F.),<span> </span><em><a class=\"external\" href=\"https://www.banque-france.fr/en/governors-interventions/common-call-franco-german-revival\" rel=\"noopener noreferrer\" target=\"_blank\">A common call for a Franco-German revival</a>, Tribune, 22 November 2024 </em></p>\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_viii\" name=\"fnviii\"><sup>viii</sup></a> </span>Villeroy de Galhau (F.),<span> </span><em><a class=\"external\" href=\"https://www.banque-france.fr/en/governors-interventions/towards-realistic-simplification-untying-some-knots-european-banking-regulations\" rel=\"noopener noreferrer\" target=\"_blank\">\"Towards a realistic simplification: untying some of the knots in European banking regulations \"</a></em>, Speech, 26 November 2024</p>\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_ix\" name=\"fnix\"><sup>ix</sup></a> </span>Camus (A.),<span> </span><em>The Rebel, 1951</em></p>\n</div>\n</div>\n</div>\n",
  "content_text": "Dear Minister, Ladies and Gentlemen, I would like to start by extending, on behalf of the Banque de France and the ACPR, our warmest wishes to you our partners – elected representatives and public officials, financial centre players, and journalists – as well as to your loved ones. The current climate is considered bad, or at best uncertain, but I wish you good life. Every philosopher since Socrates has sought to define what exactly this means but I simply wish that you find the right balance between professional endeavour and personal roots. The 2020 to 2023 period had already witnessed a series of shocks, but 2024 was especially turbulent and bumpy so I will not risk wishing you a more peaceful 2025. However, I would like to highlight two more positive aspects. The first is that this year – on 18 January to be precise – marks the 225 th anniversary of the Banque de France. On this occasion, on 20 March, we are organising the symposium \"A mass of granite\", an allusion to our founder Bonaparte who wished to \"set down some masses of granite on the soil of France\" to stabilise the scattered \"grains of sand\" of the nation. This provides an opportunity for recalling that we are an old and a great country that has managed to bounce back from tricky economic and financial situations on a number of occasions. Over the last century, France has managed to do this in 1926 with Raymond Poincaré; in 1958 with Charles De Gaulle, Antoine Pinay and then Wilfrid Baumgartner; and in 1983 with Jacques Delors, another famous son of the Banque de France. Each of those people I've just mentioned acquired a strong political and historical stature as a result, proof that French people appreciate seriousness in public management. Secondly, not everything was bad in 2024. Inflation, which is our main mandate as a central bank, fell by even more than expected, although our fellow citizens remain sensitive to past rises in the level of prices. Inflation across the euro area has moved back towards our 2% target, to 2.4% at end-2024. i The slight increase in December was expected and does not call into question our continuing victory over inflation. In France, inflation was even lower at 1.8% according to the harmonised index, ii and we expect it to average 1.6% in 2025. This has already enabled us at the ECB Governing Council, headed up by Christine Lagarde, to lower our key interest rates on four separate occasions, from 4% to 3% between June and December. As a result, property lending was able to recover, with new loans totalling EUR 10.1 billion in November – compared with a low of EUR 7 billion in March – and the French economy was well financed thanks to your commitment: private sector loans grew by 1.3% over the year. French economic growth of 1.1% was higher than that of the euro area and higher than our initial forecast of 0.9%, due in particular to the impact of the Olympic Games, which will go down as an example of the major successes France can achieve when everyone works together. Lastly, employment has held up relatively well so far, with 2.2 million jobs created over the last ten years and 1.2 million in the last five... even if, with the unemployment rate at 7.4%, we are still too far from the goal of full employment. Clearly, we are moving into 2025 in a position of greater uncertainty, and thus with potentially more of the wait-and-see attitude on the part of businesses and their investment, and households, whose savings rate is at an all-time high. iii And yet, I feel that the word 'hope' has never been so present in the air, like some rare and yet indispensable resource. In French, the beautiful word \" espérance \" can express at least two expectations: the vital need for trust – and the Banque de France remains more than ever an institution built on trust; but also – if I am speaking, in front of insurers, of mathematical expectancy – a probability. So, please allow me to present you with four lucid espérances , beginning with the most probable. 1. A year of falling key interest rates in Europe At 3%, our key interest rate is well below those of the US Federal Reserve (Fed) (4.25%-4.50%) and the Bank of England (4.75%), however it is still significantly above the neutral interest rate, which marks the boundary between a restrictive and an accommodative policy. While this rate is not directly observable, the ECB estimates that it stands at around 2% in the euro area. If the fall in inflation is confirmed over the next few quarters as we expect, good sense dictates that we move steadily towards this neutral rate by next summer. This will facilitate effective financing of the economy and lower the household savings rate. The real estate sector will benefit as it gradually recovers. I will submit my proposal to the Minister concerning the interest rate on Livret A passbook accounts on 15 January, but I would like to draw the attention of the banks this evening to another type of passbook account, the Livret d'Epargne Populaire (LEP), which is the savings product that affords the greatest protection to those with the lowest incomes. The number of these accounts has grown by over four million over the last four years, to 11.7 million at the end of October. We can and must do even better, given that more than 19 million French people could potentially be interested, and that the interest rate on LEP passbook accounts from 1 February will be even higher than that on Livret A accounts, well ahead of the inflation rate. All of this concerns short-term rates; long-term interest rates are set by international markets and are not unaffected by our fiscal policy. 2. A year of deficit reduction in France Our country has overcome the acute illness of inflation; the chronic illness of our public finances remains. In 1984, our public debt represented just 30% of gross domestic product (GDP); today, it has almost quadrupled to 113% of GDP at end-September. The disease is very old, but there is no reason to become accustomed to it. On the contrary, everything indicates that it has now crossed several critical thresholds: this year, France will have the highest deficit in the euro area and remains among the few countries whose debt ratio continues to rise. Our bond yields have moved perilously away from Germany's and closer to Italy's. The interest burden will soon exceed the budget for the Ministry of Education. The seriousness of our fiscal situation has at least one silver lining: our country no longer has to choose between recovery and growth. Reducing the budgetary and tax uncertainty that weighs on businesses and households has become a condition for trust and therefore growth. And it means preventing the monetary policy support for the financing of the economy from being obliterated by the higher interest rates that result from our fiscal drift. It is a difficult path, but it is possible if we aim for two benchmarks, two anchors. The first significant step towards credibility must be taken in 2025: we must return this year to a deficit as close as possible to 5% of GDP, and clearly below 5.5%. We also need to set a medium-term target of a 3% deficit in 2029. This figure aligns with our European commitments, but most importantly, it also corresponds to the level that will finally enable us to stabilise our debt ratio. The first step may partially consist of targeted tax rises, but the second step will have to rely essentially on more effectively controlled and more efficient spending, not only by central government departments but by local authorities and social security bodies, which together account for 64% of total expenditure. Across the board, France spends more than its neighbours – over 9% of GDP more in total; this effort to generate fair savings will be more effective if it is prepared, documented and shared as of now. I believe, Minister, that these are indeed your intentions in the ongoing dialogue, and that this is in the national interest, which must come before any individual or partisan interests. 3. A year without recession and paving the way for a recovery My third wish is in response to the return of a spectre to Europe: the fear of recession. It is haunting Europe once again, as it did in late 2022, but more in words than in figures. Our forecast for growth is 0.9%. iv True, the risks to this figure are on the downside; true, the French economy is growing at a slower pace; but no, we do not currently foresee a recession. While there are objective reasons for the collective gloom, it should not give rise to excessive pessimism. The expected recovery should take place in 2026 and 2027, with growth of around 1.3% – provided there is a gradual reduction in uncertainty this year. Indeed, wages are now rising faster than inflation, which will generate gains in purchasing power that are more evenly distributed across the population. Consumption should therefore pick up, and the aggregate savings rate should fall, while remaining above its pre-Covid level. 4. A year for architects in Europe Calling now for a time of architects possibly crosses the line between probability and hope. Nevertheless, it would be highly desirable to have them take over from the firefighters, who have been the omnipresent crisis managers up to now, and at the same time to combat the arsonists who are calling – more noisily than coherently – for dangerous retrograde steps in trade, climate and finance. But, while we cannot change what happens on the other side of the Atlantic, we can change what happens on our side. 2024 has witnessed abundant reflections on how to pivot towards structural policies in Europe. The reports by former Italian prime ministers Enrico Letta v and Mario Draghi vi and, more modestly, the Franco-German appeal that I launched with my colleague and friend from the Bundesbank, Joachim Nagel, in November, vii set out a roadmap for breaking free from two forms of tyranny: the short term and the outside world. The facts are clear: Europe has effective levers for controlling its economic future and strengthening its growth, but if it doesn't wake up and act now, it risks a long period of economic slumber. The remedies draw largely on the best America has to offer, in the form of three \"I's\". Europe needs to (i) integrate its single market more closely; (ii) invest more, primarily from its private resources mobilised as part of a Savings and Investments Union; and (iii) innovate more – and above all more quickly – by reducing its bureaucracy. In other words, we have to multiply size by financial muscle and by speed, without the need for costly fiscal excess weight. Let me stress the importance of simplification within this European agenda, particularly in terms of financial regulation. viii It is no longer enough for the regulatory principles themselves to be sound – we also need to ensure that the complexity of our existing regulation or oversight does not constitute an obstacle to achieving our goals. The ACPR is committed to this. But we also need to be clear regarding the temptations expressed elsewhere: European-style simplification is not American-style deregulation. The Basel III framework must continue to form the international basis for banking regulation. Moreover, failing to regulate non-banks and crypto-assets today would just sow the seeds for tomorrow's financial crisis. I would like to conclude with a beautiful quote from Albert Camus : 'True generosity toward the future consists in giving everything to the present'. Not sacrificing the long term to the 'tyranny of urgency', but preparing for the future unencumbered by the present. This sums up the professional commitment of each and every one of you, and our responsibility. You can count on the Banque de France to support these wishes of lucid espérance so that in 2025, more than ever, it can reduce uncertainty and act as a beacon of stability. Happy New Year to you all, and to our dear country! i Eurostat, flash estimate - December 2024 ii Insee, Consumer price index –  provisional results for December 2024 iii 18,2% for the third quarter of 2024 iv Banque de France, Macroeconomic projections, December 2024 , 16 December 2024 v Letta (E.), Much more than a Market , report published on 17 April 2024 vi Draghi (M.), The future of European competitiveness , report published on 9 September 2024 vii Nagel (J.), Villeroy de Galhau (F.), A common call for a Franco-German revival , Tribune, 22 November 2024 viii Villeroy de Galhau (F.), \"Towards a realistic simplification: untying some of the knots in European banking regulations \" , Speech, 26 November 2024 ix Camus (A.), The Rebel, 1951",
  "date_parsed": "2025-01-09",
  "name": "François Villeroy de Galhau",
  "name_orig": "François Villeroy de Galhau",
  "url_orig": "https://www.bis.org/review/r250109c.htm"
}