{
  "source_url": "https://www.bis.org/review/r240314d.htm",
  "headline": "Frank Elderson: Making banks resilient to climate and environmental risks – good practices to overcome the remaining stumbling blocks",
  "description_html": "\n<p>Speech by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the 331<span style=\"font-size: 13.6px;\">st </span>European Banking Federation Executive Committee meeting, Frankfurt am Main, 14 March 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the 331 st European Banking Federation Executive Committee meeting, Frankfurt am Main, 14 March 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "22 March 2024",
  "pdf_url": "https://www.bis.org/review/r240314d.pdf",
  "content_html": "\n<div class=\"section\">\n<h3>Introduction</h3>\n<p>Thank you for inviting me to this exchange on the current state of climate-related and environmental (C&amp;E) risks. We have come a long way since 2019, when we first started discussing C&amp;E risk management with you – the European banking associations and the European banks you represent.</p>\n<p>It is thanks to the hard work perfomed every day by thousands of dedicated climate risk experts in banks all over Europe that notable expertise has been built up and vital progress achieved.</p>\n<p>And, thanks to the ongoing dialogue between supervisors and banks, the risks stemming from the climate and nature crises are increasingly being integrated into banks' risk management, strategies and governance.</p>\n<p>It is in precisely that spirit that I am here today: to listen to you, to discuss the challenges you face, but also to share the ever-growing set of good practices that we have observed. To suceed in our common goal of making banks resilient to climate and nature risks, it is vital that we maintain this dialogue and facilitate the exchange of good practices.</p>\n<h3>Climate risks are increasingly materialising</h3>\n<p>Before we get into the nitty gritty of C&amp;E risk management, I will start by saying a few words on the risks themselves. The far-reaching impacts of climate change and nature degradation are more apparent than ever: 2023 was the hottest year ever recorded, while extreme weather events are becoming more frequent and increasingly these events also leave their mark on the economy.</p>\n<p>For instance, last year devastating floods in Slovenia showed that just a couple of days of heavy rain can lead to damages, equivalent to 16% of GDP<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a>.</p>\n<p>Climate risk events are not just one of the many standalone risks that banks face. They are instead a driver for each traditional type of risk reflected in the Basel framework, from credit risk, liquidity risk and market risk to reputational and operational risk, including legal risk.</p>\n<p>For example, floods may impair a company's production facility, which then affects its ability to repay a loan, in turn leading to higher credit risk for the bank.</p>\n<p>Consider what happens if your house is built in an area vulnerable to wildfires. This could reduce the value of your home, leaving the bank that granted you the mortgage with higher risk on its balance sheet.</p>\n<p>And take operational risk, for instance: we have already seen cases of floods that materially damaged banks' IT infrastructure or even washed away the vault and safety boxes of customers at local bank branches.</p>\n<p>These are just some examples of recent climate risk events that we are experiencing, now, in a world in which average annual global temperatures are on the verge of exceeding the threshold of 1.5 degrees Celsius. However, the latest scientific evidence suggests<a class=\"hashlink\" href=\"#fn2\" id=\"fn_2\"><sup>2</sup></a><span style=\"font-size: 13.6px;\"> </span>that we are not on a path to 1.5 degrees, or even 2 degrees, but on a baseline trajectory towards average temperatures of 2.9 degrees Celsius above pre-industrial levels.<a class=\"hashlink\" href=\"#fn3\" id=\"fn_3\"><sup>3</sup></a></p>\n<p>So, everything we have read about the devastating difference between the 1.5 degree and the 2 degree scenario is nothing if you compare it with the hot house scenario we are heading towards. This means that the physical risks we currently see unfolding are just the tip of the iceberg of what we can reasonably expect in a world subject to 2.9 degrees of global heating.</p>\n<p>Just this week the European Environmental Agency (EEA) published the results of a first<span> </span><a class=\"link-inline external\" href=\"https://www.eea.europa.eu/en/newsroom/news/europe-is-not-prepared-for\">European Climate Risk Assessment</a><span> </span>concluding that \"climate stress tests need to better account for cascading, compounding and tail risks from climate change to the overall EU economy\"<a class=\"hashlink\" href=\"#fn4\" id=\"fn_4\"><sup>4</sup></a>.</p>\n<h3>Internal capacity-building is crucial to gauge C&amp;E risks</h3>\n<p>Clearly, we cannot ignore that the ongoing climate emergency will render banks more susceptible to risks. It is therefore more important than ever that banks identify, measure and − most importantly − manage C&amp;E risks. To do so, relevant expertise and human capital is absolutely crucial. Banks' management bodies need to be well-versed in C&amp;E risks, and we expect banks to reflect these skills in a diverse board composition. And we see more and more banks walking the talk, for instance by setting up a dedicated committee composed mainly of independent directors with the appropriate skills in C&amp;E risks.</p>\n<p>But this is not only a task for CEOs, committee members and the like. Employees across the organisation should be aware of how the climate and nature crisis might affect their everyday tasks. For instance, when granting a loan, a credit officer should be skilled in understanding the C&amp;E risk drivers affecting a mortgage so they do not turn a blind eye to a material source of risk. And it is also critical for banks to have the necessary resources to implement well-designed frameworks across the institution.<a class=\"hashlink\" href=\"#fn5\" id=\"fn_5\"><sup>5</sup></a></p>\n<h3>Current state of C&amp;E risk management in banks</h3>\n<p>Let me now turn to where banks under our supervision stand in incorporating climate and environmental aspects into their risk management. In our continuous supervisory dialogue, we have urged banks to ensure the sound management of C&amp;E risk, using the<span> </span><a class=\"link-inline pdf\" href=\"https://www.bankingsupervision.europa.eu/ecb/pub/pdf/ssm.202011finalguideonclimate-relatedandenvironmentalrisks~58213f6564.en.pdf\">ECB's 2020 supervisory expectations</a><span> </span>as a starting point.</p>\n<p>Failing to adequately manage C&amp;E risks is no longer compatible with sound risk management, just as it would not be acceptable to turn a blind eye to other relevant drivers of standard risk categories.</p>\n<p>The ECB has consistently reminded that this is not a call on banks to divest from carbon-intensive industries. It is, instead, a call to actively manage the risks, for instance, through client engagement and transition and resilience finance. In other words, banks must be cognizant of the risks they take and manage them accordingly.</p>\n<p>Imagine a bank that has a client operating in a high-emitting sector such as power production from fossil fuels. Instead of abandoning the relationship with this client, the bank can continue lending to it through transition finance, for example to fund expansion of renewable power production. We see more and more banks doing exactly that: managing risk through active client engagement and by offering transition finance products, which also represent a business opportunity for banks.</p>\n<p>Since we first started discussing C&amp;E risks with banks back in 2019, progress has undoubtedly been made. Banks have taken steps to integrate C&amp;E risks into their strategy, governance and risk management. For example, we see that<span> </span><a class=\"link-inline\" id=\"_Hlk158965173\"></a>banks' materiality assessments and business environment scans are becoming more robust compared with their initial submissions. However, it is also true that a number of banks did not perform an adequate materiality assessment. As a result, they received binding supervisory decisions, including the potential imposition of<span> </span><a class=\"link-inline arrow\" href=\"https://www.bankingsupervision.europa.eu/banking/tasks/enforcement/html/index.en.html#:~:text=Periodic%20penalty%20payments%20(PPPs)%20are,under%20ECB%20decisions%20or%20regulations.\">periodic penalty payments</a><span> </span>if they fail on their requirements. In other words, we have told those banks to remedy the relevant shortcomings by a certain date. If they do not comply, they will have to pay a penalty for every day that the shortcomings remain unresolved. It is a step that we do not take lightly: it is not about forcing banks to do something that is merely \"nice to have\"; it is about compelling banks to manage material risks adequately and in a timely manner.</p>\n<p>Although at present none of the banks under our supervision fully meets all our expectations, each and every of our expectations has already been fulfilled by at least one bank. This shows that progress is possible, and that it is not just taking place among a few banks, but across the board. This is good news, since we expect all banks under our supervision to be fully aligned with our supervisory expectations by the end of 2024.</p>\n<h3>Implementation challenges and good practices</h3>\n<p>Now I understand that some SSM banks are facing implementation challenges. Integrating C&amp;E risks into standard risk management is not an easy task. But while demanding, it is far from impossible. Let me illustrate this with a few concrete examples of how banks can use good practices to overcome remaining stumbling blocks.</p>\n<p>For instance, it is not straightforward to quantify transition risks in a forward-looking manner given the continuous evolution of emission reduction policies. Think about higher carbon prices for high-emitting steel and cement producers under the reformed <a class=\"link-inline external\" href=\"https://climate.ec.europa.eu/eu-action/eu-emissions-trading-system-eu-ets_en\">EU Emissions Trading System</a><span> </span>or the ban on the sale of new petrol and diesel cars from 2035. To show how this can be done, the ECB recently published a<span> </span><a class=\"link-inline pdf\" href=\"https://www.bankingsupervision.europa.eu/ecb/pub/pdf/ssm.bankingsectoralignmentreport202401~49c6513e71.en.pdf\">report quantifying the most pronounced transition risks in banks' credit portfolios</a><span> </span>using \"alignment assessment\". This methodology is already being developed by banks and supervisory authorities, and I would encourage more banks to leverage it to get a better grip on transition risks.</p>\n<p>Another example is climate-related litigation, which has sky-rocketed in recent years.<a class=\"hashlink\" href=\"#fn6\" id=\"fn_6\"><sup>6</sup></a><span style=\"font-size: 13.6px;\"> </span>Around the world, some 560 new cases have been filed since 2021, and they increasingly target corporates and banks. Admittedly, measuring and managing these risks is challenging. Promisingly, however, some banks are already quantifying reputational risks using scenario analysis or started allocating capital towards litigation risks in the internal capital allocation.</p>\n<p>Financial risks are not limited to climate change. We are currently witnessing an unprecedented decline in natural ecosystems and the vital services they provide such as pollination, clean water or healthy soil. This also matters for banks, given that 75% of all bank loans in the euro area are to companies that are highly dependent on at least one ecosystem service.<a class=\"hashlink\" href=\"#fn7\" id=\"fn_7\"><sup>7</sup></a><span style=\"font-size: 13.6px;\"> </span>However, assessing nature-related risks is complex. Unlike for climate risk, which can be measured in terms of carbon emissions, there is no single indicator that would facilitate quantification of nature-related risks.</p>\n<p>Encouragingly, several banks have already implemented risk management practices focusing explicitly on nature-related risks. For instance, one bank has adopted a classification system using a heatmap to identify and monitor which clients are most exposed to nature risk drivers, such as biodiversity loss, water stress and pollution. The approach is integrated in the institution's credit policy and loan origination framework. For high-risk clients, the credit officer may decide to give a negative credit decision. In other cases, a positive credit decision may be tied to specific conditions such as increased monitoring. First and second lines of defence are trained specifically on how to integrate the approach in credit decision-making. Other banks are already allocating capital to environmental risks in their internal capital calculations.</p>\n<p>These examples show that, while the task is admittedly challenging, good practices are already out there and banks can leverage them to overcome the remaining stumbling blocks.</p>\n<p>It is crucial for supervisors and the industry to exchange good practices in order to master the mammoth task of making banks resilient to climate and nature risk. That is also why we published the good practices we observed in both the<span> </span><a class=\"link-inline pdf\" href=\"https://www.bankingsupervision.europa.eu/ecb/pub/pdf/ssm.202212_ECBreport_on_good_practices_for_CST~539227e0c1.en.pdf\">climate stress test </a>and the<span> </span><a class=\"link-inline pdf\" href=\"https://www.bankingsupervision.europa.eu/ecb/pub/pdf/ssm.thematicreviewcercompendiumgoodpractices112022~b474fb8ed0.en.pdf\">thematic review</a>. We will continue to update the good practice reports going forward.</p>\n<p>And let me assure you that our supervisory teams are open to discuss how to best handle data or methodology questions that come up along the path.</p>\n<h3>The path ahead</h3>\n<p>2024 is a crucial year for our supervisory priority to make banks resilient to climate and nature risks. By the end of this year, we expect all banks under our supervision to be aligned with our supervisory expectations. We will closely monitor banks' progress towards meeting final deadlines. And, if necessary, we will use all the measures in our toolkit to ensure the sound management of C&amp;E risks. These include imposing periodic penalty payments and setting Pillar 2 capital requirements as part of the annual Supervisory Review and Evaluation Process.</p>\n<p>2024 is also vitally important for disclosures. The<span> </span><a class=\"link-inline arrow\" href=\"https://www.bankingsupervision.europa.eu/press/publications/newsletter/2024/html/ssm.nl240221_1.en.html\">ECB's latest assessment</a><span> </span>found that although all eligible banks manage to disclose most of the data, more work is needed to promote further consistency and improve the quality of disclosure. Moreover, banks that fall within the scope of the<span> </span><a class=\"link-inline external\" href=\"https://www.eba.europa.eu/publications-and-media/press-releases/eba-publishes-binding-standards-pillar-3-disclosures-esg\">European Banking Authority's implementing technical standards on Pillar 3 disclosures on environmental, social and governance risks</a><span> </span>will have to start disclosing the alignment of their credit portfolios with a net zero scenario by the end of 2024 at the latest.</p>\n<p>2024 is an important milestone but not the end of the journey. Just as any other prudential risk, C&amp;E risks demand continuous attention and adaptation. Good practices will evolve, as will the regulatory environment. For instance, it is only a matter of time before transition plans become mandatory. The revised Capital Requirements Directive (CRD VI) endorsed by the co-legislators will include a new legal requirement for banks to prepare prudential plans to address C&amp;E risks arising from the adjustment towards climate neutrality by 2050.</p>\n<p>To prepare for these upcoming legal requirements, the best advice I can give to banks is to start putting in place their Paris-compatible transition plans.<a class=\"hashlink\" href=\"#fn8\" id=\"fn_8\"><sup>8</sup></a><span style=\"font-size: 13.6px;\"> </span>By that, I mean realistic, credible, science-based and externally vetted transition plans that banks can and actually do implement in a timely manner. They should include concrete intermediate milestones between now and 2050. Banks should also develop key performance indicators that allow their management bodies to monitor and address any risks arising from possible misalignment with their transition path. Some banks under our supervision are already actively using transition planning tools to assess the alignment of their portfolios with the Paris Agreement. Now we expect all banks, not just a few frontrunners, to do so in order to prepare for the upcoming requirements from European legislators.</p>\n<h3>Conclusion</h3>\n<p>Let me conclude.</p>\n<p>Since we started our dialogue on C&amp;E risks with you back in 2019, some major stumbling blocks have undoubtedly been overcome.</p>\n<p>It is thanks to thousands of motivated experts – bankers and supervisors alike – that vital progress has been made. But the job is not yet done: 2024 is a crucial year to clear our path of the remaining stumbling blocks.</p>\n<p>The ongoing climate and nature crises will inevitably render our economy more susceptible to shocks. From a risk-based perspective, let me reassure you that ECB Banking Supervision will continue to play our part in spurring on banks to prepare for these risks, in a 1.5 degree, a 2 degree and even a 2.9 degree scenario. And let me repeat: 2.9 degrees is the current baseline. So we need to make sure that banks are resilient to climate and nature risks – a vitally important imperative if ever there was one.</p>\n<div><hr/>\n<div id=\"ftn1\">\n<p class=\"footnote\"><span style=\"font-size: 13.6px;\"><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> </span>See European Environment Agency (2024),<span> </span><a class=\"link-inline external\" href=\"https://www.eea.europa.eu/publications/european-climate-risk-assessment\"><em>European climate risk assessment</em></a>, EEA Report, No 01/2024; and Financial Times (2024), \"EU warned of rising risk of systemic financial shocks from continent warming\", 11 March</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup>2</sup></a> United Nations Environment Programme (2023),<span> </span><a class=\"link-inline external\" href=\"https://wedocs.unep.org/bitstream/handle/20.500.11822/43922/EGR2023.pdf?sequence=3&amp;isAllowed=y\"><em>Emissions Gap Report 2023: Broken Record – Temperatures hit new highs, yet world fails to cut emissions (again)</em></a>.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_3\" name=\"fn3\"><sup>3</sup></a> Intergovernmental Panel on Climate Change (2023),<em> </em><a class=\"link-inline pdf\" href=\"https://www.ipcc.ch/report/ar6/syr/downloads/report/IPCC_AR6_SYR_SPM.pdf\"><em>Climate Change 2023 Synthesis Report – Summary for Policymakers</em></a>, March.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_4\" name=\"fn4\"><sup>4</sup></a> See European Environment Agency (2024), European climate risk assessment, Executive Summary, p. 29.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_5\" name=\"fn5\"><sup>5</sup></a> For more details on resourcing as a key challenge, see Basel Committee on Banking Supervision (2023),<span> </span><a class=\"link-inline external\" href=\"https://www.bis.org/publ/bcbs_nl33.htm\"><em>Newsletter on the implementation of the Principles for the effective management and supervision of climate-related financial risks</em></a>, 21 November.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_6\" name=\"fn6\"><sup>6</sup></a> See, for example, Elderson, F. (2023), \"<a class=\"link-inline arrow\" href=\"https://www.ecb.europa.eu/press/key/date/2023/html/ecb.sp230904_1~9d14ab8648.en.html\">Come hell or high water: addressing the risks of climate and environment-related litigation for the banking sector</a>\", speech at ECB Legal Conference, 4 September; and Network for Greening the Financial System (2023), <a class=\"link-inline pdf\" href=\"https://www.ngfs.net/sites/default/files/medias/documents/ngfs_report-on-climate-related-litigation-recent-trends-and-developments.pdf\"><em>Climate-related litigation: recent trends and developments</em></a>, September.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_7\" name=\"fn7\"><sup>7</sup></a> Ceglar, A., Boldrini, S., Lelli, C., Parisi, L. and Heemskerk, I. (2023), \"<a class=\"link-inline pdf\" href=\"https://www.ecb.europa.eu/pub/pdf/scpops/ecb.op335~79fbc42228.en.pdf\">The impact of the euro area economy and banks on biodiversity</a>\",<span> </span><em>Occasional Paper Series</em>, No 335, ECB.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_8\" name=\"fn8\"><sup>8</sup></a> Elderson, F. (2024), \"\"<a class=\"link-inline arrow\" href=\"https://www.bankingsupervision.europa.eu/press/blog/2024/html/ssm.blog240123~5471c5f63e.en.html\">Failing to plan is planning to fail'' – why transition planning is essential for banks\", </a><em>The Supervision Blog</em>, ECB, 23 January.</p>\n</div>\n</div>\n</div>\n",
  "content_text": "Introduction Thank you for inviting me to this exchange on the current state of climate-related and environmental (C&E) risks. We have come a long way since 2019, when we first started discussing C&E risk management with you – the European banking associations and the European banks you represent. It is thanks to the hard work perfomed every day by thousands of dedicated climate risk experts in banks all over Europe that notable expertise has been built up and vital progress achieved. And, thanks to the ongoing dialogue between supervisors and banks, the risks stemming from the climate and nature crises are increasingly being integrated into banks' risk management, strategies and governance. It is in precisely that spirit that I am here today: to listen to you, to discuss the challenges you face, but also to share the ever-growing set of good practices that we have observed. To suceed in our common goal of making banks resilient to climate and nature risks, it is vital that we maintain this dialogue and facilitate the exchange of good practices. Climate risks are increasingly materialising Before we get into the nitty gritty of C&E risk management, I will start by saying a few words on the risks themselves. The far-reaching impacts of climate change and nature degradation are more apparent than ever: 2023 was the hottest year ever recorded, while extreme weather events are becoming more frequent and increasingly these events also leave their mark on the economy. For instance, last year devastating floods in Slovenia showed that just a couple of days of heavy rain can lead to damages, equivalent to 16% of GDP 1 . Climate risk events are not just one of the many standalone risks that banks face. They are instead a driver for each traditional type of risk reflected in the Basel framework, from credit risk, liquidity risk and market risk to reputational and operational risk, including legal risk. For example, floods may impair a company's production facility, which then affects its ability to repay a loan, in turn leading to higher credit risk for the bank. Consider what happens if your house is built in an area vulnerable to wildfires. This could reduce the value of your home, leaving the bank that granted you the mortgage with higher risk on its balance sheet. And take operational risk, for instance: we have already seen cases of floods that materially damaged banks' IT infrastructure or even washed away the vault and safety boxes of customers at local bank branches. These are just some examples of recent climate risk events that we are experiencing, now, in a world in which average annual global temperatures are on the verge of exceeding the threshold of 1.5 degrees Celsius. However, the latest scientific evidence suggests 2 that we are not on a path to 1.5 degrees, or even 2 degrees, but on a baseline trajectory towards average temperatures of 2.9 degrees Celsius above pre-industrial levels. 3 So, everything we have read about the devastating difference between the 1.5 degree and the 2 degree scenario is nothing if you compare it with the hot house scenario we are heading towards. This means that the physical risks we currently see unfolding are just the tip of the iceberg of what we can reasonably expect in a world subject to 2.9 degrees of global heating. Just this week the European Environmental Agency (EEA) published the results of a first European Climate Risk Assessment concluding that \"climate stress tests need to better account for cascading, compounding and tail risks from climate change to the overall EU economy\" 4 . Internal capacity-building is crucial to gauge C&E risks Clearly, we cannot ignore that the ongoing climate emergency will render banks more susceptible to risks. It is therefore more important than ever that banks identify, measure and − most importantly − manage C&E risks. To do so, relevant expertise and human capital is absolutely crucial. Banks' management bodies need to be well-versed in C&E risks, and we expect banks to reflect these skills in a diverse board composition. And we see more and more banks walking the talk, for instance by setting up a dedicated committee composed mainly of independent directors with the appropriate skills in C&E risks. But this is not only a task for CEOs, committee members and the like. Employees across the organisation should be aware of how the climate and nature crisis might affect their everyday tasks. For instance, when granting a loan, a credit officer should be skilled in understanding the C&E risk drivers affecting a mortgage so they do not turn a blind eye to a material source of risk. And it is also critical for banks to have the necessary resources to implement well-designed frameworks across the institution. 5 Current state of C&E risk management in banks Let me now turn to where banks under our supervision stand in incorporating climate and environmental aspects into their risk management. In our continuous supervisory dialogue, we have urged banks to ensure the sound management of C&E risk, using the ECB's 2020 supervisory expectations as a starting point. Failing to adequately manage C&E risks is no longer compatible with sound risk management, just as it would not be acceptable to turn a blind eye to other relevant drivers of standard risk categories. The ECB has consistently reminded that this is not a call on banks to divest from carbon-intensive industries. It is, instead, a call to actively manage the risks, for instance, through client engagement and transition and resilience finance. In other words, banks must be cognizant of the risks they take and manage them accordingly. Imagine a bank that has a client operating in a high-emitting sector such as power production from fossil fuels. Instead of abandoning the relationship with this client, the bank can continue lending to it through transition finance, for example to fund expansion of renewable power production. We see more and more banks doing exactly that: managing risk through active client engagement and by offering transition finance products, which also represent a business opportunity for banks. Since we first started discussing C&E risks with banks back in 2019, progress has undoubtedly been made. Banks have taken steps to integrate C&E risks into their strategy, governance and risk management. For example, we see that banks' materiality assessments and business environment scans are becoming more robust compared with their initial submissions. However, it is also true that a number of banks did not perform an adequate materiality assessment. As a result, they received binding supervisory decisions, including the potential imposition of periodic penalty payments if they fail on their requirements. In other words, we have told those banks to remedy the relevant shortcomings by a certain date. If they do not comply, they will have to pay a penalty for every day that the shortcomings remain unresolved. It is a step that we do not take lightly: it is not about forcing banks to do something that is merely \"nice to have\"; it is about compelling banks to manage material risks adequately and in a timely manner. Although at present none of the banks under our supervision fully meets all our expectations, each and every of our expectations has already been fulfilled by at least one bank. This shows that progress is possible, and that it is not just taking place among a few banks, but across the board. This is good news, since we expect all banks under our supervision to be fully aligned with our supervisory expectations by the end of 2024. Implementation challenges and good practices Now I understand that some SSM banks are facing implementation challenges. Integrating C&E risks into standard risk management is not an easy task. But while demanding, it is far from impossible. Let me illustrate this with a few concrete examples of how banks can use good practices to overcome remaining stumbling blocks. For instance, it is not straightforward to quantify transition risks in a forward-looking manner given the continuous evolution of emission reduction policies. Think about higher carbon prices for high-emitting steel and cement producers under the reformed EU Emissions Trading System or the ban on the sale of new petrol and diesel cars from 2035. To show how this can be done, the ECB recently published a report quantifying the most pronounced transition risks in banks' credit portfolios using \"alignment assessment\". This methodology is already being developed by banks and supervisory authorities, and I would encourage more banks to leverage it to get a better grip on transition risks. Another example is climate-related litigation, which has sky-rocketed in recent years. 6 Around the world, some 560 new cases have been filed since 2021, and they increasingly target corporates and banks. Admittedly, measuring and managing these risks is challenging. Promisingly, however, some banks are already quantifying reputational risks using scenario analysis or started allocating capital towards litigation risks in the internal capital allocation. Financial risks are not limited to climate change. We are currently witnessing an unprecedented decline in natural ecosystems and the vital services they provide such as pollination, clean water or healthy soil. This also matters for banks, given that 75% of all bank loans in the euro area are to companies that are highly dependent on at least one ecosystem service. 7 However, assessing nature-related risks is complex. Unlike for climate risk, which can be measured in terms of carbon emissions, there is no single indicator that would facilitate quantification of nature-related risks. Encouragingly, several banks have already implemented risk management practices focusing explicitly on nature-related risks. For instance, one bank has adopted a classification system using a heatmap to identify and monitor which clients are most exposed to nature risk drivers, such as biodiversity loss, water stress and pollution. The approach is integrated in the institution's credit policy and loan origination framework. For high-risk clients, the credit officer may decide to give a negative credit decision. In other cases, a positive credit decision may be tied to specific conditions such as increased monitoring. First and second lines of defence are trained specifically on how to integrate the approach in credit decision-making. Other banks are already allocating capital to environmental risks in their internal capital calculations. These examples show that, while the task is admittedly challenging, good practices are already out there and banks can leverage them to overcome the remaining stumbling blocks. It is crucial for supervisors and the industry to exchange good practices in order to master the mammoth task of making banks resilient to climate and nature risk. That is also why we published the good practices we observed in both the climate stress test and the thematic review . We will continue to update the good practice reports going forward. And let me assure you that our supervisory teams are open to discuss how to best handle data or methodology questions that come up along the path. The path ahead 2024 is a crucial year for our supervisory priority to make banks resilient to climate and nature risks. By the end of this year, we expect all banks under our supervision to be aligned with our supervisory expectations. We will closely monitor banks' progress towards meeting final deadlines. And, if necessary, we will use all the measures in our toolkit to ensure the sound management of C&E risks. These include imposing periodic penalty payments and setting Pillar 2 capital requirements as part of the annual Supervisory Review and Evaluation Process. 2024 is also vitally important for disclosures. The ECB's latest assessment found that although all eligible banks manage to disclose most of the data, more work is needed to promote further consistency and improve the quality of disclosure. Moreover, banks that fall within the scope of the European Banking Authority's implementing technical standards on Pillar 3 disclosures on environmental, social and governance risks will have to start disclosing the alignment of their credit portfolios with a net zero scenario by the end of 2024 at the latest. 2024 is an important milestone but not the end of the journey. Just as any other prudential risk, C&E risks demand continuous attention and adaptation. Good practices will evolve, as will the regulatory environment. For instance, it is only a matter of time before transition plans become mandatory. The revised Capital Requirements Directive (CRD VI) endorsed by the co-legislators will include a new legal requirement for banks to prepare prudential plans to address C&E risks arising from the adjustment towards climate neutrality by 2050. To prepare for these upcoming legal requirements, the best advice I can give to banks is to start putting in place their Paris-compatible transition plans. 8 By that, I mean realistic, credible, science-based and externally vetted transition plans that banks can and actually do implement in a timely manner. They should include concrete intermediate milestones between now and 2050. Banks should also develop key performance indicators that allow their management bodies to monitor and address any risks arising from possible misalignment with their transition path. Some banks under our supervision are already actively using transition planning tools to assess the alignment of their portfolios with the Paris Agreement. Now we expect all banks, not just a few frontrunners, to do so in order to prepare for the upcoming requirements from European legislators. Conclusion Let me conclude. Since we started our dialogue on C&E risks with you back in 2019, some major stumbling blocks have undoubtedly been overcome. It is thanks to thousands of motivated experts – bankers and supervisors alike – that vital progress has been made. But the job is not yet done: 2024 is a crucial year to clear our path of the remaining stumbling blocks. The ongoing climate and nature crises will inevitably render our economy more susceptible to shocks. From a risk-based perspective, let me reassure you that ECB Banking Supervision will continue to play our part in spurring on banks to prepare for these risks, in a 1.5 degree, a 2 degree and even a 2.9 degree scenario. And let me repeat: 2.9 degrees is the current baseline. So we need to make sure that banks are resilient to climate and nature risks – a vitally important imperative if ever there was one. 1 See European Environment Agency (2024), European climate risk assessment , EEA Report, No 01/2024; and Financial Times (2024), \"EU warned of rising risk of systemic financial shocks from continent warming\", 11 March 2 United Nations Environment Programme (2023), Emissions Gap Report 2023: Broken Record – Temperatures hit new highs, yet world fails to cut emissions (again) . 3 Intergovernmental Panel on Climate Change (2023), Climate Change 2023 Synthesis Report – Summary for Policymakers , March. 4 See European Environment Agency (2024), European climate risk assessment, Executive Summary, p. 29. 5 For more details on resourcing as a key challenge, see Basel Committee on Banking Supervision (2023), Newsletter on the implementation of the Principles for the effective management and supervision of climate-related financial risks , 21 November. 6 See, for example, Elderson, F. (2023), \" Come hell or high water: addressing the risks of climate and environment-related litigation for the banking sector \", speech at ECB Legal Conference, 4 September; and Network for Greening the Financial System (2023), Climate-related litigation: recent trends and developments , September. 7 Ceglar, A., Boldrini, S., Lelli, C., Parisi, L. and Heemskerk, I. (2023), \" The impact of the euro area economy and banks on biodiversity \", Occasional Paper Series , No 335, ECB. 8 Elderson, F. (2024), \"\" Failing to plan is planning to fail'' – why transition planning is essential for banks\", The Supervision Blog , ECB, 23 January.",
  "date_parsed": "2024-03-22",
  "name": "Frank Elderson",
  "name_orig": "Frank Elderson",
  "url_orig": "https://www.bis.org/review/r240314d.htm"
}