{
  "source_url": "https://www.bis.org/review/r241104g.htm",
  "headline": "François Villeroy de Galhau: Monetary policy in perspective (II) - three landmarks for a future of \"great volatility\"",
  "description_html": "\n<p>Speech by Mr François Villeroy de Galhau, Governor of the Bank of France, at t<span>he London School of Economics, London, 30 October 2024. </span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr François Villeroy de Galhau, Governor of the Bank of France, at t he London School of Economics, London, 30 October 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "04 November 2024",
  "pdf_url": "https://www.bis.org/review/r241104g.pdf",
  "content_html": "\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<p>Ladies and Gentlemen, </p>\n<p>I am delighted to be in London and I wish to warmly thank Professor Iain Begg for the invitation. The current decade has been remarkable for central banks, characterized by an unprecedented and highly implausible sequence of shocks: a deflationary one with Covid, followed by an inflationary one with the unwarranted Russian invasion of Ukraine. In a speech I gave last week in New York,<span style=\"font-size: 13.6px;\"> </span>I looked back on the critical role and success of credible monetary policies in the recent disinflation episode. Today, I will look forward and discuss how central banks can navigate this new environment of \"Great volatility\" that sharply contrasts with the stability of the past \"Great Moderation\". Expect more supply shocks, while analysing that not all of them are alike (I). Anchor even more our inflation objective, with some adjustments (II). And be ready to support louder and clearer structural reforms (III). </p>\n<h3>I. Standing ready to face greater volatility and supply shocks</h3>\n<p>Some argue that the next years will see more inflationary forces, with deglobalisation, decarbonisation and demographics. Maybe- but for sure the near future will be shaped by more uncertainty. Supply shocks are likely to occur more frequently, as stressed by president Lagarde in a widely noted speech in Jackson Hole last year. This will contribute to greater volatility and less predictability in inflation. Political fragmentation, beyond extreme events such as wars, is already inducing a decoupling of trade<span style=\"font-size: 13.6px;\"> </span>along geopolitical blocs, particularly for energy and selected high-tech products (mobile phones, laptops and computer chips). </p>\n</div>\n</div>\n</div>\n",
  "content_text": "Ladies and Gentlemen, I am delighted to be in London and I wish to warmly thank Professor Iain Begg for the invitation. The current decade has been remarkable for central banks, characterized by an unprecedented and highly implausible sequence of shocks: a deflationary one with Covid, followed by an inflationary one with the unwarranted Russian invasion of Ukraine. In a speech I gave last week in New York, I looked back on the critical role and success of credible monetary policies in the recent disinflation episode. Today, I will look forward and discuss how central banks can navigate this new environment of \"Great volatility\" that sharply contrasts with the stability of the past \"Great Moderation\". Expect more supply shocks, while analysing that not all of them are alike (I). Anchor even more our inflation objective, with some adjustments (II). And be ready to support louder and clearer structural reforms (III). I. Standing ready to face greater volatility and supply shocks Some argue that the next years will see more inflationary forces, with deglobalisation, decarbonisation and demographics. Maybe- but for sure the near future will be shaped by more uncertainty. Supply shocks are likely to occur more frequently, as stressed by president Lagarde in a widely noted speech in Jackson Hole last year. This will contribute to greater volatility and less predictability in inflation. Political fragmentation, beyond extreme events such as wars, is already inducing a decoupling of trade along geopolitical blocs, particularly for energy and selected high-tech products (mobile phones, laptops and computer chips).",
  "date_parsed": "2024-11-04",
  "name": "François Villeroy de Galhau",
  "link_number": "23",
  "name_orig": "François Villeroy de Galhau",
  "url_orig": "https://www.bis.org/review/r241104g.htm"
}