{
  "source_url": "https://www.bis.org/review/r251007k.htm",
  "headline": "François Villeroy de Galhau: The international role of the euro and the development of European safe assets",
  "description_html": "\n<p>Speech of Mr François Villeroy de Galhau, Governor of the Bank of France, at the European Stability Mechanism (ESM), Luxembourg, 2 October 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech of Mr François Villeroy de Galhau, Governor of the Bank of France, at the European Stability Mechanism (ESM), Luxembourg, 2 October 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "08 October 2025",
  "pdf_url": "https://www.bis.org/review/r251007k.pdf",
  "content_html": "\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<div class=\"field field--name-field-espaces2-paragraphes field--type-entity-reference-revisions field--label-hidden field__items\">\n<div class=\"field__item\">\n<div class=\"container paragraph paragraph--type--espaces2-layouts-short paragraph--view-mode--default\">\n<div class=\"col-lg-8 m-auto layout-normal\">\n<div class=\"field field--name-field-espaces2-subparagraphs field--type-entity-reference-revisions field--label-hidden field__items\">\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<p><span>Ladies and Gentlemen,</span></p>\n<p><span>It is a great pleasure to speak before you today in Luxembourg. I would like to express my sincere gratitude to my friend Pierre Gramegna, Managing Director of the European Stability Mechanism (ESM). Luxembourg holds a unique place in the history of European integration. It is the birthplace of Robert Schuman. But it is less known that, in 1963, Luxembourg listed the world's first international bond denominated in a foreign currency, an innovation that helped finance one of the most strategic projects of its time: the Autostrada del Sole, linking northern and southern Italy.</span></p>\n<p><span>Since 1963, much progress has been made in facilitating cross-border financing, and we managed together the tremendous success of the euro: let me pay tribute here to Pierre Werner and his 1970 report. Yet, dramatic changes in the new world order over the past three years call for a bold step forward to strengthen the international role of the euro. </span></p>\n<p><span>The US administration's aggressive protectionist stance and defiant attitude toward international cooperation are increasing global uncertainty and fragmentation. Confidence in the dollar as the safe-haven currency could be reviewed by market players. Financial innovations, like stablecoins, may change the dynamics of the international monetary and financial system.<span style=\"font-size: 13.6px;\"> </span>Some consider that our international system is at risk of falling into the \"Kindleberger trap\", with no clear hegemonic power acting as a stabilizer and public goods provider.</span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "Ladies and Gentlemen, It is a great pleasure to speak before you today in Luxembourg. I would like to express my sincere gratitude to my friend Pierre Gramegna, Managing Director of the European Stability Mechanism (ESM). Luxembourg holds a unique place in the history of European integration. It is the birthplace of Robert Schuman. But it is less known that, in 1963, Luxembourg listed the world's first international bond denominated in a foreign currency, an innovation that helped finance one of the most strategic projects of its time: the Autostrada del Sole, linking northern and southern Italy. Since 1963, much progress has been made in facilitating cross-border financing, and we managed together the tremendous success of the euro: let me pay tribute here to Pierre Werner and his 1970 report. Yet, dramatic changes in the new world order over the past three years call for a bold step forward to strengthen the international role of the euro. The US administration's aggressive protectionist stance and defiant attitude toward international cooperation are increasing global uncertainty and fragmentation. Confidence in the dollar as the safe-haven currency could be reviewed by market players. Financial innovations, like stablecoins, may change the dynamics of the international monetary and financial system. Some consider that our international system is at risk of falling into the \"Kindleberger trap\", with no clear hegemonic power acting as a stabilizer and public goods provider.",
  "date_parsed": "2025-10-08",
  "name": "François Villeroy de Galhau",
  "link_number": "2",
  "name_orig": "François Villeroy de Galhau",
  "url_orig": "https://www.bis.org/review/r251007k.htm"
}