{
  "source_url": "https://www.bis.org/review/r241126i.htm",
  "headline": "François Villeroy de Galhau: Central banks and the unleashing of European growth",
  "description_html": "\n<p>Speech by Mr François Villeroy de Galhau, Governor of the Bank of France, at the <span>Frankfurt European Banking Congress, Frankfurt am Main, 22 November 2024.</span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr François Villeroy de Galhau, Governor of the Bank of France, at the Frankfurt European Banking Congress, Frankfurt am Main, 22 November 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "28 November 2024",
  "pdf_url": "https://www.bis.org/review/r241126i.pdf",
  "content_html": "\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<p>Ladies and Gentlemen, Liebe Freunde,<br/><br/>I am delighted to be with you today at the 2024 Frankfurt European Banking Congress, especially for this joint session with my Bundesbank colleague and friend Joachim Nagel. Europe obviously has a growth problem. Recent trends were already set to widen the gap<span style=\"font-size: 13.6px;\"> </span>while since 1999, GDP per capita growth has been slower in the euro area (+26% vs +39% in the US). A significant part of the gap is due to the last five years: since 2019 and Covid, GDP per capita only increased by 2.5% in the euro area compared with 7.9% in the US. The outcome of the US election must obviously serve as another wake-up call. The future US economic policy is still uncertain in its details, but not in its probable direction: more tariffs, more fiscal deficits, less regulation including in finance. And this could mean more risks for the global economy: more inflation – especially in the US –, more financial volatility, less trade and hence less growth including for Europe. Joachim and I nevertheless believe that Europe still has the levers to master its economic destiny and strengthen its growth: this is why we will issue today a common call. But let me first dispel three common misconceptions regarding Central banks and growth.</p>\n<h3>\"Central banks don't care about growth\"</h3>\n<p>True, our primary objective is and should remain price stability. We are clearly in the process of reining in inflation, which stood at 1.7% in September and 2.0% in October in the euro area, down from a peak of 10.6% two years earlier. This sharp decrease clearly warranted the third rate cut in October.<span style=\"font-size: 13.6px;\"> </span>Despite possible ups and downs over coming months, we are very confident that we will sustainably reach our 2% target. We should even get there earlier than expected in 2025 compared with our September forecasts.</p>\n</div>\n</div>\n</div>\n",
  "content_text": "Ladies and Gentlemen, Liebe Freunde, I am delighted to be with you today at the 2024 Frankfurt European Banking Congress, especially for this joint session with my Bundesbank colleague and friend Joachim Nagel. Europe obviously has a growth problem. Recent trends were already set to widen the gap while since 1999, GDP per capita growth has been slower in the euro area (+26% vs +39% in the US). A significant part of the gap is due to the last five years: since 2019 and Covid, GDP per capita only increased by 2.5% in the euro area compared with 7.9% in the US. The outcome of the US election must obviously serve as another wake-up call. The future US economic policy is still uncertain in its details, but not in its probable direction: more tariffs, more fiscal deficits, less regulation including in finance. And this could mean more risks for the global economy: more inflation – especially in the US –, more financial volatility, less trade and hence less growth including for Europe. Joachim and I nevertheless believe that Europe still has the levers to master its economic destiny and strengthen its growth: this is why we will issue today a common call. But let me first dispel three common misconceptions regarding Central banks and growth. \"Central banks don't care about growth\" True, our primary objective is and should remain price stability. We are clearly in the process of reining in inflation, which stood at 1.7% in September and 2.0% in October in the euro area, down from a peak of 10.6% two years earlier. This sharp decrease clearly warranted the third rate cut in October. Despite possible ups and downs over coming months, we are very confident that we will sustainably reach our 2% target. We should even get there earlier than expected in 2025 compared with our September forecasts.",
  "date_parsed": "2024-11-28",
  "name": "François Villeroy de Galhau",
  "link_number": "21",
  "name_orig": "François Villeroy de Galhau",
  "url_orig": "https://www.bis.org/review/r241126i.htm"
}