{
  "source_url": "https://www.bis.org/review/r251110h.htm",
  "headline": "François Villeroy de Galhau: Speech - Tracfin Forum",
  "description_html": "\n<p>Speech by Mr François Villeroy de Galhau, Governor of the Bank of France <span>and Chair of the Prudential Supervision and Resolution Authority (ACPR), </span>at the 3rd Tracfin Forum, Paris, 7 November 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr François Villeroy de Galhau, Governor of the Bank of France and Chair of the Prudential Supervision and Resolution Authority (ACPR), at the 3rd Tracfin Forum, Paris, 7 November 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "14 November 2025",
  "pdf_url": "https://www.bis.org/review/r251110h.pdf",
  "content_html": "\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<div class=\"field field--name-field-espaces2-paragraphes field--type-entity-reference-revisions field--label-hidden field__items\">\n<div class=\"field__item\">\n<div class=\"container paragraph paragraph--type--espaces2-layouts-short paragraph--view-mode--default\">\n<div class=\"col-lg-8 m-auto layout-normal\">\n<div class=\"field field--name-field-espaces2-subparagraphs field--type-entity-reference-revisions field--label-hidden field__items\">\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<p>I am delighted to open this third forum – which coincides with Tracfin's 35th anniversary – and to do it here at Bercy, a place dear to both Antoine Magnant, who I am really happy to see here, and to myself, both of us former members of the French Tax Authority. This invitation is also a mark of recognition for the women and men of the ACPR and the Banque de France, two institutions committed to AML/CFT: the former as the supervisory authority for financial institutions, the latter as a central bank \"subject\" to the Monetary and Financial Code. </p>\n<p>I do admit that I forbid the use of \"subject to\" at the ACPR, and we prefer 'supervised'. \"Subject to\" does not reflect what we really are: responsible partners, committed to a joint battle against one of the greatest scourges of our time. A total of 230,000<a class=\"hashlink\" href=\"#fni\" id=\"fn_i\"><sup>i</sup></a> reporting entities – 400 of which are gathered here today – form our first line of defence. In this war of movement that we are waging against increasingly inventive criminals, the cooperation between Tracfin and the ACPR takes on its full meaning. Allow me, therefore, to present an overview and then to set out two priorities. </p>\n<h3>I.  Overview of cooperation between Tracfin and ACPR</h3>\n<p>Over 35 years, Tracfin has forged a<span> </span><strong>reputation<span> </span></strong>and, above all, a unique place in our institutional landscape: growing from a handful of employees at its foundation to 230 today, and from 40,000 suspicious transaction reports in 2015 to more than 215,000 at the end of 2024 – although numbers don't tell the whole story, but I will return to this point. Tracfin's teams are able to turn these reports into proper financial intelligence: in 2024, nearly EUR 3 billion worth of suspicious flows were detected in relation to tax fraud – on VAT, CPF (personal training accounts) or energy renovation – and more than EUR 800 million in employment fraud linked to undeclared employment. </p>\n<p>Most of the suspicious flows detected come from suspicious transaction reports submitted by financial institutions. This commitment from the financial sector is also partly the result of close cooperation with the ACPR, which has recently had a number of concrete achievements: the revision of joint guidelines, the creation of a standardised bank statement, and a major training programme on crypto-assets, funded by the European Commission and partly hosted by the ACPR almost exactly one year ago. </p>\n<p>Beyond these specific examples, Tracfin and the ACPR are united by long-standing cooperation. Both in terms of specific individuals and liaison officers, as well as our colleagues from Tracfin who have joined the ACPR (and vice versa). And by key moments: every year, Tracfin's memoranda enrich our control programme. On-site inspections are then prepared with Tracfin and covered in a shared report. </p>\n<h3>II. Two fronts in the same battle: efficiency, anticipation and cooperation</h3>\n<p>I now come on to our two common priorities: first and foremost, strengthening operational efficiency, and then anticipating changing threats and cooperating to thwart them. </p>\n<p><strong>Efficiency</strong></p>\n<p>Staying ahead in the fight against crime first means detecting how it changes over time, and focusing our efforts on what truly matters. With nearly 197,000 suspicious transaction reports (STRs) filed by the financial sector in 2024, we have achieved an unprecedented level of commitment. And the first quarter of 2025 would appear to have witnessed a further increase of 22.5%<a class=\"hashlink\" href=\"#fnii\" id=\"fn_ii\"><sup>ii</sup></a>. However, such a volume of information also carries a<strong><span> </span>risk of dispersion</strong>, especially when<span> </span><strong>the quality of the flow of information is not perfect</strong>. Too many superficial, insufficiently substantiated suspicious transaction reports – sometimes without any real suspicion – saturate the system. I welcome the start of our joint work between the ACPR and Tracfin to establish a shared diagnosis of the<span> </span><strong>quality<span> </span></strong>of reporting flows. I also call for more<span> </span><strong>support for reporting entities, in particular by publishing highly operational quality criteria</strong>. Tracfin is already doing a great deal. I am thinking here of the feedback that showcases the top STRs and \"highlights\" the \"flops\", the organisation of sectoral workshops and the appointment of correspondents for each sector. This progress is useful, but we need more structural changes. Several of our neighbours – Germany, Italy and Switzerland – can show us the way here. Italy has deployed tracking indicators. Switzerland publishes 'negative typologies', i.e. cases that are not worth reporting. Germany's guide to best practices would also be useful. We need to recognise that it is sometimes difficult to deploy processes that can be adapted to the various obligations, in particular those relating to the right to a bank account procedure, KYC and STRs. The German example is particularly instructive: thanks to the joint efforts of the German equivalent of Tracfin and the supervisor, BaFin, the volume of reports fell by nearly 20% between 2023 and 2024, facilitating a shift in focus to cases of greater interest.</p>\n<p>This is not about sweeping problems under the carpet, but rather about getting back to what is most important:<span> </span><strong>if we are truly effective in preventing criminals from using the financial system, we should eventually see fewer suspicious transactions in this domain</strong>. Letting any transaction go through and just sending Tracfin a standardised report on funds that have already vanished would simply play into the hands of criminals. The study published by the ACPR last July on \"pass-through accounts\" shows that institutions that engage in such practices are at least 100 times more likely to be used by criminals. Our message is clear:<strong><span> </span>these practices are unacceptable</strong>. An STR only removes civil, criminal and disciplinary liability if it is made in good faith and under the conditions provided for by law.</p>\n<p>The ACPR and Tracfin will use all the tools at their disposal to enforce the law. For example, Tracfin should be able – legally – to make broader use of the<span> </span><strong>inadmissibility<span> </span></strong>of STRs by incorporating the criterion of quality:  aside from purely technical or linguistic cases, an unusable report should be rejected. Such feedback would send a clear signal to financial institutions. Tracfin's objective feedback will in turn help to guide the investigations the ACPR, which does not have access to STRs on an ongoing basis. I am convinced that<span> </span><strong>the quality of a suspicious transaction report says a lot about the robustness of the system that produces it</strong>.</p>\n<p>On the operational efficiency front, we must all make the most of the revolution in artificial intelligence and data. At the ACPR, for example, we have developed our own AI tool, LUCIA, to enhance the effectiveness of our on-site inspections.  For reporting entities dealing with large volumes of transactions, AI can also be an opportunity. This requires investing in enhanced monitoring tools and, undoubtedly, artificial intelligence, to analyse not only transactions but also richer KYC data. However, these tools will never replace human judgement, and their models must be both understandable and auditable.  </p>\n<p>Artificial intelligence is only one aspect of the ongoing revolution. It has become very easy to falsify supporting documents and we need to rely more on robust evidence, especially by facilitating access to public databases. It is now very quick and easy to open and use multiple bank accounts remotely throughout the EU. I am therefore delighted that the new European regulation provides an ambitious framework for – both private-private and public-private – information-pooling partnerships as well as the interconnection of European bank account registers, extended to crypto-assets by 2029 at the latest. Following the French Parliament's recent adoption of Deputy Labaronne's bill, the Banque de France will deploy a new interbank platform<span> </span><strong>in 2026</strong><span> </span>to quickly identify fraudster bank accounts, thereby \"making life difficult for the bad guys\", to use one of Antoine Magnant's favourite expressions. </p>\n<p><strong>Anticipation and cooperation</strong></p>\n<p>Since its foundation, Tracfin has played an essential role in<span> </span><strong>anticipating changing threats</strong>. Its work is now rounded out by the national risk analysis developed under the aegis of France's AML/CTF Advisory Committee, and its sector-specific versions, including the one prepared by the ACPR. Just as all Committee members are preparing the third edition of these documents, I would like to commend the professionals who participate in our workshops, like that currently underway on the laundering of proceeds from illegal online gambling in liaison with the French National Gaming Authority and Tracfin.  </p>\n<p>No institution can tackle these changes alone, and that is the whole point of our partnership. At European level, AMLA, the new European agency responsible for combating money laundering, could be a major step forward, provided it does not fall into the trap of bureaucracy instead of adopting a risk-based approach. In terms of supervision, it will enable better control of 100% digital players, who often operate without any geographical base. From the perspective of financial intelligence units, it will provide the means of dealing with transnational suspicious transactions linked to complex criminal networks via pass-through accounts or shell companies. However, to succeed, AMLA will need to guarantee a genuine level playing field by standardising requirements and avoiding any levelling down in favour of the \"least demanding\" jurisdictions in regulatory terms. </p>\n<p>Lastly, AMLA will also need to exert influence at<span> </span><strong>international<span> </span></strong>level. To do this, it will need to improve Member States' compliance with FATF standards – and prevent them from appearing on the grey list. It will also need to influence these standards through the quality and exemplary nature of its work. I already see one priority area: the finalisation and effective deployment of FATF Recommendation 16 on the transparency of international payments, which now applies to cryptoassets. This is a very positive step forward. The objective of this recommendation is clear: to ensure the traceability of cross-border flows so that crypto-asset transactions are as transparent as those that go through the traditional banking system. France has been particularly proactive in ensuring that all forms of transfers are treated in the same way, whether they involve crypto-assets, card payments or instant transfers. AMLA can make a concrete contribution by making this issue one of its first joint projects, particularly by applying the 'travel rule' to crypto-assets.</p>\n<p>Beyond Europe's borders, international cooperation remains essential. However, certain recent signals from Washington could be a genuine cause for concern. I am referring here to the US administration's leniency vis-à-vis certain large crypto platforms, which are exposed to major money laundering risks. The end of the requirement for US companies to declare their beneficial owners is also a regrettable development. Lastly, certain measures, if confirmed, would ease the reporting requirements for US banks, which would no longer have to justify a failure to submit STRs.</p>\n<p>That is why, as part of our G7 Presidency, France will make the fight against financial crime one of its priorities, following in Canada's footsteps.<br/> <br/>I would like to finish with these words from Albert Einstein: \"The world will not be destroyed by those who do evil, but by those who watch and do nothing.\" Inaction in the domain of AML-CFT has a cost.  Tax and social security fraud and drug trafficking cost our economy nearly EUR 50 billion every year. EUR 50 billion that undermine our social model and erodes confidence in our institutions. Combating the laundering of these criminal flows is therefore not just a matter of compliance but, above all, it is a matter of justice, trust, and a matter of restoring our public finances. This is the whole point of the work we are undertaking together, that you will continue this afternoon during the various round-table discussions. Thank you.</p>\n<hr/>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_is160\" name=\"fnis160\"><sup>i </sup></a>Number of reporting entities registered by Tracfin across all sectors (financial and non-financial). <br/><a class=\"hashlink\" href=\"#fn_ii\" name=\"fnii\"><sup>ii</sup></a>Between H1 2024 and H1 2025, suspicious transaction reports (STRs) received by Tracfin from the financial sector increased by 22.5%, and those from the non-financial sector by 34%, giving a total increase of approximately 24%.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "I am delighted to open this third forum – which coincides with Tracfin's 35th anniversary – and to do it here at Bercy, a place dear to both Antoine Magnant, who I am really happy to see here, and to myself, both of us former members of the French Tax Authority. This invitation is also a mark of recognition for the women and men of the ACPR and the Banque de France, two institutions committed to AML/CFT: the former as the supervisory authority for financial institutions, the latter as a central bank \"subject\" to the Monetary and Financial Code. I do admit that I forbid the use of \"subject to\" at the ACPR, and we prefer 'supervised'. \"Subject to\" does not reflect what we really are: responsible partners, committed to a joint battle against one of the greatest scourges of our time. A total of 230,000 i reporting entities – 400 of which are gathered here today – form our first line of defence. In this war of movement that we are waging against increasingly inventive criminals, the cooperation between Tracfin and the ACPR takes on its full meaning. Allow me, therefore, to present an overview and then to set out two priorities. I.  Overview of cooperation between Tracfin and ACPR Over 35 years, Tracfin has forged a reputation and, above all, a unique place in our institutional landscape: growing from a handful of employees at its foundation to 230 today, and from 40,000 suspicious transaction reports in 2015 to more than 215,000 at the end of 2024 – although numbers don't tell the whole story, but I will return to this point. Tracfin's teams are able to turn these reports into proper financial intelligence: in 2024, nearly EUR 3 billion worth of suspicious flows were detected in relation to tax fraud – on VAT, CPF (personal training accounts) or energy renovation – and more than EUR 800 million in employment fraud linked to undeclared employment. Most of the suspicious flows detected come from suspicious transaction reports submitted by financial institutions. This commitment from the financial sector is also partly the result of close cooperation with the ACPR, which has recently had a number of concrete achievements: the revision of joint guidelines, the creation of a standardised bank statement, and a major training programme on crypto-assets, funded by the European Commission and partly hosted by the ACPR almost exactly one year ago. Beyond these specific examples, Tracfin and the ACPR are united by long-standing cooperation. Both in terms of specific individuals and liaison officers, as well as our colleagues from Tracfin who have joined the ACPR (and vice versa). And by key moments: every year, Tracfin's memoranda enrich our control programme. On-site inspections are then prepared with Tracfin and covered in a shared report. II. Two fronts in the same battle: efficiency, anticipation and cooperation I now come on to our two common priorities: first and foremost, strengthening operational efficiency, and then anticipating changing threats and cooperating to thwart them. Efficiency Staying ahead in the fight against crime first means detecting how it changes over time, and focusing our efforts on what truly matters. With nearly 197,000 suspicious transaction reports (STRs) filed by the financial sector in 2024, we have achieved an unprecedented level of commitment. And the first quarter of 2025 would appear to have witnessed a further increase of 22.5% ii . However, such a volume of information also carries a risk of dispersion , especially when the quality of the flow of information is not perfect . Too many superficial, insufficiently substantiated suspicious transaction reports – sometimes without any real suspicion – saturate the system. I welcome the start of our joint work between the ACPR and Tracfin to establish a shared diagnosis of the quality of reporting flows. I also call for more support for reporting entities, in particular by publishing highly operational quality criteria . Tracfin is already doing a great deal. I am thinking here of the feedback that showcases the top STRs and \"highlights\" the \"flops\", the organisation of sectoral workshops and the appointment of correspondents for each sector. This progress is useful, but we need more structural changes. Several of our neighbours – Germany, Italy and Switzerland – can show us the way here. Italy has deployed tracking indicators. Switzerland publishes 'negative typologies', i.e. cases that are not worth reporting. Germany's guide to best practices would also be useful. We need to recognise that it is sometimes difficult to deploy processes that can be adapted to the various obligations, in particular those relating to the right to a bank account procedure, KYC and STRs. The German example is particularly instructive: thanks to the joint efforts of the German equivalent of Tracfin and the supervisor, BaFin, the volume of reports fell by nearly 20% between 2023 and 2024, facilitating a shift in focus to cases of greater interest. This is not about sweeping problems under the carpet, but rather about getting back to what is most important: if we are truly effective in preventing criminals from using the financial system, we should eventually see fewer suspicious transactions in this domain . Letting any transaction go through and just sending Tracfin a standardised report on funds that have already vanished would simply play into the hands of criminals. The study published by the ACPR last July on \"pass-through accounts\" shows that institutions that engage in such practices are at least 100 times more likely to be used by criminals. Our message is clear: these practices are unacceptable . An STR only removes civil, criminal and disciplinary liability if it is made in good faith and under the conditions provided for by law. The ACPR and Tracfin will use all the tools at their disposal to enforce the law. For example, Tracfin should be able – legally – to make broader use of the inadmissibility of STRs by incorporating the criterion of quality:  aside from purely technical or linguistic cases, an unusable report should be rejected. Such feedback would send a clear signal to financial institutions. Tracfin's objective feedback will in turn help to guide the investigations the ACPR, which does not have access to STRs on an ongoing basis. I am convinced that the quality of a suspicious transaction report says a lot about the robustness of the system that produces it . On the operational efficiency front, we must all make the most of the revolution in artificial intelligence and data. At the ACPR, for example, we have developed our own AI tool, LUCIA, to enhance the effectiveness of our on-site inspections.  For reporting entities dealing with large volumes of transactions, AI can also be an opportunity. This requires investing in enhanced monitoring tools and, undoubtedly, artificial intelligence, to analyse not only transactions but also richer KYC data. However, these tools will never replace human judgement, and their models must be both understandable and auditable. Artificial intelligence is only one aspect of the ongoing revolution. It has become very easy to falsify supporting documents and we need to rely more on robust evidence, especially by facilitating access to public databases. It is now very quick and easy to open and use multiple bank accounts remotely throughout the EU. I am therefore delighted that the new European regulation provides an ambitious framework for – both private-private and public-private – information-pooling partnerships as well as the interconnection of European bank account registers, extended to crypto-assets by 2029 at the latest. Following the French Parliament's recent adoption of Deputy Labaronne's bill, the Banque de France will deploy a new interbank platform in 2026 to quickly identify fraudster bank accounts, thereby \"making life difficult for the bad guys\", to use one of Antoine Magnant's favourite expressions. Anticipation and cooperation Since its foundation, Tracfin has played an essential role in anticipating changing threats . Its work is now rounded out by the national risk analysis developed under the aegis of France's AML/CTF Advisory Committee, and its sector-specific versions, including the one prepared by the ACPR. Just as all Committee members are preparing the third edition of these documents, I would like to commend the professionals who participate in our workshops, like that currently underway on the laundering of proceeds from illegal online gambling in liaison with the French National Gaming Authority and Tracfin. No institution can tackle these changes alone, and that is the whole point of our partnership. At European level, AMLA, the new European agency responsible for combating money laundering, could be a major step forward, provided it does not fall into the trap of bureaucracy instead of adopting a risk-based approach. In terms of supervision, it will enable better control of 100% digital players, who often operate without any geographical base. From the perspective of financial intelligence units, it will provide the means of dealing with transnational suspicious transactions linked to complex criminal networks via pass-through accounts or shell companies. However, to succeed, AMLA will need to guarantee a genuine level playing field by standardising requirements and avoiding any levelling down in favour of the \"least demanding\" jurisdictions in regulatory terms. Lastly, AMLA will also need to exert influence at international level. To do this, it will need to improve Member States' compliance with FATF standards – and prevent them from appearing on the grey list. It will also need to influence these standards through the quality and exemplary nature of its work. I already see one priority area: the finalisation and effective deployment of FATF Recommendation 16 on the transparency of international payments, which now applies to cryptoassets. This is a very positive step forward. The objective of this recommendation is clear: to ensure the traceability of cross-border flows so that crypto-asset transactions are as transparent as those that go through the traditional banking system. France has been particularly proactive in ensuring that all forms of transfers are treated in the same way, whether they involve crypto-assets, card payments or instant transfers. AMLA can make a concrete contribution by making this issue one of its first joint projects, particularly by applying the 'travel rule' to crypto-assets. Beyond Europe's borders, international cooperation remains essential. However, certain recent signals from Washington could be a genuine cause for concern. I am referring here to the US administration's leniency vis-à-vis certain large crypto platforms, which are exposed to major money laundering risks. The end of the requirement for US companies to declare their beneficial owners is also a regrettable development. Lastly, certain measures, if confirmed, would ease the reporting requirements for US banks, which would no longer have to justify a failure to submit STRs. That is why, as part of our G7 Presidency, France will make the fight against financial crime one of its priorities, following in Canada's footsteps. I would like to finish with these words from Albert Einstein: \"The world will not be destroyed by those who do evil, but by those who watch and do nothing.\" Inaction in the domain of AML-CFT has a cost.  Tax and social security fraud and drug trafficking cost our economy nearly EUR 50 billion every year. EUR 50 billion that undermine our social model and erodes confidence in our institutions. Combating the laundering of these criminal flows is therefore not just a matter of compliance but, above all, it is a matter of justice, trust, and a matter of restoring our public finances. This is the whole point of the work we are undertaking together, that you will continue this afternoon during the various round-table discussions. Thank you. i Number of reporting entities registered by Tracfin across all sectors (financial and non-financial). ii Between H1 2024 and H1 2025, suspicious transaction reports (STRs) received by Tracfin from the financial sector increased by 22.5%, and those from the non-financial sector by 34%, giving a total increase of approximately 24%.",
  "date_parsed": "2025-11-14",
  "name": "François Villeroy de Galhau",
  "name_orig": "François Villeroy de Galhau",
  "url_orig": "https://www.bis.org/review/r251110h.htm"
}