{
  "source_url": "https://www.bis.org/review/r250414h.htm",
  "headline": "François Villeroy de Galhau: A European approach to simplification - avoiding three misconceptions, and suggesting concrete milestones",
  "description_html": "\n<p>Speech by Mr François Villeroy de Galhau, Governor of the Bank of France, at the Eurofi High Level Seminar 2025, Warsaw, 11 April 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr François Villeroy de Galhau, Governor of the Bank of France, at the Eurofi High Level Seminar 2025, Warsaw, 11 April 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "14 April 2025",
  "pdf_url": "https://www.bis.org/review/r250414h.pdf",
  "content_html": "\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<div class=\"field field--name-field-espaces2-paragraphes field--type-entity-reference-revisions field--label-hidden field__items\">\n<div class=\"field__item\">\n<div class=\"container paragraph paragraph--type--espaces2-layouts-short paragraph--view-mode--default\">\n<div class=\"col-lg-8 m-auto layout-normal\">\n<div class=\"field field--name-field-espaces2-subparagraphs field--type-entity-reference-revisions field--label-hidden field__items\">\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<p>Ladies and Gentlemen, </p>\n<p>I am pleased to attend this Eurofi Summit here in Warsaw – the birthplace of Marie Skłodowska-Curie, renowned French-Polish scientist and two-time Nobel laureate. A great European as well, currently among the shortlisted personalities to appear on future euro banknotes. Let me start with one strong belief on Europe, which is our common safe haven. In this newly chaotic world, we have an absolute duty and a unique opportunity to enhance our economic power, which means accelerating on at least two positive solutions: (i) to build a digital euro to anchor our monetary sovereignty, in partnership with commercia banks, (ii)<span> </span><strong>to have now</strong><span> </span>a comprehensive legislative package put forward by the Commission to integrate more the Single market and the Savings and Investments Union, following the Draghi and Letta Reports. On both fronts, waiting in tetany or stupefaction would be lethal, and speed is of the essence: let us act faster and further.</p>\n<p>Coming back to science, financial stability and banking regulation must likewise be built on rigour – but also on clarity. In times of heightened uncertainty, we must not lose sight of the fundamental<span> </span><em>\"why\"</em><span> </span>that underpins our regulatory architecture. </p>\n<p>I will first elaborate on three misconceptions and one rightful takeaway for simplification (I), before suggesting a few concrete milestones to go down the road (II).</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "Ladies and Gentlemen, I am pleased to attend this Eurofi Summit here in Warsaw – the birthplace of Marie Skłodowska-Curie, renowned French-Polish scientist and two-time Nobel laureate. A great European as well, currently among the shortlisted personalities to appear on future euro banknotes. Let me start with one strong belief on Europe, which is our common safe haven. In this newly chaotic world, we have an absolute duty and a unique opportunity to enhance our economic power, which means accelerating on at least two positive solutions: (i) to build a digital euro to anchor our monetary sovereignty, in partnership with commercia banks, (ii) to have now a comprehensive legislative package put forward by the Commission to integrate more the Single market and the Savings and Investments Union, following the Draghi and Letta Reports. On both fronts, waiting in tetany or stupefaction would be lethal, and speed is of the essence: let us act faster and further. Coming back to science, financial stability and banking regulation must likewise be built on rigour – but also on clarity. In times of heightened uncertainty, we must not lose sight of the fundamental \"why\" that underpins our regulatory architecture. I will first elaborate on three misconceptions and one rightful takeaway for simplification (I), before suggesting a few concrete milestones to go down the road (II).",
  "date_parsed": "2025-04-14",
  "name": "François Villeroy de Galhau",
  "link_number": "10",
  "name_orig": "François Villeroy de Galhau",
  "url_orig": "https://www.bis.org/review/r250414h.htm"
}