{
  "source_url": "https://www.bis.org/review/r251014e.htm",
  "headline": "François Villeroy de Galhau: Fintechs and sovereignty - three pillars to be strengthened together",
  "description_html": "\n<p>Speech by Mr François Villeroy de Galhau, Governor of the Bank of France and Chair of the Prudential Supervision and Resolution Authority (ACPR), at the ACPR-AMF Fintech Forum, Paris, 9 October 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr François Villeroy de Galhau, Governor of the Bank of France and Chair of the Prudential Supervision and Resolution Authority (ACPR), at the ACPR-AMF Fintech Forum, Paris, 9 October 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "16 October 2025",
  "pdf_url": "https://www.bis.org/review/r251014e.pdf",
  "content_html": "\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<div class=\"field field--name-field-espaces2-paragraphes field--type-entity-reference-revisions field--label-hidden field__items\">\n<div class=\"field__item\">\n<div class=\"container paragraph paragraph--type--espaces2-layouts-short paragraph--view-mode--default\">\n<div class=\"col-lg-8 m-auto layout-normal\">\n<div class=\"field field--name-field-espaces2-subparagraphs field--type-entity-reference-revisions field--label-hidden field__items\">\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<p>Ladies and Gentlemen,</p>\n<p>I am delighted to welcome you today to the Banque de France for this sixth edition of the Fintech Forum, organised jointly by the ACPR and the AMF, whose chair, Marie-Anne Barbat-Layani, I wish to warmly welcome. In a context that is volatile to say the least, the ACPR remains attentive to the ecosystem, which is the very purpose of this Forum. Let me stress once again that fintechs require from us just as much attention, dialogue and consideration as other traditional players. These are also the commitments of our Fintech Charter that are regularly reviewed: our response rate to initial contacts within two weeks, as stipulated in the Charter, remains consistently high at 98%. Once the authorisation process has begun, response times are 10 days (compared to 9.5 days last year). In early October, the ACPR also set up a Directorate for Innovation, Data and Technological Risks, bringing together the divisions responsible for innovation and those responsible for AI and cyber supervision, thereby effectively combining innovation and regulation. This Forum provides an opportunity for regulatory dialogue with the ecosystem. But it also strives to be strategic: this year's theme is sovereignty. I would like to share our conviction that the development of the fintech ecosystem can, and must, strengthen our sovereignty through three pillars: financing the economy (I), money (II), and lastly new technologies (III).</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "Ladies and Gentlemen, I am delighted to welcome you today to the Banque de France for this sixth edition of the Fintech Forum, organised jointly by the ACPR and the AMF, whose chair, Marie-Anne Barbat-Layani, I wish to warmly welcome. In a context that is volatile to say the least, the ACPR remains attentive to the ecosystem, which is the very purpose of this Forum. Let me stress once again that fintechs require from us just as much attention, dialogue and consideration as other traditional players. These are also the commitments of our Fintech Charter that are regularly reviewed: our response rate to initial contacts within two weeks, as stipulated in the Charter, remains consistently high at 98%. Once the authorisation process has begun, response times are 10 days (compared to 9.5 days last year). In early October, the ACPR also set up a Directorate for Innovation, Data and Technological Risks, bringing together the divisions responsible for innovation and those responsible for AI and cyber supervision, thereby effectively combining innovation and regulation. This Forum provides an opportunity for regulatory dialogue with the ecosystem. But it also strives to be strategic: this year's theme is sovereignty. I would like to share our conviction that the development of the fintech ecosystem can, and must, strengthen our sovereignty through three pillars: financing the economy (I), money (II), and lastly new technologies (III).",
  "date_parsed": "2025-10-16",
  "name": "François Villeroy de Galhau",
  "name_orig": "François Villeroy de Galhau",
  "url_orig": "https://www.bis.org/review/r251014e.htm"
}