{
  "source_url": "https://www.bis.org/review/r251209d.htm",
  "headline": "François Villeroy de Galhau: About our monetary policy - a good position but not a comfortable, nor a fixed one",
  "description_html": "\n<p>Speech by Mr François Villeroy de Galhau, Governor of the Bank of France, at the CEPR (Centre for Economic Policy Research) Paris Symposium, Paris, 5 December 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr François Villeroy de Galhau, Governor of the Bank of France, at the CEPR (Centre for Economic Policy Research) Paris Symposium, Paris, 5 December 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "11 December 2025",
  "pdf_url": "https://www.bis.org/review/r251209d.pdf",
  "content_html": "\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<div class=\"field field--name-field-espaces2-paragraphes field--type-entity-reference-revisions field--label-hidden field__items\">\n<div class=\"field__item\">\n<div class=\"container paragraph paragraph--type--espaces2-layouts-short paragraph--view-mode--default\">\n<div class=\"col-lg-8 m-auto layout-normal\">\n<div class=\"field field--name-field-espaces2-subparagraphs field--type-entity-reference-revisions field--label-hidden field__items\">\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<p><span>Ladies and Gentlemen,</span><br/><br/><span>I am delighted to welcome you today to the Banque de France for the fourth edition of the annual CEPR symposium, a great opportunity for academics and policymakers to share knowledge. We've just heard Philippe Aghion, Nobel laureate 2025, challenge us with bold ideas on innovation and growth. Now, let me lay the necessary foundation which is trust and price stability: how does monetary policy navigate today's uncertainties?</span><br/><br/><span>Three years after reaching its peak, inflation is currently at 2.2% in the euro area and has been very close to target since May 2025.</span><span> Thanks to the credibility and effective action of the European Central Bank, this disinflation was achieved without triggering a recession, an outcome many observers had considered unlikely. We are, as President Christine Lagarde has observed, \"in a good place\". But a good position is not a comfortable one nor a fixed one, as I will discuss today. </span></p>\n<h3>I. Not a comfortable position: dealing with uncertainty</h3>\n<p>Claiming to be in a comfortable position in such an uncomfortable world would obviously be excessive. Uncertainty has eased but remains high: AI valuations, fiscal and political instability, trade shifts, geopolitical tensions, and doubts over the US dollar's global role keep CEOs and policymakers awake. Many of these uncertainties are \"Knightian\", for which there is no well-defined set of probabilities over different outcomes. As inflation and economic conditions become less predictable, there are diverging assessments on the state of the economy and risks across agents. And when investors hold diverging views, markets are less likely to stabilize. Consider recent developments in bond markets on the one hand and in equity markets, on the other hand. With rising market perceptions of fiscal risks, we see tensions at the very long end of yield curve. At the same time, the stock market has been outperforming, with high price-to-earnings ratio and compressed credit spreads. Overall, this suggests some optimism in the short-to-medium-term but concerns on the longer term. </p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "Ladies and Gentlemen, I am delighted to welcome you today to the Banque de France for the fourth edition of the annual CEPR symposium, a great opportunity for academics and policymakers to share knowledge. We've just heard Philippe Aghion, Nobel laureate 2025, challenge us with bold ideas on innovation and growth. Now, let me lay the necessary foundation which is trust and price stability: how does monetary policy navigate today's uncertainties? Three years after reaching its peak, inflation is currently at 2.2% in the euro area and has been very close to target since May 2025. Thanks to the credibility and effective action of the European Central Bank, this disinflation was achieved without triggering a recession, an outcome many observers had considered unlikely. We are, as President Christine Lagarde has observed, \"in a good place\". But a good position is not a comfortable one nor a fixed one, as I will discuss today. I. Not a comfortable position: dealing with uncertainty Claiming to be in a comfortable position in such an uncomfortable world would obviously be excessive. Uncertainty has eased but remains high: AI valuations, fiscal and political instability, trade shifts, geopolitical tensions, and doubts over the US dollar's global role keep CEOs and policymakers awake. Many of these uncertainties are \"Knightian\", for which there is no well-defined set of probabilities over different outcomes. As inflation and economic conditions become less predictable, there are diverging assessments on the state of the economy and risks across agents. And when investors hold diverging views, markets are less likely to stabilize. Consider recent developments in bond markets on the one hand and in equity markets, on the other hand. With rising market perceptions of fiscal risks, we see tensions at the very long end of yield curve. At the same time, the stock market has been outperforming, with high price-to-earnings ratio and compressed credit spreads. Overall, this suggests some optimism in the short-to-medium-term but concerns on the longer term.",
  "date_parsed": "2025-12-11",
  "name": "François Villeroy de Galhau",
  "name_orig": "François Villeroy de Galhau",
  "url_orig": "https://www.bis.org/review/r251209d.htm"
}