{
  "source_url": "https://www.bis.org/review/r241126o.htm",
  "headline": "Frank Elderson: Securing stability in an insecure environment - navigating a bottleneck economy",
  "description_html": "\n<p>Speech by Mr Frank Elderson, Member of the Executive Board of the European Central Bank<span> </span>and Vice-Chair of the Supervisory Board of the European Central Bank, at the University of Cyprus, Nicosia, 21 November 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the University of Cyprus, Nicosia, 21 November 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "28 November 2024",
  "pdf_url": "https://www.bis.org/review/r241126o.pdf",
  "content_html": "\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<p>When the President of the ECB, Christine Lagarde, spoke at the Central Bank of Cyprus in March 2022, she emphasised the importance of finding resilience in times of uncertainty.<span style=\"font-size: 13.6px;\"> </span>And indeed, at that point in time the resilience of the European economy was being tested to the limit. We were just coming out of a global pandemic and adjusting to Russia's unjustified invasion of Ukraine, which had triggered an energy crisis in Europe. The combination of these two factors resulted in a surge in inflation.<span style=\"font-size: 13.6px;\"> </span>The annual increase in the general price level of goods and services in the euro area peaked at 10.6% in October 2022, and Cyprus had already reached this peak in July. This was far above the ECB Governing Council's 2% target for inflation over the medium term, which we see as best maintaining our primary objective of price stability. To counter the increase in inflation, in July 2022 we began increasing our key interest rates at an unprecedented pace, and by September 2023 they had risen by 450 basis points in total, with the deposit facility rate – the rate through which we steer the monetary policy stance – reaching 4%.</p>\n<p>Since then, the incoming information has shown that the disinflationary process is well on track. This has allowed us to steadily reduce our rates by 75 basis points since June this year, with the deposit facility rate now sitting at 3.25%. Throughout this adjustment to interest rates, which are still higher than they were before the pandemic, the European economy, including the financial system, has demonstrated its resilience, which is built on the reforms that have been implemented since the global financial crisis and the European debt crisis.</p>\n<p>But despite this positive progress, I feel it is very important to warn of the dangers of complacency. Because the economy has by no means escaped the treacherous waters of recent years. If anything, we are venturing deeper into uncharted territory. In addition to the risks to the outlook for economic activity being tilted to the downside, structural trends are developing that will provide significant challenges to the global and European economies in the years to come. Geopolitical tensions are not expected to subside, with Russia's war in Ukraine still ongoing and the escalating conflict in the Middle East showing no sign of abating. We are seeing economic fragmentation along geopolitical fault lines, and protectionist tendencies are growing. And all the while, the climate and nature crises are worsening, with disasters becoming ever more frequent and severe.</p>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "When the President of the ECB, Christine Lagarde, spoke at the Central Bank of Cyprus in March 2022, she emphasised the importance of finding resilience in times of uncertainty. And indeed, at that point in time the resilience of the European economy was being tested to the limit. We were just coming out of a global pandemic and adjusting to Russia's unjustified invasion of Ukraine, which had triggered an energy crisis in Europe. The combination of these two factors resulted in a surge in inflation. The annual increase in the general price level of goods and services in the euro area peaked at 10.6% in October 2022, and Cyprus had already reached this peak in July. This was far above the ECB Governing Council's 2% target for inflation over the medium term, which we see as best maintaining our primary objective of price stability. To counter the increase in inflation, in July 2022 we began increasing our key interest rates at an unprecedented pace, and by September 2023 they had risen by 450 basis points in total, with the deposit facility rate – the rate through which we steer the monetary policy stance – reaching 4%. Since then, the incoming information has shown that the disinflationary process is well on track. This has allowed us to steadily reduce our rates by 75 basis points since June this year, with the deposit facility rate now sitting at 3.25%. Throughout this adjustment to interest rates, which are still higher than they were before the pandemic, the European economy, including the financial system, has demonstrated its resilience, which is built on the reforms that have been implemented since the global financial crisis and the European debt crisis. But despite this positive progress, I feel it is very important to warn of the dangers of complacency. Because the economy has by no means escaped the treacherous waters of recent years. If anything, we are venturing deeper into uncharted territory. In addition to the risks to the outlook for economic activity being tilted to the downside, structural trends are developing that will provide significant challenges to the global and European economies in the years to come. Geopolitical tensions are not expected to subside, with Russia's war in Ukraine still ongoing and the escalating conflict in the Middle East showing no sign of abating. We are seeing economic fragmentation along geopolitical fault lines, and protectionist tendencies are growing. And all the while, the climate and nature crises are worsening, with disasters becoming ever more frequent and severe.",
  "date_parsed": "2024-11-28",
  "name": "Frank Elderson",
  "name_orig": "Frank Elderson",
  "url_orig": "https://www.bis.org/review/r241126o.htm"
}