{
  "source_url": "https://www.bis.org/review/r251105c.htm",
  "headline": "Frank Elderson: Making supervision simpler - the role of supervisory guides",
  "description_html": "\n<p>Keynote speech by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the ECB and EUI (European University Institute) Banking Governance High-Level Seminar \"Board of the future\", Florence, 27 October 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the ECB and EUI (European University Institute) Banking Governance High-Level Seminar \"Board of the future\", Florence, 27 October 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "12 November 2025",
  "pdf_url": "https://www.bis.org/review/r251105c.pdf",
  "content_html": "\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<p>It is a great pleasure to be with you here in Florence.</p>\n<p>I am sure that on your way to this venue many of you have spotted some of the breathtaking examples of Florentine Renaissance architecture: Brunelleschi's dome of the cathedral, Alberti's façade of Santa Maria Novella or the Pazzi chapel in Santa Croce.</p>\n<p>By overcoming the often convoluted Gothic ornaments in favour of classical principles, Florence transitioned from medieval complexity to the cradle of the Renaissance that we know today.</p>\n<p>The Florentine Renaissance showed that progress isn't about adding additional layers of complexity, but about applying enduring principles such as clarity, proportion and structure.</p>\n<p>In that sense the Renaissance was a conscious act of simplification, back from the ornaments and multiple layers to the solid foundational elements that truly matter.</p>\n<p>This analogy couldn't be more timely today, as voices are growing louder that banking regulation and supervision have given rise to undue complexities and should be simplified.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "It is a great pleasure to be with you here in Florence. I am sure that on your way to this venue many of you have spotted some of the breathtaking examples of Florentine Renaissance architecture: Brunelleschi's dome of the cathedral, Alberti's façade of Santa Maria Novella or the Pazzi chapel in Santa Croce. By overcoming the often convoluted Gothic ornaments in favour of classical principles, Florence transitioned from medieval complexity to the cradle of the Renaissance that we know today. The Florentine Renaissance showed that progress isn't about adding additional layers of complexity, but about applying enduring principles such as clarity, proportion and structure. In that sense the Renaissance was a conscious act of simplification, back from the ornaments and multiple layers to the solid foundational elements that truly matter. This analogy couldn't be more timely today, as voices are growing louder that banking regulation and supervision have given rise to undue complexities and should be simplified.",
  "date_parsed": "2025-11-12",
  "name": "Frank Elderson",
  "name_orig": "Frank Elderson",
  "url_orig": "https://www.bis.org/review/r251105c.htm"
}