{
  "source_url": "https://www.bis.org/review/r250623k.htm",
  "headline": "Frank Elderson: Europe at a crossroads - it is high time to complete the single market",
  "description_html": "\n<p>Keynote speech by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the Single Resolution Board (SRB) Legal Conference 2025, Brussels, 18 June 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the Single Resolution Board (SRB) Legal Conference 2025, Brussels, 18 June 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "23 June 2025",
  "pdf_url": "https://www.bis.org/review/r250623k.pdf",
  "content_html": "\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<p>Thank you for your kind invitation. It is a pleasure to join you this morning to discuss the key obstacles to completing the single European market from the ECB's perspective.</p>\n<p>40 years ago Jacques Delors presented a now-famous<span> </span>\"<a class=\"external\" href=\"https://europa.eu/documents/comm/white_papers/pdf/com1985_0310_f_en.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">White Paper</a>\", outlining a bold and comprehensive vision for completing the single European market. This historic document identified 279 obstacles, many of them legal in nature, that stood in the way of the free movement of goods, people, capital and services across Europe.</p>\n<p>Delors' White Paper did not come out of nowhere – it was conceived as a solution to tackle the challenges plaguing Europe in 1985: eurosclerosis, competitiveness crisis, paralysing political tensions. These issues dominated the headlines of the time.</p>\n<p>Policymakers overcame these obstacles with the Single European Act building on a clear and actionable timeline. And the rest, as they say, is history.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "Thank you for your kind invitation. It is a pleasure to join you this morning to discuss the key obstacles to completing the single European market from the ECB's perspective. 40 years ago Jacques Delors presented a now-famous \" White Paper \", outlining a bold and comprehensive vision for completing the single European market. This historic document identified 279 obstacles, many of them legal in nature, that stood in the way of the free movement of goods, people, capital and services across Europe. Delors' White Paper did not come out of nowhere – it was conceived as a solution to tackle the challenges plaguing Europe in 1985: eurosclerosis, competitiveness crisis, paralysing political tensions. These issues dominated the headlines of the time. Policymakers overcame these obstacles with the Single European Act building on a clear and actionable timeline. And the rest, as they say, is history.",
  "date_parsed": "2025-06-23",
  "name": "Frank Elderson",
  "name_orig": "Frank Elderson",
  "url_orig": "https://www.bis.org/review/r250623k.htm"
}