{
  "source_url": "https://www.bis.org/review/r250428e.htm",
  "headline": "François Villeroy de Galhau: Preserving our transatlantic values, beyond present unpredictability",
  "description_html": "\n<p>Speech by Mr François Villeroy de Galhau, Governor of the Bank of France, at the <span>Foreign Policy Association, New York City, 22 April 2025. </span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr François Villeroy de Galhau, Governor of the Bank of France, at the Foreign Policy Association, New York City, 22 April 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "28 April 2025",
  "pdf_url": "https://www.bis.org/review/r250428e.pdf",
  "content_html": "\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<div class=\"field field--name-field-espaces2-paragraphes field--type-entity-reference-revisions field--label-hidden field__items\">\n<div class=\"field__item\">\n<div class=\"container paragraph paragraph--type--espaces2-layouts-short paragraph--view-mode--default\">\n<div class=\"col-lg-8 m-auto layout-normal\">\n<div class=\"field field--name-field-espaces2-subparagraphs field--type-entity-reference-revisions field--label-hidden field__items\">\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<p>Ladies and Gentlemen, </p>\n<p>It is my pleasure to be here in New York City; and I would like to express my sincere gratitude to Noel Lateef and the Board of Directors of the Foreign Policy Association (FPA) for organising this event and awarding me the FPA medal. It really strikes a chord with me, as I will explain, and even more today when our transatlantic ties are so unfortunately under stress. </p>\n<h3>I. A very special gratitude to the FPA, and to your country</h3>\n<p>I am both honoured and humbled to be included among the distinguished recipients of the FPA medal. These include prominent central bankers, such as Paul Volcker of the Federal Reserve or Jean-Claude Trichet of the European Central Bank (ECB) and the Banque de France. This medal also has a personal resonance. I discovered in depth your beautiful country in March 1990, during a month-long trip of 15 so called \"Young European leaders\" invited by the German Marshall Fund. The United States welcomed us with open arms, taking us from New York City to Seattle, and from Detroit to Raleigh (NC). This was a time of hope, four months after the fall of the Berlin Wall; this was a time of mutual trust across the Atlantic built on the victory of freedom and democracy. This trip left me with a lasting friendship and admiration for the American people. </p>\n<p>In a more collective dimension, I like to think that this medal is a testament to the common values and principles that this Association and the central banking community both strive to uphold. Your Association was founded at the end of the First World War by Americans committed [with President Woodrow Wilson] to creating closer ties between nations. It has since worked tirelessly to foster meaningful dialogue on the most pressing international issues, notably through its famous World Leadership Forum. This is especially important at a time when multilateralism is experiencing an unprecedented crisis. </p>\n<p>Another common value, beside dialogue, is the importance of public engagement. For more than a century, the FPA and its Great Decisions programme have successfully promoted a more effective participation by American citizens in international affairs. Greater knowledge is indeed the key to informed opinion, and thus to a stronger democracy. At both the Banque de France and the ECB, fostering engagement with the wider public is also a priority. We regularly organise events directly involving the public such as the \"<em>Rencontres de la politique monétaire</em>\" [Monetary Policy Forums] similar to the \"US Fed listens\". Greater clarity and transparency for our fellow citizens also helps to better anchor inflation expectations and thus to better ensure our price stability mandate.</p>\n<h3>II. How to restore trust?</h3>\n<p>Hence, let me please speak here not only as the French Governor, but as a committed friend of your country and a dedicated European. It is more crucial than ever, across the Atlantic, (1) to tell the truth, (2) to fully assess the damage of a trade war, and (3) to open the way for a possible positive dialogue.</p>\n<p><strong>1) Telling the truth</strong></p>\n<p>We, Europeans, heard with surprise some weeks ago that \"the EU was created to screw the US\". With due respect, let me recall history. The European Union was constructed after WWII to lastingly establish peace, democracy and the market economy in Europe. These are three key American values, and this Union was legitimately founded with American support, as was the Franco-German reconciliation – so difficult, yet so decisive. </p>\n<p>Furthermore, it is important to set the record straight on economics. No, international trade is<span> </span><strong>not</strong><span> </span>a zero-sum game, where one country's gain is necessarily another country's loss. On the contrary, it is the most effective way to prosper together by exchanging goods and services, ideas, talent, and innovation. And yes, our transatlantic bond is deep, balanced and mutually beneficial. The United States and the EU are the world's two largest economies, maintaining one of the largest bilateral economic relationships, which amounted to around USD 900 billion in goods and USD 800 billion in services in 2023<a class=\"hashlink\" href=\"#fni\" id=\"fn_i\"><sup>i</sup></a>. While the EU runs a trade in goods surplus with the United States (USD 234 billion in 2023), the services deficit has widened substantially in the last years (USD 125 billion in 2023)<a class=\"hashlink\" href=\"#fnii\" id=\"fn_ii\"><sup>ii</sup></a>. Net primary income flows in favor of US firms – mostly composed of investment income such as profits and asset returns – also offset the trade in goods surplus, ultimately leading to a balanced current account (USD 19 billion in 2023). The effective applied tariffs between the EU and the United States were close before recent developments, with the EU imposing a 3.95% tariff on US products, while the United States applied a 3.5% tariff on EU products<a class=\"hashlink\" href=\"#fniii\" id=\"fn_iii\"><sup>iii</sup></a>. And let me remind here the obvious: value-added tax (VAT) is not a customs duty; it is levied on the final value of imported and domestically produced goods equally, like the sales tax in the US. EU and US firms have long established a robust investment presence in each other's markets. European majority-owned affiliates directly employed an estimated 5.3 million US workers in 2023<a class=\"hashlink\" href=\"#fniv\" id=\"fn_iv\"><sup>iv</sup></a>. European-based investors play a crucial role in the strength of the US economy, representing close to 50% of all foreign holdings of US securities in 2023<a class=\"hashlink\" href=\"#fnv\" id=\"fn_v\"><sup>v</sup></a>. </p>\n<p><strong>2) The possible damage of a trade war is huge</strong></p>\n<p>The new measures announced as well as the increasing unpredictability, constitute a major negative shock to the global economy, but first and foremost to the US economy. </p>\n<p>According to convergent analyses by several US and international banks and today by the IMF, the United States could suffer in 2025 from an average estimated loss of around one percentage point in annual growth and a similar-sized rise in underlying inflation. But bad news for the US is bad news for all, and for Europe. According to preliminary assessments, there could be a direct negative impact of at least a quarter of a percentage point to euro area GDP growth in 2025. Nevertheless, this depends on the outcome of the 90-day pause on reciprocal tariffs. The impact on inflation remains more uncertain but could be as a whole negative. Our baseline scenario for France and the euro area remains however that of an exit from inflation – returning to our 2% target this year – without a recession.</p>\n<p>Financial markets reacted very negatively to these trade announcements with the unusual combination of a sharp drop in US equity indexes, a rise in US long term bond yields, and a broad-based decline in the US dollar value. The economic uncertainty may possibly threaten financial stability. Such deeply negative financial effects would also result from attacks on the independence and credibility of central banks, as we saw very recently. </p>\n<p>I don't mean that the latest globalisation wave was a fairy tale: it had its problems and its imbalances, both social and financial. But the current lose-lose game will obviously increase them, and in no way solve them.</p>\n<p><strong>3) Is there a way for a possible positive dialogue?</strong></p>\n<p>I still hope there is, and let me share three more positive reflections to conclude with:</p>\n<p>a) Let us use the 90-day pause to seriously talk. The least economically harmful option would be indeed to negotiate – a bold European proposal, zero-for-zero tariffs for industrial goods, is already on the table – and then de-escalate the situation rather than setting off a transatlantic spiral of tariff hikes. So far, Europeans have reacted in a remarkably united and calm manner. The European Commission has prepared a series of retaliatory measures – in case it would be unfortunately needed – but deferred its application. It is also in Europe's interest to maintain open trade ties with a maximum amount of partners from the Americas to Asia: increasing the number of balanced free trade agreements – including Mercosur – is a strategic priority.</p>\n<p>b) Europe and France also need to become stronger. The only positive I see in this situation, as I said already last November with my German colleague Joachim Nagel , it is a wake-up call for Europe. This is of course the case in terms of defence. But also, in economic matters, where we have the duty and the means to better master our own destiny. We need a \"general mobilisation\" focusing on three imperatives, 3 'i's taking the best of the impressive economic success of America, or if you prefer, size multiplied by muscle multiplied by speed. First, we need to<span> </span><strong>integrate</strong><span> </span>the single market more. This means playing on its size – as large in GDP terms as the United States – by removing internal barriers in several areas such as services and energy. We also need to<span> </span><strong>invest</strong><span> </span>better, giving priority to the most promising breakthrough innovations, and particularly those related to AI. To succeed, we need to build financial muscle through a genuine Savings and Investments Union (SIU) fostering more our abundant private savings towards equity and venture capital. Finally, we need to<span> </span><strong>innovate</strong><span> </span>faster. Europe needs simplification: less bureaucracy, fewer procedures and shorter deadlines. But simplification is not deregulation, the European approach<a class=\"hashlink\" href=\"#fnvii\" id=\"fn_vii\"><sup>vii</sup></a>  will remain firm on the objectives, but be more nimble in design. And to successfully implement these three imperatives, we urgently need a binding, visible and not too distant calendar: such a calendar will mobilise all our political and economic forces, as did in the past the 1 January 1993 for the single market and the 1 January 1999 for the single currency.</p>\n<p>c) Europe and the United States can still commit to a \"pragmatic multilateralism\", more focused on some practical themes of common interest, to name just a few: financial stability, cross-border payments and crypto-assets, cybersecurity, the fight against financial crime and the prevention of extreme climate events. Let us preserve the multilateral institutions such as the IMF and World Bank, born and hosted in this great country, with more focused ambitions.</p>\n<p>I will conclude by quoting Alexis de Tocqueville, a famous Frenchman – you may recall his influential work \"Democracy in America\" – who also had the privilege of discovering America during a memorable study trip two hundred years ago. \"There is nothing more fruitful in wonders than the art of being free\".<a class=\"hashlink\" href=\"#fnviii\" id=\"fn_viii\"><sup>viii</sup></a> I mentioned shared transatlantic values: one cardinal value, freedom, is the driving force behind America's outstanding economic performance. Let us continue as much as possible to cultivate it together, through trade, innovation and robust dialogue! Thank you for your attention. </p>\n<hr/>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_i\" name=\"fni\"><sup>i</sup></a> European Commission (2025),<span> </span><a class=\"external\" href=\"https://policy.trade.ec.europa.eu/eu-trade-relationships-country-and-region/countries-and-regions/united-states_en\" rel=\"noopener noreferrer\" target=\"_blank\">EU trade relations with United States</a><span> </span>and Banque de France calculations<br/><a class=\"hashlink\" href=\"#fn_ii\" name=\"fnii\"><sup>ii</sup></a> Data from Eurostat and Banque de France calculations<br/><a class=\"hashlink\" href=\"#fn_iii\" name=\"fniii\"><sup>iii</sup></a> American Chamber of Commerce for the EU (2025),<span> </span><em>Annual Survey of Jobs, Trade and Investment between the United States and Europe</em><span> </span><a class=\"external\" href=\"https://transatlantic.amchameu.eu/wp-content/uploads/2025/03/Transatlantic_Economy_2025_web.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">Amcham TAE 25 V6.indd</a><br/><a class=\"hashlink\" href=\"#fn_iv\" name=\"fniv\"><sup>iv</sup></a> American Chamber of Commerce for the EU (2025),<span> </span><em>Annual Survey of Jobs, Trade and Investment between the United States and Europe</em><span> </span><a class=\"external\" href=\"https://transatlantic.amchameu.eu/wp-content/uploads/2025/03/Transatlantic_Economy_2025_web.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">Amcham TAE 25 V6.indd</a><br/><a class=\"hashlink\" href=\"#fn_v\" name=\"fnv\"><sup>v</sup></a> US Treasury (2023), Foreign Portfolio Holdings of U.S. Securities,<span> </span><a class=\"external\" href=\"https://ticdata.treasury.gov/resource-center/data-chart-center/tic/Documents/shla2023r.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">shla2023r.pdf</a><br/><a class=\"hashlink\" href=\"#fn_vi\" name=\"fnvi\"><sup>vi</sup></a> Nagel (J.), Villeroy de Galhau (F.) (2024),<span> </span><em><a class=\"external\" href=\"https://www.banque-france.fr/en/governors-interventions/common-call-franco-german-revival\" rel=\"noopener noreferrer\" target=\"_blank\">A common call for a Franco-German revival</a></em>, 22 November<br/><a class=\"hashlink\" href=\"#fn_vi\" name=\"fnvi\"><sup>vi</sup></a> Villeroy de Galhau (F.) (2025), A<span> </span><em><a class=\"external\" href=\"https://www.banque-france.fr/en/governors-interventions/european-approach-simplification-avoiding-three-misconceptions-and-suggesting-concrete-milestones\" rel=\"noopener noreferrer\" target=\"_blank\">European approach to simplification: avoiding three misconceptions, and suggesting concrete milestones</a></em>, speech, 11 April <br/><a class=\"hashlink\" href=\"#fn_viii\" name=\"fnviii\"><sup>viii</sup></a> Tocqueville (de) (A.) (1835),<span> </span><em>Democracy in America</em><span> </span>[De la démocratie en Amérique]. </p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "Ladies and Gentlemen, It is my pleasure to be here in New York City; and I would like to express my sincere gratitude to Noel Lateef and the Board of Directors of the Foreign Policy Association (FPA) for organising this event and awarding me the FPA medal. It really strikes a chord with me, as I will explain, and even more today when our transatlantic ties are so unfortunately under stress. I. A very special gratitude to the FPA, and to your country I am both honoured and humbled to be included among the distinguished recipients of the FPA medal. These include prominent central bankers, such as Paul Volcker of the Federal Reserve or Jean-Claude Trichet of the European Central Bank (ECB) and the Banque de France. This medal also has a personal resonance. I discovered in depth your beautiful country in March 1990, during a month-long trip of 15 so called \"Young European leaders\" invited by the German Marshall Fund. The United States welcomed us with open arms, taking us from New York City to Seattle, and from Detroit to Raleigh (NC). This was a time of hope, four months after the fall of the Berlin Wall; this was a time of mutual trust across the Atlantic built on the victory of freedom and democracy. This trip left me with a lasting friendship and admiration for the American people. In a more collective dimension, I like to think that this medal is a testament to the common values and principles that this Association and the central banking community both strive to uphold. Your Association was founded at the end of the First World War by Americans committed [with President Woodrow Wilson] to creating closer ties between nations. It has since worked tirelessly to foster meaningful dialogue on the most pressing international issues, notably through its famous World Leadership Forum. This is especially important at a time when multilateralism is experiencing an unprecedented crisis. Another common value, beside dialogue, is the importance of public engagement. For more than a century, the FPA and its Great Decisions programme have successfully promoted a more effective participation by American citizens in international affairs. Greater knowledge is indeed the key to informed opinion, and thus to a stronger democracy. At both the Banque de France and the ECB, fostering engagement with the wider public is also a priority. We regularly organise events directly involving the public such as the \" Rencontres de la politique monétaire \" [Monetary Policy Forums] similar to the \"US Fed listens\". Greater clarity and transparency for our fellow citizens also helps to better anchor inflation expectations and thus to better ensure our price stability mandate. II. How to restore trust? Hence, let me please speak here not only as the French Governor, but as a committed friend of your country and a dedicated European. It is more crucial than ever, across the Atlantic, (1) to tell the truth, (2) to fully assess the damage of a trade war, and (3) to open the way for a possible positive dialogue. 1) Telling the truth We, Europeans, heard with surprise some weeks ago that \"the EU was created to screw the US\". With due respect, let me recall history. The European Union was constructed after WWII to lastingly establish peace, democracy and the market economy in Europe. These are three key American values, and this Union was legitimately founded with American support, as was the Franco-German reconciliation – so difficult, yet so decisive. Furthermore, it is important to set the record straight on economics. No, international trade is not a zero-sum game, where one country's gain is necessarily another country's loss. On the contrary, it is the most effective way to prosper together by exchanging goods and services, ideas, talent, and innovation. And yes, our transatlantic bond is deep, balanced and mutually beneficial. The United States and the EU are the world's two largest economies, maintaining one of the largest bilateral economic relationships, which amounted to around USD 900 billion in goods and USD 800 billion in services in 2023 i . While the EU runs a trade in goods surplus with the United States (USD 234 billion in 2023), the services deficit has widened substantially in the last years (USD 125 billion in 2023) ii . Net primary income flows in favor of US firms – mostly composed of investment income such as profits and asset returns – also offset the trade in goods surplus, ultimately leading to a balanced current account (USD 19 billion in 2023). The effective applied tariffs between the EU and the United States were close before recent developments, with the EU imposing a 3.95% tariff on US products, while the United States applied a 3.5% tariff on EU products iii . And let me remind here the obvious: value-added tax (VAT) is not a customs duty; it is levied on the final value of imported and domestically produced goods equally, like the sales tax in the US. EU and US firms have long established a robust investment presence in each other's markets. European majority-owned affiliates directly employed an estimated 5.3 million US workers in 2023 iv . European-based investors play a crucial role in the strength of the US economy, representing close to 50% of all foreign holdings of US securities in 2023 v . 2) The possible damage of a trade war is huge The new measures announced as well as the increasing unpredictability, constitute a major negative shock to the global economy, but first and foremost to the US economy. According to convergent analyses by several US and international banks and today by the IMF, the United States could suffer in 2025 from an average estimated loss of around one percentage point in annual growth and a similar-sized rise in underlying inflation. But bad news for the US is bad news for all, and for Europe. According to preliminary assessments, there could be a direct negative impact of at least a quarter of a percentage point to euro area GDP growth in 2025. Nevertheless, this depends on the outcome of the 90-day pause on reciprocal tariffs. The impact on inflation remains more uncertain but could be as a whole negative. Our baseline scenario for France and the euro area remains however that of an exit from inflation – returning to our 2% target this year – without a recession. Financial markets reacted very negatively to these trade announcements with the unusual combination of a sharp drop in US equity indexes, a rise in US long term bond yields, and a broad-based decline in the US dollar value. The economic uncertainty may possibly threaten financial stability. Such deeply negative financial effects would also result from attacks on the independence and credibility of central banks, as we saw very recently. I don't mean that the latest globalisation wave was a fairy tale: it had its problems and its imbalances, both social and financial. But the current lose-lose game will obviously increase them, and in no way solve them. 3) Is there a way for a possible positive dialogue? I still hope there is, and let me share three more positive reflections to conclude with: a) Let us use the 90-day pause to seriously talk. The least economically harmful option would be indeed to negotiate – a bold European proposal, zero-for-zero tariffs for industrial goods, is already on the table – and then de-escalate the situation rather than setting off a transatlantic spiral of tariff hikes. So far, Europeans have reacted in a remarkably united and calm manner. The European Commission has prepared a series of retaliatory measures – in case it would be unfortunately needed – but deferred its application. It is also in Europe's interest to maintain open trade ties with a maximum amount of partners from the Americas to Asia: increasing the number of balanced free trade agreements – including Mercosur – is a strategic priority. b) Europe and France also need to become stronger. The only positive I see in this situation, as I said already last November with my German colleague Joachim Nagel , it is a wake-up call for Europe. This is of course the case in terms of defence. But also, in economic matters, where we have the duty and the means to better master our own destiny. We need a \"general mobilisation\" focusing on three imperatives, 3 'i's taking the best of the impressive economic success of America, or if you prefer, size multiplied by muscle multiplied by speed. First, we need to integrate the single market more. This means playing on its size – as large in GDP terms as the United States – by removing internal barriers in several areas such as services and energy. We also need to invest better, giving priority to the most promising breakthrough innovations, and particularly those related to AI. To succeed, we need to build financial muscle through a genuine Savings and Investments Union (SIU) fostering more our abundant private savings towards equity and venture capital. Finally, we need to innovate faster. Europe needs simplification: less bureaucracy, fewer procedures and shorter deadlines. But simplification is not deregulation, the European approach vii will remain firm on the objectives, but be more nimble in design. And to successfully implement these three imperatives, we urgently need a binding, visible and not too distant calendar: such a calendar will mobilise all our political and economic forces, as did in the past the 1 January 1993 for the single market and the 1 January 1999 for the single currency. c) Europe and the United States can still commit to a \"pragmatic multilateralism\", more focused on some practical themes of common interest, to name just a few: financial stability, cross-border payments and crypto-assets, cybersecurity, the fight against financial crime and the prevention of extreme climate events. Let us preserve the multilateral institutions such as the IMF and World Bank, born and hosted in this great country, with more focused ambitions. I will conclude by quoting Alexis de Tocqueville, a famous Frenchman – you may recall his influential work \"Democracy in America\" – who also had the privilege of discovering America during a memorable study trip two hundred years ago. \"There is nothing more fruitful in wonders than the art of being free\". viii I mentioned shared transatlantic values: one cardinal value, freedom, is the driving force behind America's outstanding economic performance. Let us continue as much as possible to cultivate it together, through trade, innovation and robust dialogue! Thank you for your attention. i European Commission (2025), EU trade relations with United States and Banque de France calculations ii Data from Eurostat and Banque de France calculations iii American Chamber of Commerce for the EU (2025), Annual Survey of Jobs, Trade and Investment between the United States and Europe Amcham TAE 25 V6.indd iv American Chamber of Commerce for the EU (2025), Annual Survey of Jobs, Trade and Investment between the United States and Europe Amcham TAE 25 V6.indd v US Treasury (2023), Foreign Portfolio Holdings of U.S. Securities, shla2023r.pdf vi Nagel (J.), Villeroy de Galhau (F.) (2024), A common call for a Franco-German revival , 22 November vi Villeroy de Galhau (F.) (2025), A European approach to simplification: avoiding three misconceptions, and suggesting concrete milestones , speech, 11 April viii Tocqueville (de) (A.) (1835), Democracy in America [De la démocratie en Amérique].",
  "date_parsed": "2025-04-28",
  "name": "François Villeroy de Galhau",
  "name_orig": "François Villeroy de Galhau",
  "url_orig": "https://www.bis.org/review/r250428e.htm"
}