{
  "source_url": "https://www.bis.org/review/r241024b.htm",
  "headline": "François Villeroy de Galhau: A monetary policy perspective - three lessons from the recent inflation surge",
  "description_html": "\n<p>Speech by Mr François Villeroy de Galhau, Governor of the Bank of France, at New York University, New York City, 22 October 2024. </p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr François Villeroy de Galhau, Governor of the Bank of France, at New York University, New York City, 22 October 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "24 October 2024",
  "pdf_url": "https://www.bis.org/review/r241024b.pdf",
  "content_html": "\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<p><span>Ladies and Gentlemen,</span><br/><br/><span>It is a great pleasure to be in New York and I am grateful to Thomas Philippon for his invitation. My theme today will be what first lessons we can learn for monetary policy from the surge and then decline in inflation. In the euro area, inflation reached 10.6% in October 2022 and exceeded 4% for two years. But inflation was as rapid to decline and now, at 1.7% in September 2024, stands very close to our target of 2%.</span><br/><span>Since Ben Bernanke's speech in 2004 (Bernanke (B.),« </span><a class=\"external\" href=\"https://www.federalreserve.gov/boarddocs/speeches/2004/20040220/\" rel=\"noopener noreferrer\" target=\"_blank\"><em>The Great Moderation </em></a><span>», Remarks at the meetings of the EEA, 20 February 2004), there is always a debate about whether favourable outcomes are good luck or good policy. And this time we have had a dose of good fortune.</span></p>\n<p><span>As shown in Figure 1, energy and food prices contributed to inflation developments both uphill and downhill. But the return of inflation to 2% and its speed of convergence are also due to our monetary policy. Banque de France estimates shown in Figure 2 suggest that HICP inflation would have been between 2.5% and 3% higher in 2024 without monetary tightening, in line with ECB estimates (Lane (P.), « <a class=\"external\" href=\"https://www.ecb.europa.eu/press/key/date/2024/html/ecb.sp240502~4066265c78.en.html\" rel=\"noopener noreferrer\" target=\"_blank\"><em>The analytics of the monetary policy tightening cycle </em></a>», Guest lecture, Stanford, 2 May 2024). These estimates are even conservative as they do not include the effect on the anchoring of long-term inflation expectations. </span></p>\n</div>\n</div>\n</div>\n",
  "content_text": "Ladies and Gentlemen, It is a great pleasure to be in New York and I am grateful to Thomas Philippon for his invitation. My theme today will be what first lessons we can learn for monetary policy from the surge and then decline in inflation. In the euro area, inflation reached 10.6% in October 2022 and exceeded 4% for two years. But inflation was as rapid to decline and now, at 1.7% in September 2024, stands very close to our target of 2%. Since Ben Bernanke's speech in 2004 (Bernanke (B.),« The Great Moderation », Remarks at the meetings of the EEA, 20 February 2004), there is always a debate about whether favourable outcomes are good luck or good policy. And this time we have had a dose of good fortune. As shown in Figure 1, energy and food prices contributed to inflation developments both uphill and downhill. But the return of inflation to 2% and its speed of convergence are also due to our monetary policy. Banque de France estimates shown in Figure 2 suggest that HICP inflation would have been between 2.5% and 3% higher in 2024 without monetary tightening, in line with ECB estimates (Lane (P.), « The analytics of the monetary policy tightening cycle », Guest lecture, Stanford, 2 May 2024). These estimates are even conservative as they do not include the effect on the anchoring of long-term inflation expectations.",
  "date_parsed": "2024-10-24",
  "name": "François Villeroy de Galhau",
  "link_number": "24",
  "name_orig": "François Villeroy de Galhau",
  "url_orig": "https://www.bis.org/review/r241024b.htm"
}