{
  "source_url": "https://www.bis.org/review/r241203c.htm",
  "headline": "François Villeroy de Galhau: Some thoughts about monetary policy, the year to come, and the past ten years",
  "description_html": "\n<p>Speech by Mr François Villeroy de Galhau, Governor of the Bank of France, at the <span>25th Anniversary of the Euro50 Group event at the Bank of France, Paris, 28 November 2024.</span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr François Villeroy de Galhau, Governor of the Bank of France, at the 25th Anniversary of the Euro50 Group event at the Bank of France, Paris, 28 November 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "04 December 2024",
  "pdf_url": "https://www.bis.org/review/r241203c.pdf",
  "content_html": "\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<p>Ladies and Gentlemen,</p>\n<p>It is my pleasure to be in such good company to celebrate the 25th anniversary of the Euro 50 Group. I would like to warmly thank Edmond Alphandéry for being – supported by the late Alexandre Lamfalussy – the father, and still active Chair, of this so pleasant child. Euro 50 is as old – or rather as young – as the euro itself. Let me start by expressing a great satisfaction, which may be the best present for this anniversary: the euro is a hugely popular success. 78% of euro area citizens and 74% of French citizens support our single currency<a class=\"hashlink\" href=\"#fni\" id=\"fn_i\"><sup>i</sup></a>  – even more than the 68% at the start. Since its introduction in 1999, the euro has become the second most important currency<a class=\"hashlink\" href=\"#fnii\" id=\"fn_ii\"><sup>ii</sup></a>  in the international monetary system – and the ECB one of the most influential central banks in the world. Yet, getting stronger throughout the challenging crises of the 21<sup>st</sup><span> </span>century has not always been plain sailing, and won't be in the next future. Today, I would like to focus briefly about where we are and where we could be heading in the near future (I), before coming back to the past ten years and what we learned on our unconventional toolkit (II).</p>\n<h3>I. Where we are today, and where we could go in the year to come.</h3>\n<p>In the euro area, inflation reached its peak at 10.6% in October 2022 and exceeded 4% for two years. But it receded quickly, and stood at 2.0% in October 2024. Beyond the likely ups and downs in the coming monthly data due to base effects, victory against inflation is in sight. The situation has however changed compared to the last months; so has the balance of risks. As you know, the ECB has no dual mandate; yet, our price stability primary objective is<span> </span><em>symmetric</em>, around the 2% target. In the euro area, inflation persistence is no longer the only risk. There is equally the opposite risk that inflation undershoots, especially if growth remains subpar. According to the latest actual inflation data, the euro area could be sustainably at 2% inflation already early 2025. The European economy is achieving a soft landing, but a take-off is not yet in sight. Hence we will continue cutting rates, but let me try to put some lights on the way forward.</p>\n<p><strong>Which communication about the direction of the journey?</strong></p>\n<p>Communication about future policy is sometimes viewed as binary, while, in practice, it belongs to a continuum ranging from full commitment to total silence.<br/>On one end of the spectrum, forward guidance worked rather well in the lowflation period. However, past experience tells us that central bankers should not be unconditionally pre-committed, at least beyond a few quarters. On shorter horizons, date-contingent forward guidance might still be valid<a class=\"hashlink\" href=\"#fniii\" id=\"fn_iii\"><sup>iii</sup></a>. On longer horizons, if needed,<span> </span><em>state-dependent</em><span> </span>(and hence more humble) forward guidance would be more appropriate.</p>\n<p>On the other end of the spectrum, the central bank can give no indications whatsoever. With the recent inflation surge, the ECB shifted to a meeting-by-meeting and data-driven approach, an evolution warranted by high uncertainty and inflation forecast instability. This is still where our last monetary policy statement is, but now that we are getting back to a more \"normal\" inflation regime, our communication could become more \"forward-looking\". </p>\n<p>Between these two ends of the spectrum,<span> </span><em>soft signaling</em><span> </span>could hence be now our appropriate communication mode. By making clearer its reaction function, the central bank can usefully influence market expectations of future policy. When Christine Lagarde said <a class=\"hashlink\" href=\"#fniv\" id=\"fn_iv\"><sup>iv</sup></a><span> </span>\"the direction of travel is clear and what we have done starting in June is the sensible approach and should be continued\", this is a good example of soft signaling. I believe that we could now adapt our language in this direction.</p>\n<p><strong>Till which destination?</strong></p>\n<p>On our terminal rate, it is obviously too early to tell. However as we should be in the near future sustainably at 2% inflation, and with still a sluggish growth outlook in Europe, there won't be any reasons in my view for our monetary policy to remain restrictive : our interest rates should clearly go to the neutral rate R*. However, this raises two questions:</p>\n<ul>\n<li>Where is precisely R*? We don't know with enough certainty but most estimates from the ECB and the Banque de France give a reasonable confidence range between 2% and 2.5% . In other words, at 3.25% we still have a significant room to remove the restrictive stance of our monetary policy.</li>\n<li>Should we go further,<span> </span><em>below</em><span> </span>R*? I wouldn't exclude it in the future, if growth were to remain subdued and inflation at risk of falling below target. </li>\n</ul>\n<p>But as a pragmatist, let me stress that these two questions are not urgent: the first part of the journey till the \"confidence zone\" of R* is clear and still significant; we will then have time and additional data to adjust for the second part. And this brings me to the<span> </span><strong>pace</strong><span> </span>of this first part.</p>\n<p><strong>Which pace to remove the restrictive bias?  </strong></p>\n<p>The name of the game here is and remains full optionality, combining the two dimensions of pace which are the<span> </span><em>frequency</em><span> </span>of rate cuts and their<span> </span><em>size</em>. We'll discuss in each of our next meetings, and look at data – be they actual or forecasts. That said, let me give two indications:</p>\n<ul>\n<li class=\"Indent2\">Seen from today, there is every reason to cut on December 12<sup>th</sup>. Optionality should remain open on the<span> </span><em>size</em><span> </span>of the cut, depending on incoming data, economic projections and our risk assessment. </li>\n<li class=\"Indent2\">Optionality also means that, for the following meetings, we shouldn't exclude any of them for possible cuts. Stating so the obvious, I don't mean to precommit to cut \"back to back\" in each of these meetings: this would be a renewed and excessive Forward Guidance. We should stick, as we did in October, to what I call an \"agile pragmatism\", data driven but not timid. </li>\n</ul>\n<h3>II. Some thoughts about our unconventional toolkit</h3>\n<p>Looking back now to the last 10 years, let me turn to some personal reflections on the two broad sets of \"non-conventional\" instruments. It will be a focus of our next Strategy Review. By the way, we should avoid the possible trap of the \"immediate weather forecast\". In the previous 2021 Review, we were just exiting the period of lowflation and even the risk of Covid deflation, and we were unconditionally positive about our non-conventional tools<a class=\"hashlink\" href=\"#fnvi\" id=\"fn_vi\"><sup>vi</sup></a><span> </span>: \"[The] assessment [conducted as part of the Strategic Review] found that each of the instruments (including negative interest rates, forward guidance, asset purchases and longer-term refinancing operations) has been effective in raising output, employment and inflation, and that the different instruments have reinforced each other.\" Let us be careful not to make a symmetrical one-sided assessment today: as we are exiting an inflationary episode, some might be tempted to regard unconventional tools as useless or counterproductive. This is not the case, and I will discuss fine tuning them rather than calling them into question.</p>\n<p><strong>Balance-sheet tools </strong></p>\n<p>Central bank balance-sheet tools, like asset purchase programmes and LTROs were designed in crisis times when conventional tools were unavailable due to the Effective Lower Bound. We should primarily better distinguish their objectives: either to preserve an effective monetary policy<span> </span><em>transmission<span> </span></em>when specific market segments were under strain (equivalent to<span> </span><em>financial stability</em><span> </span>purpose), or to provide additional policy space when required (i.e. monetary<span> </span><em>stance</em><span> </span>purpose).  And let me accordingly suggest five lessons:</p>\n<ol>\n<li>First, when it is about<span> </span><strong>transmission or financial stability</strong>, there is no reason to hold the purchased assets in the balance sheet till maturity. This was the case of the BoE's purchases in the Gilts crisis in September 2022, or could be for the TPI (Transmission Protection Instrument) of the ECB. There is no obligation to re-sell at short notice – if so, the central bank would be under market dominance, and its intervention less effective –; but there is an option open at any time.</li>\n<li>Second, when it is about further easing the monetary<span> </span><strong>stance</strong>, we should distinguish whether we aim to provide liquidity (i.e. volumes) or to reduce long term rates (i.e. prices). When the primary objective is to inject<strong><span> </span>liquidity</strong>, it should be done not through purchases of long-term bonds, but by lending short term or at floating rates for LTROs. These were by the way a powerful and successful innovation of the ECB, not used in the US. But the initial pricing of TLTRO III at quasi-fixed rates had been a mistake, which had to be later recalibrated.</li>\n<li>That leaves \"<strong>core QE\" – purchasing and holding long-term bonds</strong><span> </span>– for the purpose of reducing the term premium and therefore the long term yields. It entails taking interest rate risk in central banks' balance sheet, and hence possible losses as we have seen recently: we should however,<span> </span><strong>if</strong><span> </span>the purpose is clear and warranted, be ready to accept such risks, while looking more closely at the average maturity of the purchased portfolio. Let me stress, on a positive note, that the exit of QE – quantitative tightening (QT) – has been proceeding smoothly in the recent past, without provoking a reverse rise in long-term yields contrary to what many had feared.</li>\n<li>In our portfolio holdings, we should prioritize<span> </span><strong>government and supranational bonds</strong><span> </span>to limit our direct balance sheet exposure to the nonfinancial corporate sector. That being said, such programmes are not and should never be designed to fund governments nor to help fiscal stimulus.</li>\n<li>Fifth and finally, we should not condition one instrument on another. Doing so creates communication issues if one programme has to be stopped. For instance, using asset purchases to make forward guidance more credible can turn out to be unwise, as we saw early 2022 when we had to gradually stop asset purchases before being able to raise rates.</li>\n</ol>\n<p><strong>Negative interest rates</strong></p>\n<p>Negative interest rate policy, which prevailed until July 2022, remained the most puzzling and mysterious unconventional tool for public opinion. General wisdom thinks that nominal interest rates should always be positive. From a political economy standpoint, a situation where borrowing money has no cost and can even bring a retribution may create psychological distortions and wrong incentives, including on fiscal discipline.</p>\n<p>That said, the economic impact of such a policy is still debated but seems mostly positive. Some ECB policy measures – like tiering – helped mitigate its potential adverse side-effects on bank profitability and hence on the supply of loans. Overall, negative interest rates should remain in our toolkit but for exceptional circumstances. We should therefore act forcefully to avoid being dragged into negative territory, another reason not to tolerate a persistent undershooting of inflation. </p>\n<p>I will conclude by quoting Isaac Newton, who, acknowledging the contribution of his predecessors, stated \"If I have seen further, it is by standing on the shoulders of giants\".<span> <a class=\"hashlink\" href=\"#fnvii\" id=\"fn_vii\"><sup>vii</sup></a></span><span> </span>Today, as central bankers, we stand on the legacy of the collective efforts, creativity and credibility of the past 25 years. It was the great privilege in particular of our Governing Council to be chaired successively by Wim Duisenberg, Jean-Claude Trichet, Mario Draghi, and now for the second time by a French President with Christine Lagarde. Rest assured that as grateful heirs, we'll remain a solid anchor in the uncertain times which lie ahead. Thank you for your attention.</p>\n<hr/>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_i\" name=\"fni\"><sup>i</sup></a> European Commission, Eurobarometer, May 2024<br/><a class=\"hashlink\" href=\"#fn_iis160\" name=\"fniis160\"><sup>ii </sup></a>ECB,<span> </span><em><a class=\"external\" href=\"https://www.ecb.europa.eu/press/other-publications/ire/html/ecb.ire202406~0b56ba4f71.en.html\" rel=\"noopener noreferrer\" target=\"_blank\">The international role of the euro</a></em>, June 2024<br/><a class=\"hashlink\" href=\"#fn_iiis160\" name=\"fniiis160\"><sup>iii</sup></a><span style=\"font-size: 13.6px;\"> </span>Villeroy de Galhau (F.),<span> </span><em><a class=\"external\" href=\"https://www.banque-france.fr/en/governors-interventions/monetary-policy-uncertain-times\" rel=\"noopener noreferrer\" target=\"_blank\">Monetary policy in uncertain times</a></em>, speech, 15 February 2022<br/><a class=\"hashlink\" href=\"#fn_ivs160\" name=\"fnivs160\"><sup>iv</sup></a><span style=\"font-size: 13.6px;\"> </span>Lagarde (C.),<span> </span><a class=\"external\" href=\"https://www.youtube.com/watch?reload=9&amp;app=desktop&amp;v=AkPcX0CPVPI&amp;t=0s\" rel=\"noopener noreferrer\" target=\"_blank\">Interview – Bloomberg Television</a><span> </span>(12:40), Washington, 22 October 2024<br/><a class=\"hashlink\" href=\"#fn_vs160\" name=\"fnvs160\"><sup>v</sup></a><span style=\"font-size: 13.6px;\"> </span>Brand (C.), Lisack (N.), Mazelis (F.), \"<a class=\"external\" href=\"https://www.ecb.europa.eu/press/economic-bulletin/focus/2024/html/ecb.ebbox202401_07~72edc611d3.en.html\" rel=\"noopener noreferrer\" target=\"_blank\">Estimates of the natural interest rate for the euro area: an update</a>\", Box 7 of the ECB Economic Bulletin, Issue 1/2024; Grosse Steffen (C.), Lhuissier (S.), Marx (M.), Penalver (A.), « How to Weigh Stars? Combining Optimally Estimates for the Natural Rate » Banque de France mimeo; Schnabel (I.), \"<a class=\"external\" href=\"https://www.ecb.europa.eu/press/key/date/2024/html/ecb.sp240320_2~65962ef771.en.html\" rel=\"noopener noreferrer\" target=\"_blank\">R(ising) star?</a>\", speech, The ECB and its Watchers XXIV Conference session on: Geopolitics and Structural Change: Implications for Real Activity, Inflation and Monetary Policy Frankfurt, 20 March 2024.<br/><a class=\"hashlink\" href=\"#fn_vis160\" name=\"fnvis160\"><sup>vi </sup></a>ECB, \"<a class=\"external\" href=\"https://www.ecb.europa.eu/home/search/review/html/ecb.strategyreview_monpol_strategy_overview.en.html\" rel=\"noopener noreferrer\" target=\"_blank\">An overview of the ECB's monetary policy strategy (europa.eu)</a>\", ECB Strategy Review Overview Note, 2021<br/><a class=\"hashlink\" href=\"#fn_viis160\" name=\"fnviis160\"><sup>vii</sup></a><span style=\"font-size: 13.6px;\"> </span>Newton (I.), Letter to Robert Hooke, 5 February 1675 (in Turnball (H.W.),<span> </span><em>The Correspondence of Isaac Newton</em>,<span> </span><em>Volume I 1661-1675</em>, Cambridge University Press, 1959)</p>\n</div>\n</div>\n</div>\n",
  "content_text": "Ladies and Gentlemen, It is my pleasure to be in such good company to celebrate the 25th anniversary of the Euro 50 Group. I would like to warmly thank Edmond Alphandéry for being – supported by the late Alexandre Lamfalussy – the father, and still active Chair, of this so pleasant child. Euro 50 is as old – or rather as young – as the euro itself. Let me start by expressing a great satisfaction, which may be the best present for this anniversary: the euro is a hugely popular success. 78% of euro area citizens and 74% of French citizens support our single currency i – even more than the 68% at the start. Since its introduction in 1999, the euro has become the second most important currency ii in the international monetary system – and the ECB one of the most influential central banks in the world. Yet, getting stronger throughout the challenging crises of the 21 st century has not always been plain sailing, and won't be in the next future. Today, I would like to focus briefly about where we are and where we could be heading in the near future (I), before coming back to the past ten years and what we learned on our unconventional toolkit (II). I. Where we are today, and where we could go in the year to come. In the euro area, inflation reached its peak at 10.6% in October 2022 and exceeded 4% for two years. But it receded quickly, and stood at 2.0% in October 2024. Beyond the likely ups and downs in the coming monthly data due to base effects, victory against inflation is in sight. The situation has however changed compared to the last months; so has the balance of risks. As you know, the ECB has no dual mandate; yet, our price stability primary objective is symmetric , around the 2% target. In the euro area, inflation persistence is no longer the only risk. There is equally the opposite risk that inflation undershoots, especially if growth remains subpar. According to the latest actual inflation data, the euro area could be sustainably at 2% inflation already early 2025. The European economy is achieving a soft landing, but a take-off is not yet in sight. Hence we will continue cutting rates, but let me try to put some lights on the way forward. Which communication about the direction of the journey? Communication about future policy is sometimes viewed as binary, while, in practice, it belongs to a continuum ranging from full commitment to total silence. On one end of the spectrum, forward guidance worked rather well in the lowflation period. However, past experience tells us that central bankers should not be unconditionally pre-committed, at least beyond a few quarters. On shorter horizons, date-contingent forward guidance might still be valid iii . On longer horizons, if needed, state-dependent (and hence more humble) forward guidance would be more appropriate. On the other end of the spectrum, the central bank can give no indications whatsoever. With the recent inflation surge, the ECB shifted to a meeting-by-meeting and data-driven approach, an evolution warranted by high uncertainty and inflation forecast instability. This is still where our last monetary policy statement is, but now that we are getting back to a more \"normal\" inflation regime, our communication could become more \"forward-looking\". Between these two ends of the spectrum, soft signaling could hence be now our appropriate communication mode. By making clearer its reaction function, the central bank can usefully influence market expectations of future policy. When Christine Lagarde said iv \"the direction of travel is clear and what we have done starting in June is the sensible approach and should be continued\", this is a good example of soft signaling. I believe that we could now adapt our language in this direction. Till which destination? On our terminal rate, it is obviously too early to tell. However as we should be in the near future sustainably at 2% inflation, and with still a sluggish growth outlook in Europe, there won't be any reasons in my view for our monetary policy to remain restrictive : our interest rates should clearly go to the neutral rate R*. However, this raises two questions: Where is precisely R*? We don't know with enough certainty but most estimates from the ECB and the Banque de France give a reasonable confidence range between 2% and 2.5% . In other words, at 3.25% we still have a significant room to remove the restrictive stance of our monetary policy. Should we go further, below R*? I wouldn't exclude it in the future, if growth were to remain subdued and inflation at risk of falling below target. But as a pragmatist, let me stress that these two questions are not urgent: the first part of the journey till the \"confidence zone\" of R* is clear and still significant; we will then have time and additional data to adjust for the second part. And this brings me to the pace of this first part. Which pace to remove the restrictive bias? The name of the game here is and remains full optionality, combining the two dimensions of pace which are the frequency of rate cuts and their size . We'll discuss in each of our next meetings, and look at data – be they actual or forecasts. That said, let me give two indications: Seen from today, there is every reason to cut on December 12 th . Optionality should remain open on the size of the cut, depending on incoming data, economic projections and our risk assessment. Optionality also means that, for the following meetings, we shouldn't exclude any of them for possible cuts. Stating so the obvious, I don't mean to precommit to cut \"back to back\" in each of these meetings: this would be a renewed and excessive Forward Guidance. We should stick, as we did in October, to what I call an \"agile pragmatism\", data driven but not timid. II. Some thoughts about our unconventional toolkit Looking back now to the last 10 years, let me turn to some personal reflections on the two broad sets of \"non-conventional\" instruments. It will be a focus of our next Strategy Review. By the way, we should avoid the possible trap of the \"immediate weather forecast\". In the previous 2021 Review, we were just exiting the period of lowflation and even the risk of Covid deflation, and we were unconditionally positive about our non-conventional tools vi : \"[The] assessment [conducted as part of the Strategic Review] found that each of the instruments (including negative interest rates, forward guidance, asset purchases and longer-term refinancing operations) has been effective in raising output, employment and inflation, and that the different instruments have reinforced each other.\" Let us be careful not to make a symmetrical one-sided assessment today: as we are exiting an inflationary episode, some might be tempted to regard unconventional tools as useless or counterproductive. This is not the case, and I will discuss fine tuning them rather than calling them into question. Balance-sheet tools Central bank balance-sheet tools, like asset purchase programmes and LTROs were designed in crisis times when conventional tools were unavailable due to the Effective Lower Bound. We should primarily better distinguish their objectives: either to preserve an effective monetary policy transmission when specific market segments were under strain (equivalent to financial stability purpose), or to provide additional policy space when required (i.e. monetary stance purpose).  And let me accordingly suggest five lessons: First, when it is about transmission or financial stability , there is no reason to hold the purchased assets in the balance sheet till maturity. This was the case of the BoE's purchases in the Gilts crisis in September 2022, or could be for the TPI (Transmission Protection Instrument) of the ECB. There is no obligation to re-sell at short notice – if so, the central bank would be under market dominance, and its intervention less effective –; but there is an option open at any time. Second, when it is about further easing the monetary stance , we should distinguish whether we aim to provide liquidity (i.e. volumes) or to reduce long term rates (i.e. prices). When the primary objective is to inject liquidity , it should be done not through purchases of long-term bonds, but by lending short term or at floating rates for LTROs. These were by the way a powerful and successful innovation of the ECB, not used in the US. But the initial pricing of TLTRO III at quasi-fixed rates had been a mistake, which had to be later recalibrated. That leaves \" core QE\" – purchasing and holding long-term bonds – for the purpose of reducing the term premium and therefore the long term yields. It entails taking interest rate risk in central banks' balance sheet, and hence possible losses as we have seen recently: we should however, if the purpose is clear and warranted, be ready to accept such risks, while looking more closely at the average maturity of the purchased portfolio. Let me stress, on a positive note, that the exit of QE – quantitative tightening (QT) – has been proceeding smoothly in the recent past, without provoking a reverse rise in long-term yields contrary to what many had feared. In our portfolio holdings, we should prioritize government and supranational bonds to limit our direct balance sheet exposure to the nonfinancial corporate sector. That being said, such programmes are not and should never be designed to fund governments nor to help fiscal stimulus. Fifth and finally, we should not condition one instrument on another. Doing so creates communication issues if one programme has to be stopped. For instance, using asset purchases to make forward guidance more credible can turn out to be unwise, as we saw early 2022 when we had to gradually stop asset purchases before being able to raise rates. Negative interest rates Negative interest rate policy, which prevailed until July 2022, remained the most puzzling and mysterious unconventional tool for public opinion. General wisdom thinks that nominal interest rates should always be positive. From a political economy standpoint, a situation where borrowing money has no cost and can even bring a retribution may create psychological distortions and wrong incentives, including on fiscal discipline. That said, the economic impact of such a policy is still debated but seems mostly positive. Some ECB policy measures – like tiering – helped mitigate its potential adverse side-effects on bank profitability and hence on the supply of loans. Overall, negative interest rates should remain in our toolkit but for exceptional circumstances. We should therefore act forcefully to avoid being dragged into negative territory, another reason not to tolerate a persistent undershooting of inflation. I will conclude by quoting Isaac Newton, who, acknowledging the contribution of his predecessors, stated \"If I have seen further, it is by standing on the shoulders of giants\". vii Today, as central bankers, we stand on the legacy of the collective efforts, creativity and credibility of the past 25 years. It was the great privilege in particular of our Governing Council to be chaired successively by Wim Duisenberg, Jean-Claude Trichet, Mario Draghi, and now for the second time by a French President with Christine Lagarde. Rest assured that as grateful heirs, we'll remain a solid anchor in the uncertain times which lie ahead. Thank you for your attention. i European Commission, Eurobarometer, May 2024 ii ECB, The international role of the euro , June 2024 iii Villeroy de Galhau (F.), Monetary policy in uncertain times , speech, 15 February 2022 iv Lagarde (C.), Interview – Bloomberg Television (12:40), Washington, 22 October 2024 v Brand (C.), Lisack (N.), Mazelis (F.), \" Estimates of the natural interest rate for the euro area: an update \", Box 7 of the ECB Economic Bulletin, Issue 1/2024; Grosse Steffen (C.), Lhuissier (S.), Marx (M.), Penalver (A.), « How to Weigh Stars? Combining Optimally Estimates for the Natural Rate » Banque de France mimeo; Schnabel (I.), \" R(ising) star? \", speech, The ECB and its Watchers XXIV Conference session on: Geopolitics and Structural Change: Implications for Real Activity, Inflation and Monetary Policy Frankfurt, 20 March 2024. vi ECB, \" An overview of the ECB's monetary policy strategy (europa.eu) \", ECB Strategy Review Overview Note, 2021 vii Newton (I.), Letter to Robert Hooke, 5 February 1675 (in Turnball (H.W.), The Correspondence of Isaac Newton , Volume I 1661-1675 , Cambridge University Press, 1959)",
  "date_parsed": "2024-12-04",
  "name": "François Villeroy de Galhau",
  "link_number": "19",
  "name_orig": "François Villeroy de Galhau",
  "url_orig": "https://www.bis.org/review/r241203c.htm"
}