{
  "source_url": "https://www.bis.org/review/r240701d.htm",
  "headline": "Frank Elderson: Preparing for the next decade of European banking supervision - risk-focused, impactful and legally sound",
  "description_html": "\n<p>Speech by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the \"10 years Single Supervisory Mechanism (SSM) and beyond\" event, organised by Allen &amp; Overy, Frankfurt am Main, 27 June 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the \"10 years Single Supervisory Mechanism (SSM) and beyond\" event, organised by Allen & Overy, Frankfurt am Main, 27 June 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "01 July 2024",
  "pdf_url": "https://www.bis.org/review/r240701d.pdf",
  "content_html": "\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<h3>Introduction</h3>\n<p>Thank you for inviting me to this conference on ten years of European banking supervision.</p>\n<p>It is hard to believe that it's only a decade since supervisors from across Europe first came together in truly European supervisory teams on a Tuesday morning in November 2014.</p>\n<p>Just like the first ten years of a child's life, the first decade of European banking supervision has also been a period of growth and development. During this time, we have matured from a start-up into a well-established, effective supervisor, building on the best practices of supervisors across Europe. And this is more relevant than ever given the increasingly complex external risk landscape. Think about heightening risks from geopolitical shocks, cyber risks and the climate and nature crises.</p>\n<p>These evolving risks require supervision to evolve, too. This is why we have embarked on a journey to make European banking supervision more risk-focused, efficient and effective. For example, we recently announced change to the Supervisory Review and Evaluation Process (SREP) – our annual health check of banks – making it more targeted and more risk-focused in a new risk environment.<span style=\"font-size: 13.6px;\"> </span>The revised SREP also puts greater emphasis on impact and effectiveness, which is the focus of my remarks today.</p>\n<p><span>In this context, I am pleased to be speaking to an audience of general counsels from the banks under our supervision. The way we – ECB Banking Supervision – interact with you – representatives of the banks we supervise – is of paramount importance for our shared goal of safe and sound banks.</span></p>\n</div>\n</div>\n</div>\n",
  "content_text": "Introduction Thank you for inviting me to this conference on ten years of European banking supervision. It is hard to believe that it's only a decade since supervisors from across Europe first came together in truly European supervisory teams on a Tuesday morning in November 2014. Just like the first ten years of a child's life, the first decade of European banking supervision has also been a period of growth and development. During this time, we have matured from a start-up into a well-established, effective supervisor, building on the best practices of supervisors across Europe. And this is more relevant than ever given the increasingly complex external risk landscape. Think about heightening risks from geopolitical shocks, cyber risks and the climate and nature crises. These evolving risks require supervision to evolve, too. This is why we have embarked on a journey to make European banking supervision more risk-focused, efficient and effective. For example, we recently announced change to the Supervisory Review and Evaluation Process (SREP) – our annual health check of banks – making it more targeted and more risk-focused in a new risk environment. The revised SREP also puts greater emphasis on impact and effectiveness, which is the focus of my remarks today. In this context, I am pleased to be speaking to an audience of general counsels from the banks under our supervision. The way we – ECB Banking Supervision – interact with you – representatives of the banks we supervise – is of paramount importance for our shared goal of safe and sound banks.",
  "date_parsed": "2024-07-01",
  "name": "Frank Elderson",
  "name_orig": "Frank Elderson",
  "url_orig": "https://www.bis.org/review/r240701d.htm"
}