{
  "source_url": "https://www.bis.org/review/r241014o.htm",
  "headline": "François Villeroy de Galhau: Fintechs - at the forefront of \"new frontiers\"",
  "description_html": "\n<p>Speech by Mr François Villeroy de Galhau, Governor of the Bank of France and Chair of the Prudential Supervision and Resolution Authority (ACPR), at the ACPR-AMF Fintech Forum, Paris, 14 October 2024. </p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr François Villeroy de Galhau, Governor of the Bank of France and Chair of the Prudential Supervision and Resolution Authority (ACPR), at the ACPR-AMF Fintech Forum, Paris, 14 October 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "15 October 2024",
  "pdf_url": "https://www.bis.org/review/r241014o.pdf",
  "content_html": "\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<p>Ladies and Gentlemen,<br/><br/>I am delighted to welcome you to the Banque de France for this fifth annual Fintech Forum, organised jointly by the ACPR and AMF. I would like to extend a warm welcome to Marie-Anne Barbat-Layani, Chair of the AMF, and to thank Clara Chappaz, Secretary of State for Artificial Intelligence and Digital Technologies, for her presence at the close of this morning's proceedings. We created this Forum with a simple aim: to show that the Banque de France, and our Authorities, are as much those of the fintechs as they are of the incumbent players, and that innovation and regulation do not necessarily constitute an odd couple.<br/><br/>Today I would like to illustrate this with a continuity, a break with the past, and a challenge. First, the continuity: while the first few months of 2024 have witnessed a stabilisation of the amount of funds raised, the ACPR and the Banque de France remain resolutely committed to fintechs (I). The break with the past concerns the surge in artificial intelligence: the ACPR stands ready to assume the role of \"market supervisor\" for the French financial sector (II). Lastly, the challenge is one of balancing openness and trust: as from next January, DORA legislation will provide more trust – as well as more requirements (III).</p>\n<h3>I. Continuity: the commitment of the Banque de France and the ACPR to the innovative ecosystem</h3>\n<h3>1. A stabilising financial environment</h3>\n<p>After the heady years of 2021 and 2022, followed by a sharp downturn in 2023,<sup>i</sup> funds raised by French fintechs stabilised in the first half of 2024 at EUR 560 million, compared with EUR 568 million in the first half of 2023.<sup>ii</sup><span> </span>Therefore France is still the EU's biggest market, ahead of Germany (nearly EUR 500 million), but continues to lag well behind the United Kingdom (EUR 1.3 billion). This stabilisation is due in particular to the shift in monetary policy: the last increase in key rates was in September 2023, and since then we have cut rates twice by 25 basis points, in June and September, as a result of the sharp fall in inflation. I will refrain from saying any more as we are in a \"silent period\".</p>\n</div>\n</div>\n</div>\n",
  "content_text": "Ladies and Gentlemen, I am delighted to welcome you to the Banque de France for this fifth annual Fintech Forum, organised jointly by the ACPR and AMF. I would like to extend a warm welcome to Marie-Anne Barbat-Layani, Chair of the AMF, and to thank Clara Chappaz, Secretary of State for Artificial Intelligence and Digital Technologies, for her presence at the close of this morning's proceedings. We created this Forum with a simple aim: to show that the Banque de France, and our Authorities, are as much those of the fintechs as they are of the incumbent players, and that innovation and regulation do not necessarily constitute an odd couple. Today I would like to illustrate this with a continuity, a break with the past, and a challenge. First, the continuity: while the first few months of 2024 have witnessed a stabilisation of the amount of funds raised, the ACPR and the Banque de France remain resolutely committed to fintechs (I). The break with the past concerns the surge in artificial intelligence: the ACPR stands ready to assume the role of \"market supervisor\" for the French financial sector (II). Lastly, the challenge is one of balancing openness and trust: as from next January, DORA legislation will provide more trust – as well as more requirements (III). I. Continuity: the commitment of the Banque de France and the ACPR to the innovative ecosystem 1. A stabilising financial environment After the heady years of 2021 and 2022, followed by a sharp downturn in 2023, i funds raised by French fintechs stabilised in the first half of 2024 at EUR 560 million, compared with EUR 568 million in the first half of 2023. ii Therefore France is still the EU's biggest market, ahead of Germany (nearly EUR 500 million), but continues to lag well behind the United Kingdom (EUR 1.3 billion). This stabilisation is due in particular to the shift in monetary policy: the last increase in key rates was in September 2023, and since then we have cut rates twice by 25 basis points, in June and September, as a result of the sharp fall in inflation. I will refrain from saying any more as we are in a \"silent period\".",
  "date_parsed": "2024-10-15",
  "name": "François Villeroy de Galhau",
  "link_number": "25",
  "name_orig": "François Villeroy de Galhau",
  "url_orig": "https://www.bis.org/review/r241014o.htm"
}