{
  "source_url": "https://www.bis.org/review/r241211f.htm",
  "headline": "François Villeroy de Galhau: Overcoming current challenges in public services",
  "description_html": "\n<p>Speech by Mr François Villeroy de Galhau, Governor of the Bank of France, at the Conference on \"Central banks as political players?\", organised by the Bank of France, Paris, 5 December 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr François Villeroy de Galhau, Governor of the Bank of France, at the Conference on \"Central banks as political players?\", organised by the Bank of France, Paris, 5 December 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "16 December 2024",
  "pdf_url": "https://www.bis.org/review/r241211f.pdf",
  "content_html": "\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<p><span>Ladies and Gentlemen,</span><br/><br/><span>I am delighted to open – here in the Jacques Delors amphitheatre – this conference organised by Banque de France around the question of \"Central banks as political players?\" I would like to warmly thank all members of the </span><em>Historical Committee</em><span>, in particular Michel Margairaz and Olivier Feiertag, whom we will have the chance to listen to today, among other historians. We have always been wary of this question because in the distant past, the Banque de France and its \"regents\" were sometimes criticised for their presumed \"political\" influence. Fortunately, times have changed and the Banque de France now belongs to all French citizens. This independence from political power is now well asserted and – better still – widely recognised.</span><sup>i </sup><span> Obviously, it is not \"self-attributed\" but stems from democratic power with a specific mandate, namely price stability. Incidentally, as we are in a silent period, I will not talk about monetary policy today. </span><br/><br/><span>Consequently, the Banque de France does not position itself as a political player even though it is a key </span><strong>public</strong><span> player: it strives to provide the best services on the ground at the lowest cost. Now more than ever, it aims to be a catalyst for inclusion through its battle against inflation and overindebtedness and its role in promoting financial literacy; to reduce uncertainty through its economic surveys and forecasts and its financial supervision; and to be a long-term stakeholder through its commitment to the climate.  </span><br/><br/><span>But today I invite you to take the opportunity of this historical conference to take both a step back from ongoing budgetary and parliamentary events – however weighty they may be – and a step to the side: central banks can be seen as careful observers of the current challenges facing public services, if only through the consequences of fiscal policy on the policy mix, the second ingredient of which is monetary policy. I am also going to speak as someone who is passionate about public service and who believes profoundly in the European social model. This unique combination of universally accessible essential services, strong social protection and tax redistribution has produced – particularly in our country – some of the most cohesive societies in the world, and some of the most competent public authorities. However, visible difficulties are increasing in almost all advanced countries, and particularly in our own, public action is becoming more and more extended and expected, less and less well financed and financeable, and often perceived as less and less effective. This is why I would like to present an \"anatomy\" of these challenges in France, first over time for the purpose of understanding them (I), and then from a spatial perspective, for the purpose of taking action (II). </span></p>\n</div>\n</div>\n</div>\n",
  "content_text": "Ladies and Gentlemen, I am delighted to open – here in the Jacques Delors amphitheatre – this conference organised by Banque de France around the question of \"Central banks as political players?\" I would like to warmly thank all members of the Historical Committee , in particular Michel Margairaz and Olivier Feiertag, whom we will have the chance to listen to today, among other historians. We have always been wary of this question because in the distant past, the Banque de France and its \"regents\" were sometimes criticised for their presumed \"political\" influence. Fortunately, times have changed and the Banque de France now belongs to all French citizens. This independence from political power is now well asserted and – better still – widely recognised. i Obviously, it is not \"self-attributed\" but stems from democratic power with a specific mandate, namely price stability. Incidentally, as we are in a silent period, I will not talk about monetary policy today. Consequently, the Banque de France does not position itself as a political player even though it is a key public player: it strives to provide the best services on the ground at the lowest cost. Now more than ever, it aims to be a catalyst for inclusion through its battle against inflation and overindebtedness and its role in promoting financial literacy; to reduce uncertainty through its economic surveys and forecasts and its financial supervision; and to be a long-term stakeholder through its commitment to the climate. But today I invite you to take the opportunity of this historical conference to take both a step back from ongoing budgetary and parliamentary events – however weighty they may be – and a step to the side: central banks can be seen as careful observers of the current challenges facing public services, if only through the consequences of fiscal policy on the policy mix, the second ingredient of which is monetary policy. I am also going to speak as someone who is passionate about public service and who believes profoundly in the European social model. This unique combination of universally accessible essential services, strong social protection and tax redistribution has produced – particularly in our country – some of the most cohesive societies in the world, and some of the most competent public authorities. However, visible difficulties are increasing in almost all advanced countries, and particularly in our own, public action is becoming more and more extended and expected, less and less well financed and financeable, and often perceived as less and less effective. This is why I would like to present an \"anatomy\" of these challenges in France, first over time for the purpose of understanding them (I), and then from a spatial perspective, for the purpose of taking action (II).",
  "date_parsed": "2024-12-16",
  "name": "François Villeroy de Galhau",
  "name_orig": "François Villeroy de Galhau",
  "url_orig": "https://www.bis.org/review/r241211f.htm"
}