{
  "source_url": "https://www.bis.org/review/r250527o.htm",
  "headline": "Frank Elderson: Nature's bell tolls for thee, economy!",
  "description_html": "\n<p>Keynote speech by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the Naturalis Biodiversity Center, Leiden, 22 May 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the Naturalis Biodiversity Center, Leiden, 22 May 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "03 June 2025",
  "pdf_url": "https://www.bis.org/review/r250527o.pdf",
  "content_html": "\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<p>Thank you for inviting me to speak at this annual biodiversity dinner. The wide range of speakers here this evening – on international biodiversity day – is testament to the relevance of biodiversity across disciplines.</p>\n<p>Nature isn't just the roots and shoots of biologists, macroecologists and natural scientists. Beyond its intrinsic value, nature provides vital services that are relevant for all of us – for entrepreneurs, workers, policymakers and bankers, but also for central bankers and financial supervisors.</p>\n<p>A thriving natural environment provides vital benefits that sustain our well-being and serve as a crucial driving force for the global economy. Think of fertile soils, pollination, timber, fishing stocks, clean water and clean air.</p>\n<p>But we are well aware of the daunting facts that confirm the dire state of ecosystem services. Intensive land use, the climate crisis, pollution, overexploitation and other human pressures are rapidly and severely damaging our natural resources.</p>\n<p>75% of land surface ecosystems and 66% of ocean ecosystems have been damaged, degraded or modified.</p>\n<p>We are using natural resources 1.7 times faster than ecosystems can regenerate them. Consequently, the contribution that nature can make to our economies – and our way of life – is steadily diminishing every day.</p>\n<p>These fateful facts and figures confront us as vividly as Edvard Munch's iconic scream. Yet, accounting for nature and the services it provides is challenging. What nature provides to the economy is typically not measured directly in statistics like GDP.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "Thank you for inviting me to speak at this annual biodiversity dinner. The wide range of speakers here this evening – on international biodiversity day – is testament to the relevance of biodiversity across disciplines. Nature isn't just the roots and shoots of biologists, macroecologists and natural scientists. Beyond its intrinsic value, nature provides vital services that are relevant for all of us – for entrepreneurs, workers, policymakers and bankers, but also for central bankers and financial supervisors. A thriving natural environment provides vital benefits that sustain our well-being and serve as a crucial driving force for the global economy. Think of fertile soils, pollination, timber, fishing stocks, clean water and clean air. But we are well aware of the daunting facts that confirm the dire state of ecosystem services. Intensive land use, the climate crisis, pollution, overexploitation and other human pressures are rapidly and severely damaging our natural resources. 75% of land surface ecosystems and 66% of ocean ecosystems have been damaged, degraded or modified. We are using natural resources 1.7 times faster than ecosystems can regenerate them. Consequently, the contribution that nature can make to our economies – and our way of life – is steadily diminishing every day. These fateful facts and figures confront us as vividly as Edvard Munch's iconic scream. Yet, accounting for nature and the services it provides is challenging. What nature provides to the economy is typically not measured directly in statistics like GDP.",
  "date_parsed": "2025-06-03",
  "name": "Frank Elderson",
  "name_orig": "Frank Elderson",
  "url_orig": "https://www.bis.org/review/r250527o.htm"
}