{
  "source_url": "https://www.bis.org/review/r251118f.htm",
  "headline": "Frank Elderson: Resilient banks through effective supervision - a pillar of Europe's competitiveness",
  "description_html": "\n<p>Keynote speech by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the<span> </span>ECB Forum on Banking Supervision 2025, Frankfurt am Main, 14 November 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the ECB Forum on Banking Supervision 2025, Frankfurt am Main, 14 November 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "25 November 2025",
  "pdf_url": "https://www.bis.org/review/r251118f.pdf",
  "content_html": "\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<p>It is a pleasure to deliver the last keynote speech of this year's banking supervision forum. Over the past two days, we have discussed what resilience means in times of challenge, complexity and disruption – and why resilience should be broad based. As the Chair mentioned yesterday morning, broad-based resilience is about strong financials, but equally about operational resilience, sound governance and good risk management. </p>\n<p>During this period of profound change, a debate on European competitiveness has emerged with full force. Many are asking what the key impediments and main enablers might be for a more competitive European economy. How can we tackle the former and improve the latter? And what role does the banking sector play in shaping the competitiveness of the real economy?</p>\n<p>The good news is that over the past decade, much has already been achieved to make banks more resilient, and this resilience remains the indispensable foundation to support the real economy throughout the economic cycle. I will therefore start by illustrating this very welcome healthy state of the banks under our supervision.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "It is a pleasure to deliver the last keynote speech of this year's banking supervision forum. Over the past two days, we have discussed what resilience means in times of challenge, complexity and disruption – and why resilience should be broad based. As the Chair mentioned yesterday morning, broad-based resilience is about strong financials, but equally about operational resilience, sound governance and good risk management. During this period of profound change, a debate on European competitiveness has emerged with full force. Many are asking what the key impediments and main enablers might be for a more competitive European economy. How can we tackle the former and improve the latter? And what role does the banking sector play in shaping the competitiveness of the real economy? The good news is that over the past decade, much has already been achieved to make banks more resilient, and this resilience remains the indispensable foundation to support the real economy throughout the economic cycle. I will therefore start by illustrating this very welcome healthy state of the banks under our supervision.",
  "date_parsed": "2025-11-25",
  "name": "Frank Elderson",
  "name_orig": "Frank Elderson",
  "url_orig": "https://www.bis.org/review/r251118f.htm"
}