{
  "source_url": "https://www.bis.org/review/r251002f.htm",
  "headline": "Frank Elderson: From charting the course to staying the course - the path ahead for climate and nature risk supervision",
  "description_html": "\n<p>Keynote speech by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the ECB industry dialogue on \"Climate and nature risk management: taking stock and looking ahead\", Frankfurt am Main, 1 October 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the ECB industry dialogue on \"Climate and nature risk management: taking stock and looking ahead\", Frankfurt am Main, 1 October 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "02 October 2025",
  "pdf_url": "https://www.bis.org/review/r251002f.pdf",
  "content_html": "\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<p>Good morning and a very warm welcome to our industry dialogue on climate and nature-related (C&amp;N) risks.</p>\n<p>It is great to see so many of you here today to share your views, discuss progress and explore solutions to the challenges we still face. Together, we have all come a long way since we first started discussing C&amp;N risks in 2019.</p>\n<p>Back then, the idea of C&amp;N risks featuring structurally in banks' risk appetite, risk management and stress-testing frameworks seemed a distant goal.</p>\n<p>Today, however, we can see that banks across Europe have made impressive strides in building the capacity to account for C&amp;N risks. Thanks to the hard work of many – not only in the boards but also in front offices, risk management and internal audit, to name just a few areas – considerable expertise has been built up. As a result, European banks have made good progress in identifying and managing C&amp;N risks – and, crucially, in seizing the business opportunities from the transition that our economies are undergoing. Industries such as cement, steel, energy and shipping are part of the backbone of the European economy, yet they are also some of the largest contributors of emissions. With that in mind, I am particularly pleased that representatives from the corporate sector will speak to us about their own decarbonisation and adaptation journeys later today. Close collaboration between corporates and banks is an essential driver of decarbonisation, and the associated transition finance presents a clear business opportunity for banks.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "Good morning and a very warm welcome to our industry dialogue on climate and nature-related (C&N) risks. It is great to see so many of you here today to share your views, discuss progress and explore solutions to the challenges we still face. Together, we have all come a long way since we first started discussing C&N risks in 2019. Back then, the idea of C&N risks featuring structurally in banks' risk appetite, risk management and stress-testing frameworks seemed a distant goal. Today, however, we can see that banks across Europe have made impressive strides in building the capacity to account for C&N risks. Thanks to the hard work of many – not only in the boards but also in front offices, risk management and internal audit, to name just a few areas – considerable expertise has been built up. As a result, European banks have made good progress in identifying and managing C&N risks – and, crucially, in seizing the business opportunities from the transition that our economies are undergoing. Industries such as cement, steel, energy and shipping are part of the backbone of the European economy, yet they are also some of the largest contributors of emissions. With that in mind, I am particularly pleased that representatives from the corporate sector will speak to us about their own decarbonisation and adaptation journeys later today. Close collaboration between corporates and banks is an essential driver of decarbonisation, and the associated transition finance presents a clear business opportunity for banks.",
  "date_parsed": "2025-10-02",
  "name": "Frank Elderson",
  "link_number": "1",
  "name_orig": "Frank Elderson",
  "url_orig": "https://www.bis.org/review/r251002f.htm"
}