{
  "source_url": "https://www.bis.org/review/r250623e.htm",
  "headline": "François Villeroy de Galhau: \"Credible but not static: in praise of monetary agility\"",
  "description_html": "\n<p><span>Speech</span><span> of Mr François Villeroy de Galhau, Governor of the Bank of France, at the Economic and Monetary Union Laboratory (EMU Lab), Florence, 19 June 2025.</span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech of Mr François Villeroy de Galhau, Governor of the Bank of France, at the Economic and Monetary Union Laboratory (EMU Lab), Florence, 19 June 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "23 June 2025",
  "pdf_url": "https://www.bis.org/review/r250623e.pdf",
  "content_html": "\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<div class=\"field field--name-field-espaces2-paragraphes field--type-entity-reference-revisions field--label-hidden field__items\">\n<div class=\"field__item\">\n<div class=\"container paragraph paragraph--type--espaces2-layouts-short paragraph--view-mode--default\">\n<div class=\"col-lg-8 m-auto layout-normal\">\n<div class=\"field field--name-field-espaces2-subparagraphs field--type-entity-reference-revisions field--label-hidden field__items\">\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<p>Ladies and Gentlemen, </p>\n<p>I am delighted to be in Florence and I wish to warmly thank Marco Buti for the invitation.</p>\n<p>If an observer were to look only at the current macroeconomic data - and in particular the sustained convergence of headline inflation to our target of 2% - it might occur to him or to her that economic stability has been achieved- but on closer inspection, it is certainly not guaranteed for the future. This is the paradox I will explore with you today, using this simple chart that combines two dimensions: time and the scope of economic policies.</p>\n<p><span>I will come back to the left-hand column. But I want to stress the obvious: the other economic policy levers are not working well today. This is because we have overused the fiscal instrument through past crises (Covid, inflation) and, asymmetrically, we are correcting this too slowly today, from the United States to my own country. Conversely, we have not sufficiently promoted structural reforms for growth and productivity. The other obvious point is that unpredictability is peaking for the future, notably due to the policy shift by the new US administration. Europe knows how it should respond to seize its moment, thanks to the Letta and Draghi reports. I commend them, here in Italy. A quarter of a century after our monetary sovereignty, we must now ensure our economic and financial sovereignty. But so far, Europe's reaction is too slow and too weak: I call for a mobilising date, as Jacques Delors did with January 1, 1993, for the single market, for example 1 January, 2028</span><span>. As a nice saying goes: \"The difference between a dream and a project is a deadline\" [\"La differenza tra un sogno e un obiettivo è una data di scadenza\"]. Monetary policy cannot do everything, and the euro area must not resign itself to being trapped in a state of controlled inflation but sluggish growth.</span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "Ladies and Gentlemen, I am delighted to be in Florence and I wish to warmly thank Marco Buti for the invitation. If an observer were to look only at the current macroeconomic data - and in particular the sustained convergence of headline inflation to our target of 2% - it might occur to him or to her that economic stability has been achieved- but on closer inspection, it is certainly not guaranteed for the future. This is the paradox I will explore with you today, using this simple chart that combines two dimensions: time and the scope of economic policies. I will come back to the left-hand column. But I want to stress the obvious: the other economic policy levers are not working well today. This is because we have overused the fiscal instrument through past crises (Covid, inflation) and, asymmetrically, we are correcting this too slowly today, from the United States to my own country. Conversely, we have not sufficiently promoted structural reforms for growth and productivity. The other obvious point is that unpredictability is peaking for the future, notably due to the policy shift by the new US administration. Europe knows how it should respond to seize its moment, thanks to the Letta and Draghi reports. I commend them, here in Italy. A quarter of a century after our monetary sovereignty, we must now ensure our economic and financial sovereignty. But so far, Europe's reaction is too slow and too weak: I call for a mobilising date, as Jacques Delors did with January 1, 1993, for the single market, for example 1 January, 2028 . As a nice saying goes: \"The difference between a dream and a project is a deadline\" [\"La differenza tra un sogno e un obiettivo è una data di scadenza\"]. Monetary policy cannot do everything, and the euro area must not resign itself to being trapped in a state of controlled inflation but sluggish growth.",
  "date_parsed": "2025-06-23",
  "name": "François Villeroy de Galhau",
  "link_number": "5",
  "name_orig": "François Villeroy de Galhau",
  "url_orig": "https://www.bis.org/review/r250623e.htm"
}