{
  "source_url": "https://www.bis.org/review/r250319e.htm",
  "headline": "François Villeroy de Galhau: Venturing into open waters to unlock Europe's innovative potential",
  "description_html": "\n<p>Speech by Mr François Villeroy de Galhau, Governor of the Bank of France, at the Euronext Annual Conference 2025 \"Building the Savings and Investments Union for real\", Paris, 18 March 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr François Villeroy de Galhau, Governor of the Bank of France, at the Euronext Annual Conference 2025 \"Building the Savings and Investments Union for real\", Paris, 18 March 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "19 March 2025",
  "pdf_url": "https://www.bis.org/review/r250319e.pdf",
  "content_html": "\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<div class=\"field field--name-field-espaces2-paragraphes field--type-entity-reference-revisions field--label-hidden field__items\">\n<div class=\"field__item\">\n<div class=\"container paragraph paragraph--type--espaces2-layouts-short paragraph--view-mode--default\">\n<div class=\"col-lg-8 m-auto layout-normal\">\n<div class=\"field field--name-field-espaces2-subparagraphs field--type-entity-reference-revisions field--label-hidden field__items\">\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<p><span>Ladies and Gentlemen, dear Stéphane,</span><br/><br/><span>I am pleased to attend this birthday celebration: Euronext is 25 years old, only one year younger than the euro. And both are remarkable examples of European success and pride. Yet, to deliver fully, both need to be complemented with greater economic and financial integration. I cannot agree more with what Commissioner Albuquerque just said.</span><br/><br/><span>A decade ago, when the Capital Markets Union appeared, macroeconomic stabilisation was its foremost priority. Today, the overriding objective for our rebranded Savings and Investments Union (SIU) is to ensure an efficient capital allocation, to fund our investment needs. This story has been going on for so long that it often raises doubts: why would the project take off now? I suggest three reasons for hope. First, it has gained political ownership since last year, and in particular since the Letta report. Second, today, Europe may be coming into its own. D. Trump seemingly aspires to break it, but he may be achieving the opposite. And there can be no strategic and military autonomy without economic and financial sovereignty. Finally, we are beginning to focus on a limited number of strong actions rather than the long list of small items (36 !) in the 2020 action plan. As I am at Euronext's annual conference, I will focus on corporate equity for building a stronger economy. I will first elaborate on our  \"Schumpeterian gap</span><sup>i</sup><span> \" and its twin deficits (I). I will then suggest three milestones to scale up European equity and innovation financing (II).</span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "Ladies and Gentlemen, dear Stéphane, I am pleased to attend this birthday celebration: Euronext is 25 years old, only one year younger than the euro. And both are remarkable examples of European success and pride. Yet, to deliver fully, both need to be complemented with greater economic and financial integration. I cannot agree more with what Commissioner Albuquerque just said. A decade ago, when the Capital Markets Union appeared, macroeconomic stabilisation was its foremost priority. Today, the overriding objective for our rebranded Savings and Investments Union (SIU) is to ensure an efficient capital allocation, to fund our investment needs. This story has been going on for so long that it often raises doubts: why would the project take off now? I suggest three reasons for hope. First, it has gained political ownership since last year, and in particular since the Letta report. Second, today, Europe may be coming into its own. D. Trump seemingly aspires to break it, but he may be achieving the opposite. And there can be no strategic and military autonomy without economic and financial sovereignty. Finally, we are beginning to focus on a limited number of strong actions rather than the long list of small items (36 !) in the 2020 action plan. As I am at Euronext's annual conference, I will focus on corporate equity for building a stronger economy. I will first elaborate on our  \"Schumpeterian gap i \" and its twin deficits (I). I will then suggest three milestones to scale up European equity and innovation financing (II).",
  "date_parsed": "2025-03-19",
  "name": "François Villeroy de Galhau",
  "name_orig": "François Villeroy de Galhau",
  "url_orig": "https://www.bis.org/review/r250319e.htm"
}