{
  "source_url": "https://www.bis.org/review/r250203e.htm",
  "headline": "François Villeroy de Galhau: Short-term and long-term yields - a diverging perspective?",
  "description_html": "\n<p>Speech by Mr François Villeroy de Galhau, Governor of the Bank of France, at the Official Monetary and Financial Institutions Forum (OMFIF)<span>, London, 31 January 2025. </span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr François Villeroy de Galhau, Governor of the Bank of France, at the Official Monetary and Financial Institutions Forum (OMFIF) , London, 31 January 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "04 February 2025",
  "pdf_url": "https://www.bis.org/review/r250203e.pdf",
  "content_html": "\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<div class=\"field field--name-field-espaces2-paragraphes field--type-entity-reference-revisions field--label-hidden field__items\">\n<div class=\"field__item\">\n<div class=\"container paragraph paragraph--type--espaces2-layouts-short paragraph--view-mode--default\">\n<div class=\"col-lg-8 m-auto layout-normal\">\n<div class=\"field field--name-field-espaces2-subparagraphs field--type-entity-reference-revisions field--label-hidden field__items\">\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<p>Ladies and Gentlemen, </p>\n<p>It is a great pleasure to be in London today for this OMFIF meeting and I am grateful for your kind invitation. By the way, today is history for our single currency, the euro: we announced this morning a decisive step toward future banknotes. We will have to decide between two possible themes by next year: culture, with six prominent Europeans, and rivers and birds. These banknotes will much better represent Europe, and embody the historically high support of 81% of European citizens for their single currency. That said, I would like to share with you some insights about two recent monetary developments. I will first comment on short-term rates and yesterday's monetary policy decision (I) and then highlight some challenges against a backdrop of rising long-term rates (II).</p>\n<h3>I. On ECB short-term rates: a clear direction, and a pragmatic pace </h3>\n<p>Yesterday, our Governing Council, led by President Lagarde, decided unanimously a fifth cut, and a fourth in a row. Compared to other major central banks, ECB has been the earliest to cut, the lowest to go, and probably has the clearest path in its monetary course. To put it in a nutshell: as the ECB president said, we are precisely on track in our victorious fight against inflation. We know there is a discussion whether this success is the result of luck – reversal of commodity prices – or of central banks work. Both, to be honest: but monetary policy played its significant part. There are different models used by various European NCBs and the ECB itself: but all of them converge to a conservative estimate of monetary policy having reduced inflation by about 2% in 2023 as well as in 2024. </p>\n<p>Looking ahead, we should be sustainably around our 2% inflation target by this summer. The French flash inflation in January published this morning, stable at 1.8% and slightly lower than expected, is good news on this road: services inflation in particular seems to be receding. We see significant wage deceleration and are hence confident on core inflation decrease, including services. And on activity, we avoided recession last year with 0.7% growth, and will again avoid it this year.  But the somewhat disappointing GDP stagnation in Q4 published yesterday confirms that risks on growth are clearly tilted to the downside. </p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "Ladies and Gentlemen, It is a great pleasure to be in London today for this OMFIF meeting and I am grateful for your kind invitation. By the way, today is history for our single currency, the euro: we announced this morning a decisive step toward future banknotes. We will have to decide between two possible themes by next year: culture, with six prominent Europeans, and rivers and birds. These banknotes will much better represent Europe, and embody the historically high support of 81% of European citizens for their single currency. That said, I would like to share with you some insights about two recent monetary developments. I will first comment on short-term rates and yesterday's monetary policy decision (I) and then highlight some challenges against a backdrop of rising long-term rates (II). I. On ECB short-term rates: a clear direction, and a pragmatic pace Yesterday, our Governing Council, led by President Lagarde, decided unanimously a fifth cut, and a fourth in a row. Compared to other major central banks, ECB has been the earliest to cut, the lowest to go, and probably has the clearest path in its monetary course. To put it in a nutshell: as the ECB president said, we are precisely on track in our victorious fight against inflation. We know there is a discussion whether this success is the result of luck – reversal of commodity prices – or of central banks work. Both, to be honest: but monetary policy played its significant part. There are different models used by various European NCBs and the ECB itself: but all of them converge to a conservative estimate of monetary policy having reduced inflation by about 2% in 2023 as well as in 2024. Looking ahead, we should be sustainably around our 2% inflation target by this summer. The French flash inflation in January published this morning, stable at 1.8% and slightly lower than expected, is good news on this road: services inflation in particular seems to be receding. We see significant wage deceleration and are hence confident on core inflation decrease, including services. And on activity, we avoided recession last year with 0.7% growth, and will again avoid it this year.  But the somewhat disappointing GDP stagnation in Q4 published yesterday confirms that risks on growth are clearly tilted to the downside.",
  "date_parsed": "2025-02-04",
  "name": "François Villeroy de Galhau",
  "link_number": "14",
  "name_orig": "François Villeroy de Galhau",
  "url_orig": "https://www.bis.org/review/r250203e.htm"
}