{
  "source_url": "https://www.bis.org/review/r250319n.htm",
  "headline": "Frank Elderson: Resilience offers a competitive advantage, especially in uncertain times",
  "description_html": "\n<p>Keynote speech by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the Morgan Stanley European Financials Conference, London, 19 March 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the Morgan Stanley European Financials Conference, London, 19 March 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "25 March 2025",
  "pdf_url": "https://www.bis.org/review/r250319n.pdf",
  "content_html": "\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<p>We are living in unprecedented, turbulent times. Not a single week goes by without significant shifts in the global economy. We are seeing a surge in tariffs, an unravelling of global trade and a growing transatlantic divide leading to new geopolitical realities, all while wars continue right on our doorstep.</p>\n<p>Meanwhile, the debate on financial regulation is also intensifying. Some have raised the question as to whether regulation and supervision have become too conservative that they may be hindering competitiveness. Perhaps some of the investors and bankers here in this room are asking themselves the very same question.</p>\n<p>In my remarks today, I will highlight that, particularly in an era of heightened economic uncertainty and geopolitical shifts, we need competitive banks that ensure the flow of finance into investment and innovation. I will argue, however, that a vital pre-condition for banks to play their fundamentally important role of financing the real economy is that they remain resilient. Because a banking system that cannot withstand shocks cannot reliably finance the economy, especially when it matters most. And while there are merits in removing undue complexity from the regulatory framework without compromising resilience, the debate on competitiveness should not be used as a pretext for watering down regulation. Rather than reducing complexity by lowering regulatory requirements, it would be more effective to achieve simplification through European harmonisation: don't cut rules, harmonise them.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "We are living in unprecedented, turbulent times. Not a single week goes by without significant shifts in the global economy. We are seeing a surge in tariffs, an unravelling of global trade and a growing transatlantic divide leading to new geopolitical realities, all while wars continue right on our doorstep. Meanwhile, the debate on financial regulation is also intensifying. Some have raised the question as to whether regulation and supervision have become too conservative that they may be hindering competitiveness. Perhaps some of the investors and bankers here in this room are asking themselves the very same question. In my remarks today, I will highlight that, particularly in an era of heightened economic uncertainty and geopolitical shifts, we need competitive banks that ensure the flow of finance into investment and innovation. I will argue, however, that a vital pre-condition for banks to play their fundamentally important role of financing the real economy is that they remain resilient. Because a banking system that cannot withstand shocks cannot reliably finance the economy, especially when it matters most. And while there are merits in removing undue complexity from the regulatory framework without compromising resilience, the debate on competitiveness should not be used as a pretext for watering down regulation. Rather than reducing complexity by lowering regulatory requirements, it would be more effective to achieve simplification through European harmonisation: don't cut rules, harmonise them.",
  "date_parsed": "2025-03-25",
  "name": "Frank Elderson",
  "name_orig": "Frank Elderson",
  "url_orig": "https://www.bis.org/review/r250319n.htm"
}