{
  "source_url": "https://www.bis.org/review/r241106b.htm",
  "headline": "Frank Elderson: The first decade of European supervision - taking stock and looking ahead",
  "description_html": "\n<p>Keynote speech by Mr Frank Elderson, Member of the Executive Board of the European Central Bank<span> </span>and Vice-Chair of the Supervisory Board of the European Central Bank, at the \"10 years of SSM – looking back and looking forward\" conference, organised by the European Banking Institute and the Hessisches Ministerium für Wissenschaft und Kunst, Frankfurt am Main, 4 November 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the \"10 years of SSM – looking back and looking forward\" conference, organised by the European Banking Institute and the Hessisches Ministerium für Wissenschaft und Kunst, Frankfurt am Main, 4 November 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "06 November 2024",
  "pdf_url": "https://www.bis.org/review/r241106b.pdf",
  "content_html": "\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<h3>Introduction</h3>\n<p>Thank you for your kind invitation. It's a pleasure to be with you this afternoon to reflect on the first decade of European banking supervision and, most importantly, to take a look at the path ahead of us.</p>\n<p>On this day ten years ago, the morning might have seemed just like a typical November morning in Frankfurt's Bankenviertel: a rainy autumn day, with people heading to their offices armed with umbrellas, wearing heavy coats.</p>\n<p>But that day ten years ago was anything but typical.</p>\n<p>Because it was the first time European supervisory teams got together and started work on an important task: making sure the banking system is safe and sound on behalf of European citizens.</p>\n<p>At the time, some argued that integrating a fragmented system of supervision was either impossible or would take forever. Well, those pioneer European supervisors who came together on 4 November 2014 have certainly proven the sceptics wrong.</p>\n<p>We have come a long way since that day. The last ten years have been transformative both for the Single Supervisory Mechanism (SSM) and the banks we supervise. We have evolved from a start-up to a mature, risk-based and effective supervisor. Banks under our supervision have also evolved significantly, building up remarkable resilience. Unlike in the crises that predated the banking union, banks have now become part of the solution to economic shocks rather than the source. That's good news.</p>\n<p>There is, however, no room for complacency.</p>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "Introduction Thank you for your kind invitation. It's a pleasure to be with you this afternoon to reflect on the first decade of European banking supervision and, most importantly, to take a look at the path ahead of us. On this day ten years ago, the morning might have seemed just like a typical November morning in Frankfurt's Bankenviertel: a rainy autumn day, with people heading to their offices armed with umbrellas, wearing heavy coats. But that day ten years ago was anything but typical. Because it was the first time European supervisory teams got together and started work on an important task: making sure the banking system is safe and sound on behalf of European citizens. At the time, some argued that integrating a fragmented system of supervision was either impossible or would take forever. Well, those pioneer European supervisors who came together on 4 November 2014 have certainly proven the sceptics wrong. We have come a long way since that day. The last ten years have been transformative both for the Single Supervisory Mechanism (SSM) and the banks we supervise. We have evolved from a start-up to a mature, risk-based and effective supervisor. Banks under our supervision have also evolved significantly, building up remarkable resilience. Unlike in the crises that predated the banking union, banks have now become part of the solution to economic shocks rather than the source. That's good news. There is, however, no room for complacency.",
  "date_parsed": "2024-11-06",
  "name": "Frank Elderson",
  "name_orig": "Frank Elderson",
  "url_orig": "https://www.bis.org/review/r241106b.htm"
}