{
  "source_url": "https://www.bis.org/review/r241007d.htm",
  "headline": "Frank Elderson: Sustainable finance - from \"eureka!\" to action",
  "description_html": "\n<p>Keynote speech by Mr Frank Elderson, Member of the Executive Board of the European Central Bank<span> </span>and Vice-Chair of the Supervisory Board of the European Central Bank, at the Sustainable Finance Lab Symposium on Finance in Transition, Amsterdam, 4 October 2024. </p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the Sustainable Finance Lab Symposium on Finance in Transition, Amsterdam, 4 October 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "07 October 2024",
  "pdf_url": "https://www.bis.org/review/r241007d.pdf",
  "content_html": "\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<p>Many great discoveries have been made outside well-controlled laboratory environments. Alexander Fleming discovered penicillin when he returned from holiday and found mould growing on a Petri dish containing bacteria he was studying. Henri Becquerel discovered radioactivity by accident after he put the equipment he used to study the relationship between x-rays and sunlight in a drawer on an overcast day. And Archimedes famously had his \"eureka\" moment while sitting in a bathtub.</p>\n<p>Not all \"eureka\" moments happen in well-controlled laboratory experiments, but laboratories nevertheless provide an ideal controlled environment to make major discoveries. To develop ideas, test theories and move from scientific findings to practical solutions for real-world problems. Laboratories provide the bridge from theory to practice, from discovery to application and from insight to action.</p>\n<h3>Eureka!</h3>\n<p>Back in 2017 a small group of central banks and supervisors from around the world shared an insight that was relatively novel to them and their peers: climate and nature-related risks are a source of financial risk.<span style=\"font-size: 13.6px;\"> </span>And this insight was as consequential as it was straightforward. If climate and nature-related risks are a source of financial risk, they fall squarely within the respective mandates of central banks and supervisors – to preserve price stability and ensure the safety and soundness of banks. In fact, if central banks and supervisors were to disregard climate and nature-related risks, they would run the risk of failing to deliver on their mandates.</p>\n<p>This was a \"eureka\" moment for central banks and supervisors.</p>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "Many great discoveries have been made outside well-controlled laboratory environments. Alexander Fleming discovered penicillin when he returned from holiday and found mould growing on a Petri dish containing bacteria he was studying. Henri Becquerel discovered radioactivity by accident after he put the equipment he used to study the relationship between x-rays and sunlight in a drawer on an overcast day. And Archimedes famously had his \"eureka\" moment while sitting in a bathtub. Not all \"eureka\" moments happen in well-controlled laboratory experiments, but laboratories nevertheless provide an ideal controlled environment to make major discoveries. To develop ideas, test theories and move from scientific findings to practical solutions for real-world problems. Laboratories provide the bridge from theory to practice, from discovery to application and from insight to action. Eureka! Back in 2017 a small group of central banks and supervisors from around the world shared an insight that was relatively novel to them and their peers: climate and nature-related risks are a source of financial risk. And this insight was as consequential as it was straightforward. If climate and nature-related risks are a source of financial risk, they fall squarely within the respective mandates of central banks and supervisors – to preserve price stability and ensure the safety and soundness of banks. In fact, if central banks and supervisors were to disregard climate and nature-related risks, they would run the risk of failing to deliver on their mandates. This was a \"eureka\" moment for central banks and supervisors.",
  "date_parsed": "2024-10-07",
  "name": "Frank Elderson",
  "name_orig": "Frank Elderson",
  "url_orig": "https://www.bis.org/review/r241007d.htm"
}