{
  "source_url": "https://www.bis.org/review/r250401d.htm",
  "headline": "François Villeroy de Galhau: 10 years of the Observatory for Banking Inclusion - an example of collective efficiency",
  "description_html": "\n<p>Speech by Mr François Villeroy de Galhau, Governor of the Bank of France, at the <span>tenth anniversary of the </span>Observatoire de l'inclusion bancaire<span> (OIB – Observatory for Banking Inclusion)</span>, Paris, 31 March 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr François Villeroy de Galhau, Governor of the Bank of France, at the tenth anniversary of the Observatoire de l'inclusion bancaire (OIB – Observatory for Banking Inclusion) , Paris, 31 March 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "01 April 2025",
  "pdf_url": "https://www.bis.org/review/r250401d.pdf",
  "content_html": "\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<div class=\"field field--name-field-espaces2-paragraphes field--type-entity-reference-revisions field--label-hidden field__items\">\n<div class=\"field__item\">\n<div class=\"container paragraph paragraph--type--espaces2-layouts-short paragraph--view-mode--default\">\n<div class=\"col-lg-8 m-auto layout-normal\">\n<div class=\"field field--name-field-espaces2-subparagraphs field--type-entity-reference-revisions field--label-hidden field__items\">\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<p>The Chairman of the Cour des Comptes, dear Pierre,<br/>Ladies and gentlemen, </p>\n<p>I am delighted to be here with you to celebrate the tenth anniversary of the<span> </span><em>Observatoire de l'inclusion bancaire</em><span> </span>(OIB – Observatory for Banking Inclusion). It is a great pleasure to welcome the Chairman of the<span> </span><em>Cour des comptes</em><span> </span>(Court of Auditors), Pierre Moscovici, who, as Minister of Finance, introduced the 2013 Banking Law that led to the creation of the Observatory.</p>\n<p>I have played my own modest part in this collective endeavour by chairing 21 of the 25 meetings of the OIB since September 2014. The Observatory was born out of a strong conviction – perhaps contrary to the commonly-held view – that finance and banks can act as a lever for social inclusion. Let me be clear: the Banque de France, which is often associated with sovereign missions (money and financial stability), is also proud to have social missions, which are essential for our Network and for me as Governor. </p>\n<p>In 10 years, the Observatory has made significant progress. Unfortunately, in France and in Europe – unlike in the United States – we are quicker to lament our failures than to acknowledge our successes. So, this morning, it is a pleasure to celebrate a collective source of pride and, allow me to draw some broader lessons for public policy in our country at a time fraught with doubt. Effective public policy requires at least three ingredients: sustained action (I), quantified assessment (II), and a partnership and regional approach (III). However, we can't afford to rest on our laurels, so I will conclude with some forward-looking comments (IV).  </p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "The Chairman of the Cour des Comptes, dear Pierre, Ladies and gentlemen, I am delighted to be here with you to celebrate the tenth anniversary of the Observatoire de l'inclusion bancaire (OIB – Observatory for Banking Inclusion). It is a great pleasure to welcome the Chairman of the Cour des comptes (Court of Auditors), Pierre Moscovici, who, as Minister of Finance, introduced the 2013 Banking Law that led to the creation of the Observatory. I have played my own modest part in this collective endeavour by chairing 21 of the 25 meetings of the OIB since September 2014. The Observatory was born out of a strong conviction – perhaps contrary to the commonly-held view – that finance and banks can act as a lever for social inclusion. Let me be clear: the Banque de France, which is often associated with sovereign missions (money and financial stability), is also proud to have social missions, which are essential for our Network and for me as Governor. In 10 years, the Observatory has made significant progress. Unfortunately, in France and in Europe – unlike in the United States – we are quicker to lament our failures than to acknowledge our successes. So, this morning, it is a pleasure to celebrate a collective source of pride and, allow me to draw some broader lessons for public policy in our country at a time fraught with doubt. Effective public policy requires at least three ingredients: sustained action (I), quantified assessment (II), and a partnership and regional approach (III). However, we can't afford to rest on our laurels, so I will conclude with some forward-looking comments (IV).",
  "date_parsed": "2025-04-01",
  "name": "François Villeroy de Galhau",
  "link_number": "11",
  "name_orig": "François Villeroy de Galhau",
  "url_orig": "https://www.bis.org/review/r250401d.htm"
}