{
  "source_url": "https://www.bis.org/review/r250213c.htm",
  "headline": "Frank Elderson: From concept to delivery - accounting for climate and nature in maintaining price stability and keeping banks safe and sound",
  "description_html": "\n<p>Introductory remarks by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the MNI webcast on climate change \"Impact on Monetary Policy and Bank Supervision\", Frankfurt am Main, 12 February 2025. </p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Introductory remarks by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the MNI webcast on climate change \"Impact on Monetary Policy and Bank Supervision\", Frankfurt am Main, 12 February 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "13 February 2025",
  "pdf_url": "https://www.bis.org/review/r250213c.pdf",
  "content_html": "\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<p>Central banks and supervisors are not climate and nature policymakers.</p>\n<p>Central banks and supervisors are climate and nature policy takers.</p>\n<p>And we face an ever-increasing volume of climate and nature-related factors that we must take into account in order to successfully deliver on our mandate.</p>\n<p>This is the fundamental principle that underpins all our climate and nature-related activities at the European Central Bank.</p>\n<p>It is a principle grounded in irrefutable facts established by the scientific community and transposed to make their implications clear for the economy and financial system. At the ECB, we have translated this principle into our monetary policy and supervisory work as a strategic commitment to account for the ongoing climate and nature crises, irrespective of shifts in the macroeconomic tides and no matter what direction the political winds may blow.</p>\n<p>This is why, both in our monetary policy and in our banking supervision, we have meticulously formulated strategies that are robust and resilient in all weathers. In the face of changing climates, be they macroeconomic, political or indeed at the level of our planetary ecosystem, we will continue to deliver on our mandate to keep prices stable and ensure Europe's banks are safe and sound.</p>\n<h3>Climate and nature in monetary policy</h3>\n<p>Let me start with what we our doing when it comes to accounting for climate and nature in our monetary policy.</p>\n<p>When the ECB concluded its strategy review in the summer of 2021, our new strategy explicitly acknowledged the profound implications of climate change for the economy and therefore its relevance for monetary policy. In our strategy, we also formulated a concrete action plan, and we are delivering on that plan.</p>\n<p>First, we have made significant progress in improving our ability to take climate considerations into account in the macroeconomic analyses that inform our policy discussions.</p>\n<p>Second, with respect to our monetary policy instruments, we started tilting our purchases of corporate bonds towards issuers with a better climate performance to avoid undue exposures to climate-related risks. While the last remaining purchases were suspended at the start of this year, if any corporate bond purchases were to be needed for monetary policy purposes in the future, the established direction of the tilt would set the minimum benchmark. With respect to the collateral we require for our lending operations, further technical work on incorporating climate change collateral considerations is still ongoing.</p>\n<p>Our current actions aim to support a high degree of confidence in the alignment of our activities, within our mandate, with the goals set by the Paris Agreement. We have committed to regularly reviewing all our measures to assess their impact. If necessary, we will adapt them to ensure they continue to fulfil their monetary policy objectives and support the decarbonisation path to reach the goals set by the Paris Agreement and the EU's climate neutrality objectives. Within our mandate, we will also look into addressing additional nature-related challenges.</p>\n<h3>Climate and nature in banking supervision</h3>\n<p>Let me move to the steps we have taken in banking supervision.</p>\n<p>Our supervisory strategy was formulated after we learnt in 2019 that less than a quarter of the banks under our supervision had demonstrably reflected on how the climate and nature crises were affecting their risk management. This observation was obviously concerning, so in 2020 we published a guide setting out our supervisory expectations. These expectations outline the ECB's understanding of the safe and prudent management of climate and nature-related risks under the prevailing prudential framework. Since then, we have consistently taken these risks into account in our supervisory work.</p>\n<p>Considering the requirements clearly set out in the Capital Requirements Directive as implemented in national law, and the need for banks to implement a regular process for identifying all material risks, banks must ensure that practices are in place for the sound management of climate and nature-related risks. They had to achieve this by the end of last year and, in the run-up to that deadline, we also set interim deadlines for banks to remediate certain shortcomings related to the management of these risks. These deadlines were informed by what the banks themselves considered reasonable when we first started discussing climate and nature-related risk management with them.</p>\n<p>We are still following up on the two earlier interim deadlines while we begin assessing banks' practices in light of their final end-2024 deadline.</p>\n<p>After the first interim deadline back in March 2023, we saw that many banks still had not implemented an adequate materiality assessment of the impact of climate and nature-related risks across their portfolios. The ECB imposed binding supervisory decisions on 28 banks, with 22 of them being told that if they did not remedy their shortcomings by a certain date, they would incur a periodic penalty payment for each day they remained in breach of our requirements. Encouragingly, almost all banks submitted an adequate materiality assessment in time, which shows that our supervisory efforts have been effective in almost all cases. For a few banks, the process to determine whether penalties have been incurred is ongoing.</p>\n<p>For the second interim deadline of the end of 2023, we asked banks to clearly include climate and nature-related risks in their governance, strategy and risk management. As with the first interim deadline, we found weaknesses in banks' practices that we communicated to them in the form of further feedback letters. In a small group of outliers, foundational elements for the adequate management of climate and nature-related risks are still missing. These banks received binding supervisory decisions in autumn 2024, again outlining the potential imposition of periodic penalty payments if they fail to meet the requirements in a timely manner.</p>\n<p>To avoid any doubt, we will proceed in exactly the same way with respect to the third and final deadline that fell due at the turn of the year. We want to see evidence that banks' risk management practices ensure the sound management of climate and nature-related risks across all areas of our supervisory expectations. For instance, this means that banks need to consider these risks in their stress-testing frameworks, including in plausible baseline and adverse scenarios that are in line with scientific evidence. Thereafter, banks will have to keep updating their practices in accordance with advances in data availability, methodologies and legislative and regulatory requirements. Banks need to ensure that their risk management practices remain commensurate with the magnitude of the climate and nature-related risks that they face. As supervisors, it is our job to make sure they do. To deliver on this, we will use – obviously always in a proportionate way – all supervisory instruments that we have at our disposal.</p>\n<h3>Conclusion</h3>\n<p>Let me conclude.</p>\n<p>While the fundamental principle – that climate and nature are relevant for both monetary policy and banking supervision and, therefore, must be taken into account in the exercise of our tasks – is independent of the actions of climate and nature policymakers, the intensity and configuration of the risks that will ultimately materialise is not. The choices that climate and nature policymakers make will determine what combination of transition and physical risks materialises in the years to come. Regrettably, the prevailing consensus among climate scientists is that the goal of limiting global heating to 2 degrees Celsius, as set out in the Paris Agreement, is not currently being met. Last October the UN Emissions Gap Report concluded that the world is on track for an average increase of 3.1 degrees.<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a><span> </span>And even that dramatic number will only be achieved if all governments stick with their current policies. The physical risks of climate and nature hazards are currently materialising at an ever-increasing scale and frequency.<a class=\"hashlink\" href=\"#fn2\" id=\"fn_2\"><sup>2</sup></a><span> </span>These physical risks will continue increasing or transition policies will have to be implemented more abruptly to secure a timely transition which will cause an increase in transition risks.</p>\n<p>To identify climate and nature-related risks, central banks, supervisors and the banks we supervise are reliant on good data. Reporting requirements in the EU's sustainable finance framework will improve the availability of reliable and comparable data that are needed to identify and manage financial risks. This is essential to ensure that the broader sustainable finance framework can serve its purpose of unlocking finance for the green transition and thereby contributing to Europe's competitiveness agenda.</p>\n<p>It is inevitable that climate and nature-related risks will increase. Concealing them will not make them disappear. And ignoring them will not make them less threatening for monetary policy and banking supervision. This is why we are delivering on our strategic commitment to take them into account in our work.</p>\n<p>Robust to any shifting tides or changing winds.</p>\n<p>Faithful to our mandate.</p>\n<p>Thank you for your attention.</p>\n<hr/>\n<div class=\"ts-footnote-2\" id=\"sC-component-footnotes\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> United Nations Environment Programme (2024),<span> </span><a class=\"external\" href=\"https://www.unep.org/resources/emissions-gap-report-2024\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Emissions Gap Report 2024</em></a>, 24 October.</p>\n</div>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup>2</sup></a> Munich Re has found that the average damage from natural disasters over the past 30 years (corrected for inflation) is rising. It averaged USD 131 billion per year worldwide over the past 30 years, but USD 236 billion over the past ten years and USD 268 billion over the past five, reaching USD 320 billion in 2024. See Munich RE (2025), \"<a class=\"external\" href=\"https://www.munichre.com/en/company/media-relations/media-information-and-corporate-news/media-information/2025/natural-disaster-figures-2024.html\" rel=\"noopener noreferrer\" target=\"_blank\">Climate change is showing its claws: The world is getting hotter, resulting in severe hurricanes, thunderstorms and floods</a>\", 9 January.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "Central banks and supervisors are not climate and nature policymakers. Central banks and supervisors are climate and nature policy takers. And we face an ever-increasing volume of climate and nature-related factors that we must take into account in order to successfully deliver on our mandate. This is the fundamental principle that underpins all our climate and nature-related activities at the European Central Bank. It is a principle grounded in irrefutable facts established by the scientific community and transposed to make their implications clear for the economy and financial system. At the ECB, we have translated this principle into our monetary policy and supervisory work as a strategic commitment to account for the ongoing climate and nature crises, irrespective of shifts in the macroeconomic tides and no matter what direction the political winds may blow. This is why, both in our monetary policy and in our banking supervision, we have meticulously formulated strategies that are robust and resilient in all weathers. In the face of changing climates, be they macroeconomic, political or indeed at the level of our planetary ecosystem, we will continue to deliver on our mandate to keep prices stable and ensure Europe's banks are safe and sound. Climate and nature in monetary policy Let me start with what we our doing when it comes to accounting for climate and nature in our monetary policy. When the ECB concluded its strategy review in the summer of 2021, our new strategy explicitly acknowledged the profound implications of climate change for the economy and therefore its relevance for monetary policy. In our strategy, we also formulated a concrete action plan, and we are delivering on that plan. First, we have made significant progress in improving our ability to take climate considerations into account in the macroeconomic analyses that inform our policy discussions. Second, with respect to our monetary policy instruments, we started tilting our purchases of corporate bonds towards issuers with a better climate performance to avoid undue exposures to climate-related risks. While the last remaining purchases were suspended at the start of this year, if any corporate bond purchases were to be needed for monetary policy purposes in the future, the established direction of the tilt would set the minimum benchmark. With respect to the collateral we require for our lending operations, further technical work on incorporating climate change collateral considerations is still ongoing. Our current actions aim to support a high degree of confidence in the alignment of our activities, within our mandate, with the goals set by the Paris Agreement. We have committed to regularly reviewing all our measures to assess their impact. If necessary, we will adapt them to ensure they continue to fulfil their monetary policy objectives and support the decarbonisation path to reach the goals set by the Paris Agreement and the EU's climate neutrality objectives. Within our mandate, we will also look into addressing additional nature-related challenges. Climate and nature in banking supervision Let me move to the steps we have taken in banking supervision. Our supervisory strategy was formulated after we learnt in 2019 that less than a quarter of the banks under our supervision had demonstrably reflected on how the climate and nature crises were affecting their risk management. This observation was obviously concerning, so in 2020 we published a guide setting out our supervisory expectations. These expectations outline the ECB's understanding of the safe and prudent management of climate and nature-related risks under the prevailing prudential framework. Since then, we have consistently taken these risks into account in our supervisory work. Considering the requirements clearly set out in the Capital Requirements Directive as implemented in national law, and the need for banks to implement a regular process for identifying all material risks, banks must ensure that practices are in place for the sound management of climate and nature-related risks. They had to achieve this by the end of last year and, in the run-up to that deadline, we also set interim deadlines for banks to remediate certain shortcomings related to the management of these risks. These deadlines were informed by what the banks themselves considered reasonable when we first started discussing climate and nature-related risk management with them. We are still following up on the two earlier interim deadlines while we begin assessing banks' practices in light of their final end-2024 deadline. After the first interim deadline back in March 2023, we saw that many banks still had not implemented an adequate materiality assessment of the impact of climate and nature-related risks across their portfolios. The ECB imposed binding supervisory decisions on 28 banks, with 22 of them being told that if they did not remedy their shortcomings by a certain date, they would incur a periodic penalty payment for each day they remained in breach of our requirements. Encouragingly, almost all banks submitted an adequate materiality assessment in time, which shows that our supervisory efforts have been effective in almost all cases. For a few banks, the process to determine whether penalties have been incurred is ongoing. For the second interim deadline of the end of 2023, we asked banks to clearly include climate and nature-related risks in their governance, strategy and risk management. As with the first interim deadline, we found weaknesses in banks' practices that we communicated to them in the form of further feedback letters. In a small group of outliers, foundational elements for the adequate management of climate and nature-related risks are still missing. These banks received binding supervisory decisions in autumn 2024, again outlining the potential imposition of periodic penalty payments if they fail to meet the requirements in a timely manner. To avoid any doubt, we will proceed in exactly the same way with respect to the third and final deadline that fell due at the turn of the year. We want to see evidence that banks' risk management practices ensure the sound management of climate and nature-related risks across all areas of our supervisory expectations. For instance, this means that banks need to consider these risks in their stress-testing frameworks, including in plausible baseline and adverse scenarios that are in line with scientific evidence. Thereafter, banks will have to keep updating their practices in accordance with advances in data availability, methodologies and legislative and regulatory requirements. Banks need to ensure that their risk management practices remain commensurate with the magnitude of the climate and nature-related risks that they face. As supervisors, it is our job to make sure they do. To deliver on this, we will use – obviously always in a proportionate way – all supervisory instruments that we have at our disposal. Conclusion Let me conclude. While the fundamental principle – that climate and nature are relevant for both monetary policy and banking supervision and, therefore, must be taken into account in the exercise of our tasks – is independent of the actions of climate and nature policymakers, the intensity and configuration of the risks that will ultimately materialise is not. The choices that climate and nature policymakers make will determine what combination of transition and physical risks materialises in the years to come. Regrettably, the prevailing consensus among climate scientists is that the goal of limiting global heating to 2 degrees Celsius, as set out in the Paris Agreement, is not currently being met. Last October the UN Emissions Gap Report concluded that the world is on track for an average increase of 3.1 degrees. 1 And even that dramatic number will only be achieved if all governments stick with their current policies. The physical risks of climate and nature hazards are currently materialising at an ever-increasing scale and frequency. 2 These physical risks will continue increasing or transition policies will have to be implemented more abruptly to secure a timely transition which will cause an increase in transition risks. To identify climate and nature-related risks, central banks, supervisors and the banks we supervise are reliant on good data. Reporting requirements in the EU's sustainable finance framework will improve the availability of reliable and comparable data that are needed to identify and manage financial risks. This is essential to ensure that the broader sustainable finance framework can serve its purpose of unlocking finance for the green transition and thereby contributing to Europe's competitiveness agenda. It is inevitable that climate and nature-related risks will increase. Concealing them will not make them disappear. And ignoring them will not make them less threatening for monetary policy and banking supervision. This is why we are delivering on our strategic commitment to take them into account in our work. Robust to any shifting tides or changing winds. Faithful to our mandate. Thank you for your attention. 1 United Nations Environment Programme (2024), Emissions Gap Report 2024 , 24 October. 2 Munich Re has found that the average damage from natural disasters over the past 30 years (corrected for inflation) is rising. It averaged USD 131 billion per year worldwide over the past 30 years, but USD 236 billion over the past ten years and USD 268 billion over the past five, reaching USD 320 billion in 2024. See Munich RE (2025), \" Climate change is showing its claws: The world is getting hotter, resulting in severe hurricanes, thunderstorms and floods \", 9 January.",
  "date_parsed": "2025-02-13",
  "name": "Frank Elderson",
  "name_orig": "Frank Elderson",
  "url_orig": "https://www.bis.org/review/r250213c.htm"
}