{
  "source_url": "https://www.bis.org/review/r250428k.htm",
  "headline": "François Villeroy de Galhau: Markets and minds - upholding the transatlantic partnership",
  "description_html": "\n<p>Speech by Mr François Villeroy de Galhau, Governor of the Bank of France, at the <span>Atlantic Council, Washington DC, 23 April 2025.</span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr François Villeroy de Galhau, Governor of the Bank of France, at the Atlantic Council, Washington DC, 23 April 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "30 April 2025",
  "pdf_url": "https://www.bis.org/review/r250428k.pdf",
  "content_html": "\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<div class=\"field field--name-field-espaces2-paragraphes field--type-entity-reference-revisions field--label-hidden field__items\">\n<div class=\"field__item\">\n<div class=\"container paragraph paragraph--type--espaces2-layouts-short paragraph--view-mode--default\">\n<div class=\"col-lg-8 m-auto layout-normal\">\n<div class=\"field field--name-field-espaces2-subparagraphs field--type-entity-reference-revisions field--label-hidden field__items\">\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<p>Ladies and Gentlemen,</p>\n<p>I am honoured to take the floor here at the Atlantic Council, just a few blocks from Franklin Park and Lafayette Square. Washington's geography reminds every passerby of the enduring bond between our two nations – a bond forged in shared struggles, and anchored in common values. As the Marquis de Lafayette, \"hero of the two worlds\", once wrote to George Washington: \"Humanity has won its battle. Liberty now has a country.\" From the very start, the cause of liberty has been one we have carried together, across the Atlantic, and I strongly wish it still is. </p>\n<p>Let me also remind you with gratitude that Dean Acheson,  a transatlantic statesman who played a key role in the creation of the Atlantic Council, as well as the Marshall plan and the Bretton Woods institutions, was instrumental in the early steps of European integration. He viewed it as essential to a stable and prosperous Atlantic order, built on peace, democracy and market economy. He urged the French government to take the bold step leading to the Schuman Declaration of 9 May 1950, and hence laid one of the cornerstones of what would become the European Union. For him, as for many Americans, the EU was not designed to \"screw the US\", on the contrary. Robert Schuman, at that time French Foreign Affairs Minister, remains for me a figure of profound admiration: he embodied the spirit of Franco-German reconciliation – a legacy I feel personally connected to, having grown up like him in that very region where our two nations meet. </p>\n<p>Hence, I will highlight that the transatlantic partnership has been so far strong and balanced, as no other worldwide (I). But the US trade policy shift will harm the global economy – starting at home (II). Lastly, I will trace out a path for a European moment, if we seize this opportunity (III). </p>\n<h3>1.  Mutual gains across the Atlantic: a strong and balanced economic partnership</h3>\n<p><strong>1.1. A strong and balanced EU-US economic relationship</strong></p>\n<p>The United States and the EU are the world's two largest economies, maintaining one of the largest bilateral economic relationships. While the EU runs a trade in goods surplus with the United States (USD 234 billion in 2023), the services deficit has widened substantially in the last years (USD 125 billion in 2023) . Net primary income flows in favor of US firms – mostly composed of investment income such as profits and asset returns – also offset the trade in goods surplus, ultimately leading to a balanced current account (USD 19 billion in 2023). </p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "Ladies and Gentlemen, I am honoured to take the floor here at the Atlantic Council, just a few blocks from Franklin Park and Lafayette Square. Washington's geography reminds every passerby of the enduring bond between our two nations – a bond forged in shared struggles, and anchored in common values. As the Marquis de Lafayette, \"hero of the two worlds\", once wrote to George Washington: \"Humanity has won its battle. Liberty now has a country.\" From the very start, the cause of liberty has been one we have carried together, across the Atlantic, and I strongly wish it still is. Let me also remind you with gratitude that Dean Acheson,  a transatlantic statesman who played a key role in the creation of the Atlantic Council, as well as the Marshall plan and the Bretton Woods institutions, was instrumental in the early steps of European integration. He viewed it as essential to a stable and prosperous Atlantic order, built on peace, democracy and market economy. He urged the French government to take the bold step leading to the Schuman Declaration of 9 May 1950, and hence laid one of the cornerstones of what would become the European Union. For him, as for many Americans, the EU was not designed to \"screw the US\", on the contrary. Robert Schuman, at that time French Foreign Affairs Minister, remains for me a figure of profound admiration: he embodied the spirit of Franco-German reconciliation – a legacy I feel personally connected to, having grown up like him in that very region where our two nations meet. Hence, I will highlight that the transatlantic partnership has been so far strong and balanced, as no other worldwide (I). But the US trade policy shift will harm the global economy – starting at home (II). Lastly, I will trace out a path for a European moment, if we seize this opportunity (III). 1.  Mutual gains across the Atlantic: a strong and balanced economic partnership 1.1. A strong and balanced EU-US economic relationship The United States and the EU are the world's two largest economies, maintaining one of the largest bilateral economic relationships. While the EU runs a trade in goods surplus with the United States (USD 234 billion in 2023), the services deficit has widened substantially in the last years (USD 125 billion in 2023) . Net primary income flows in favor of US firms – mostly composed of investment income such as profits and asset returns – also offset the trade in goods surplus, ultimately leading to a balanced current account (USD 19 billion in 2023).",
  "date_parsed": "2025-04-30",
  "name": "François Villeroy de Galhau",
  "link_number": "8",
  "name_orig": "François Villeroy de Galhau",
  "url_orig": "https://www.bis.org/review/r250428k.htm"
}