{
  "source_url": "https://www.bis.org/review/r251127j.htm",
  "headline": "François Villeroy de Galhau: The competitiveness of the banking sector - a few insights into a major challenge for France and Europe",
  "description_html": "\n<p>Speech by Mr François Villeroy de Galhau, Governor of the Bank of France and Chairman of the Autorité de contrôle prudentiel et de resolution (ACPR), at the ACPR conference, Paris, 25 November 2025. </p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr François Villeroy de Galhau, Governor of the Bank of France and Chairman of the Autorité de contrôle prudentiel et de resolution (ACPR), at the ACPR conference, Paris, 25 November 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "01 December 2025",
  "pdf_url": "https://www.bis.org/review/r251127j.pdf",
  "content_html": "\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<div class=\"field field--name-field-espaces2-paragraphes field--type-entity-reference-revisions field--label-hidden field__items\">\n<div class=\"field__item\">\n<div class=\"container paragraph paragraph--type--espaces2-layouts-short paragraph--view-mode--default\">\n<div class=\"col-lg-8 m-auto layout-normal\">\n<div class=\"field field--name-field-espaces2-subparagraphs field--type-entity-reference-revisions field--label-hidden field__items\">\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<p><span>Ladies and Gentlemen,</span><br/><span></span></p>\n<p><span>I am delighted to welcome you to this year's ACPR Conference focusing on the resilience of the financial sector and, on this fifteenth anniversary, the ACPR itself is a fine example of resilience. I would like to kick off this morning with an essential component, namely the competitiveness of the French and European banking sector. Granted, from a legal perspective, this is not part of the ACPR's mandate, but there is no need for any change in legislation for this subject to be of long-standing importance for us too: it relates to the strength and innovative capacity of our financial system. It lies at the heart of our economic sovereignty and needs to be treated seriously as well as with clarity. First, let us consider the facts: French banks are financially sound aside from a temporary lag in profitability due to the predominance of fixed-rate loans, however the real challenge is at the transatlantic level (I). Next, let us analyse certain explanations that are often put forward – regulation and payments – with discernment (II). Lastly, let us broaden the outlook around two decisive drivers, i.e. the size of financial institutions and public support (III). </span></p>\n<p class=\"footnote\">Between H1 2024 and H1 2025, suspicious transaction reports (STRs) received by Tracfin from the financial sector increased by 22.5%, and those from the non-financial sector by 34%, giving a total increase of approximately 24%.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "Ladies and Gentlemen, I am delighted to welcome you to this year's ACPR Conference focusing on the resilience of the financial sector and, on this fifteenth anniversary, the ACPR itself is a fine example of resilience. I would like to kick off this morning with an essential component, namely the competitiveness of the French and European banking sector. Granted, from a legal perspective, this is not part of the ACPR's mandate, but there is no need for any change in legislation for this subject to be of long-standing importance for us too: it relates to the strength and innovative capacity of our financial system. It lies at the heart of our economic sovereignty and needs to be treated seriously as well as with clarity. First, let us consider the facts: French banks are financially sound aside from a temporary lag in profitability due to the predominance of fixed-rate loans, however the real challenge is at the transatlantic level (I). Next, let us analyse certain explanations that are often put forward – regulation and payments – with discernment (II). Lastly, let us broaden the outlook around two decisive drivers, i.e. the size of financial institutions and public support (III). Between H1 2024 and H1 2025, suspicious transaction reports (STRs) received by Tracfin from the financial sector increased by 22.5%, and those from the non-financial sector by 34%, giving a total increase of approximately 24%.",
  "date_parsed": "2025-12-01",
  "name": "François Villeroy de Galhau",
  "name_orig": "François Villeroy de Galhau",
  "url_orig": "https://www.bis.org/review/r251127j.htm"
}