{
  "source_url": "https://www.bis.org/review/r231204a.htm",
  "headline": "Frank Elderson: Monetary policy in the climate and nature crises - preserving a \"Stabilitätskultur\"",
  "description_html": "\n<p>Speech by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the Bertelsmann Stiftung Berlin, Berlin, 22 November 2023.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the Bertelsmann Stiftung Berlin, Berlin, 22 November 2023. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "13 December 2023",
  "pdf_url": "https://www.bis.org/review/r231204a.pdf",
  "content_html": "\n<p>The concept of<span> </span><em>Stabilitätskultur</em>, or culture of stability, was first used by former Bundesbank President Helmut Schlesinger in 1991. In coining this phrase, he wanted to emphasise that stable money – the remit of central banks − not only required a stability-oriented policy from the central bank, but also from the government and society at large.</p>\n<p>In the face of the current climate and nature crises, Schlesinger's insight that stability-oriented institutions cannot pursue their objectives in isolation could hardly be more relevant. The Emissions Gap Report published by the UN earlier this week concludes that the world is on a global heating path of 3°C, far above the Paris Agreement objective of well below 2°C.<span style=\"font-size: 13.6px;\"> </span>And earlier studies have shown that 25% of species are vulnerable and an estimated one million species face a risk of extinction.<span style=\"font-size: 13.6px;\"> </span>Today I will convey that a culture of stability can only be preserved if climate and nature are stable. Most central banks and banking supervisors around the world have acknowledged this in recent years. And the ECB is putting it into practice in all its tasks and responsibilities, including our banking supervision and our monetary policy, the latter being the focus of my remarks today.</p>\n<h3>Taking climate and nature into account</h3>\n<p>As I have often said before and will reiterate today to remove any possibly remaining doubt: central banks and supervisors like the ECB are not, and do not intend to be, climate and nature policymakers.<span style=\"font-size: 13.6px;\"> </span>Moreover, as an independent central bank, the ECB is not directly bound by the European Climate Law that since 2021 has committed the EU to achieving climate neutrality by 2050 with interim deadlines. This does not mean, however, that the ECB is allowed to ignore the Climate Law. The EU Treaty requires environmental protection to be integrated into the definition and implementation of EU policies. The Treaty imposes an obligation on us to take into account the objectives of climate and nature-related legislation when performing our monetary policy and banking supervision tasks.</p>\n",
  "content_text": "The concept of Stabilitätskultur , or culture of stability, was first used by former Bundesbank President Helmut Schlesinger in 1991. In coining this phrase, he wanted to emphasise that stable money – the remit of central banks − not only required a stability-oriented policy from the central bank, but also from the government and society at large. In the face of the current climate and nature crises, Schlesinger's insight that stability-oriented institutions cannot pursue their objectives in isolation could hardly be more relevant. The Emissions Gap Report published by the UN earlier this week concludes that the world is on a global heating path of 3°C, far above the Paris Agreement objective of well below 2°C. And earlier studies have shown that 25% of species are vulnerable and an estimated one million species face a risk of extinction. Today I will convey that a culture of stability can only be preserved if climate and nature are stable. Most central banks and banking supervisors around the world have acknowledged this in recent years. And the ECB is putting it into practice in all its tasks and responsibilities, including our banking supervision and our monetary policy, the latter being the focus of my remarks today. Taking climate and nature into account As I have often said before and will reiterate today to remove any possibly remaining doubt: central banks and supervisors like the ECB are not, and do not intend to be, climate and nature policymakers. Moreover, as an independent central bank, the ECB is not directly bound by the European Climate Law that since 2021 has committed the EU to achieving climate neutrality by 2050 with interim deadlines. This does not mean, however, that the ECB is allowed to ignore the Climate Law. The EU Treaty requires environmental protection to be integrated into the definition and implementation of EU policies. The Treaty imposes an obligation on us to take into account the objectives of climate and nature-related legislation when performing our monetary policy and banking supervision tasks.",
  "date_parsed": "2023-12-13",
  "name": "Frank Elderson",
  "name_orig": "Frank Elderson",
  "url_orig": "https://www.bis.org/review/r231204a.htm"
}