{
  "source_url": "https://www.bis.org/review/r250617k.htm",
  "headline": "Frank Elderson: What good supervision looks like",
  "description_html": "\n<p>Keynote speech by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the 24th Annual International Conference on Policy Challenges for the Financial Sector, Washington DC, 12 June 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the 24th Annual International Conference on Policy Challenges for the Financial Sector, Washington DC, 12 June 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "17 June 2025",
  "pdf_url": "https://www.bis.org/review/r250617k.pdf",
  "content_html": "\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<p>It's a pleasure to be here with you today. The theme of this conference – harnessing regulatory standards to empower supervision – is not only timely, but also central to how we think about the future of prudential oversight. Across jurisdictions, supervisors are rethinking how best to align regulation and supervision: making them more targeted, more agile in addressing today's risk landscape and more efficient, all while remaining effective and credible.</p>\n<p>At the same time, a broader debate is emerging – about whether supervisory authorities have taken on too much, whether the expectations placed on banks have grown too great, and whether more restraint might now be warranted. This debate touches on core questions about the scope, the approach and the limits of supervision.</p>\n<p>In this context, it is worth taking a step back and revisiting some of the foundational principles that shape how we think about our role. The principles that are well established in the work of the Basel Committee on Banking Supervision, the Financial Stability Board (FSB) and the International Monetary Fund (IMF) are widely adopted by supervisors around the world.</p>\n<p>It is with these principles that I would like to begin.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "It's a pleasure to be here with you today. The theme of this conference – harnessing regulatory standards to empower supervision – is not only timely, but also central to how we think about the future of prudential oversight. Across jurisdictions, supervisors are rethinking how best to align regulation and supervision: making them more targeted, more agile in addressing today's risk landscape and more efficient, all while remaining effective and credible. At the same time, a broader debate is emerging – about whether supervisory authorities have taken on too much, whether the expectations placed on banks have grown too great, and whether more restraint might now be warranted. This debate touches on core questions about the scope, the approach and the limits of supervision. In this context, it is worth taking a step back and revisiting some of the foundational principles that shape how we think about our role. The principles that are well established in the work of the Basel Committee on Banking Supervision, the Financial Stability Board (FSB) and the International Monetary Fund (IMF) are widely adopted by supervisors around the world. It is with these principles that I would like to begin.",
  "date_parsed": "2025-06-17",
  "name": "Frank Elderson",
  "name_orig": "Frank Elderson",
  "url_orig": "https://www.bis.org/review/r250617k.htm"
}