{
  "source_url": "https://www.bis.org/review/r241125z.htm",
  "headline": "Frank Elderson: Taking account of nature, naturally",
  "description_html": "\n<p>Speech by Mr Frank Elderson, Member of the Executive Board of the European Central Bank<span> </span>and Vice-Chair of the Supervisory Board of the European Central Bank, at the tenth Green Finance Forum \"Innovate in Nature\", Frankfurt am Main, 19 November 2024. </p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the tenth Green Finance Forum \"Innovate in Nature\", Frankfurt am Main, 19 November 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "27 November 2024",
  "pdf_url": "https://www.bis.org/review/r241125z.pdf",
  "content_html": "\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<p>Thank you for inviting me to speak at the opening of the tenth Green Finance Forum. I fully subscribe to the theme of today's forum, given how vitally important it is to \"innovate in nature\". Especially because in many ways nature is still not accounted for in policies, regulation and risk management, but it should be, considering its vital importance for the economy – including the financial system. This morning I will outline how the relevance of nature is being confirmed by incoming research and how the European Central Bank (ECB) is acting on this to deliver on its mandate of maintaining price stability and preserving the safety and soundness of banks.</p>\n<p>A thriving natural environment provides many benefits that sustain human well-being and the global economy. Think of fertile soils, pollination, timber, fishing stocks, clean water and clean air. Unfortunately, intensive land use, climate change, pollution, overexploitation and other human pressures are rapidly and seriously damaging our natural resources. The Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services already sounded the alarm back in 2019, shortly before the outbreak of the pandemic.<span style=\"font-size: 13.6px;\"> </span>The degradation of nature is primarily caused by human activity and is being made worse by global heating. In addition to the depletion of non-renewable resources, natural inputs to the economy that are renewable are also increasingly being degraded.<span> </span><a class=\"link-inline\" id=\"_Hlk182141916\"></a>Scientists have calculated that humanity is using natural resources 1.7 times faster than ecosystems can regenerate them – in other words, we are consuming resources equivalent to 1.7 planet Earths.</p>\n<p>This nature loss poses a serious risk to humanity as it threatens vital areas, such as the supply of food and medicine. Such threats are also existential for the economy and the financial system, as our economy cannot exist without nature.<span style=\"font-size: 13.6px;\"> </span>One of the papers presented at the annual ECB Forum on Central Banking in Sintra, Portugal, in July of this year shows how biodiversity loss can cause losses to economic output while at the same time decreasing the resilience of that output to future biodiversity losses.<span> </span>However, in practice, at least thus far, the contribution of the inputs nature provides to the economy is rarely measured directly in statistics like GDP.</p>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "Thank you for inviting me to speak at the opening of the tenth Green Finance Forum. I fully subscribe to the theme of today's forum, given how vitally important it is to \"innovate in nature\". Especially because in many ways nature is still not accounted for in policies, regulation and risk management, but it should be, considering its vital importance for the economy – including the financial system. This morning I will outline how the relevance of nature is being confirmed by incoming research and how the European Central Bank (ECB) is acting on this to deliver on its mandate of maintaining price stability and preserving the safety and soundness of banks. A thriving natural environment provides many benefits that sustain human well-being and the global economy. Think of fertile soils, pollination, timber, fishing stocks, clean water and clean air. Unfortunately, intensive land use, climate change, pollution, overexploitation and other human pressures are rapidly and seriously damaging our natural resources. The Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services already sounded the alarm back in 2019, shortly before the outbreak of the pandemic. The degradation of nature is primarily caused by human activity and is being made worse by global heating. In addition to the depletion of non-renewable resources, natural inputs to the economy that are renewable are also increasingly being degraded. Scientists have calculated that humanity is using natural resources 1.7 times faster than ecosystems can regenerate them – in other words, we are consuming resources equivalent to 1.7 planet Earths. This nature loss poses a serious risk to humanity as it threatens vital areas, such as the supply of food and medicine. Such threats are also existential for the economy and the financial system, as our economy cannot exist without nature. One of the papers presented at the annual ECB Forum on Central Banking in Sintra, Portugal, in July of this year shows how biodiversity loss can cause losses to economic output while at the same time decreasing the resilience of that output to future biodiversity losses. However, in practice, at least thus far, the contribution of the inputs nature provides to the economy is rarely measured directly in statistics like GDP.",
  "date_parsed": "2024-11-27",
  "name": "Frank Elderson",
  "name_orig": "Frank Elderson",
  "url_orig": "https://www.bis.org/review/r241125z.htm"
}