{
  "source_url": "https://www.bis.org/review/r250128b.htm",
  "headline": "François Villeroy de Galhau: For a high speed and safe journey into the financial future",
  "description_html": "\n<p>Speech by Mr François Villeroy de Galhau, Governor of the Bank of France, at the <span>Bank of France high-level conference on speed and innovation in financial markets and market infrastructures, </span><span>Paris, 28 January 2025. </span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr François Villeroy de Galhau, Governor of the Bank of France, at the Bank of France high-level conference on speed and innovation in financial markets and market infrastructures, Paris, 28 January 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "28 January 2025",
  "pdf_url": "https://www.bis.org/review/r250128b.pdf",
  "content_html": "\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<div class=\"field field--name-field-espaces2-paragraphes field--type-entity-reference-revisions field--label-hidden field__items\">\n<div class=\"field__item\">\n<div class=\"container paragraph paragraph--type--espaces2-layouts-short paragraph--view-mode--default\">\n<div class=\"col-lg-8 m-auto layout-normal\">\n<div class=\"field field--name-field-espaces2-subparagraphs field--type-entity-reference-revisions field--label-hidden field__items\">\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<p>Ladies and gentlemen,<br/>It is a great pleasure to welcome you to this high-level conference organised by the Banque de France on speed and innovation, and how they could be disruptive for financial markets and market infrastructures. Let me thank Emmanuelle Assouan and her teams for setting up this event. I would also like to extend my warm thanks to all participants from industry, public authorities and central banks who will give their views during three roundtables today, including my colleagues and friends Andrea Maechler, Piero Cipollone and Naoto Shimoda.<br/><br/>It is a<span> </span><em>première</em><span> </span>for a Banque de France conference to be held here at the Cinémathèque française, which is definitely an excellent venue for our theme of today: we are here in the place where speed is made art. As you know, cinema was invented in France by the Lumière brothers in the late 19th century. During the projection in 1896 of one of their very first movies,<span> </span><em>The arrival of a train at La Ciotat station</em>, the audience was so overwhelmed by the moving image of a train coming directly at them that people ran away. But we do not fear speed anymore, on the contrary: it has become a key success factor in financial markets and market infrastructures, yielding high benefits. Transactions and their settlement have already become dramatically swifter over the last decades – notably in France, which was at the forefront in dematerialising securities – and will continue gathering speed. I will first elaborate on the reasons why, in a fast-moving environment, resilience must be preserved in order to ensure financial stability (I). Our public-private partnership has to evolve, with a view to enhancing cross-border payments and the holistic project of creating a shared ledger (II). </p>\n<h3>I. A fast-moving financial system whose resilience must be preserved in order to ensure financial stability</h3>\n<p>Markets are undergoing structural changes, all driven by increased speed aimed at achieving higher efficiency. Automation and high-frequency trading are driving a rise in daily trading volumes; new participants have emerged, and incumbents have evolved. Nowadays, robots and algorithms are unlocking new possibilities, while artificial intelligence offers the promise of value added in trading, customer relationships and investment decisions. From photography to digital movies, from local theatres to global web platforms, cinematography has gone through technological revolutions over the years. However, whether it's in cinema or finance, speed is not a goal per se. The social utility of certain accelerations such as high-frequency trading remains to be seen, and they carry risks. We must reflect on new guardrails to protect against possible increased market volatility – and even potential flash crashes caused by poorly coordinated algorithms that can amplify massive sell-offs.<br/> <br/>Post-market processes are keeping pace with this acceleration in trading: settlement is getting ever faster. A few years ago, implementing T+2 (i.e. ensuring settlement within two days of transaction execution) was a major step forward for all players, as enshrined in the European CSDR regulation.<a class=\"hashlink\" href=\"#fni\" id=\"fn_i\"><sup>i</sup></a> Nowadays we are once again aiming for more ambitious targets, with an objective of T+1 in Europe in 2027 – as has already been the case in the United States, Canada and Mexico since end-May last year. Interestingly, across the Atlantic, this evolution was driven by market players, who saw in the shortening of the settlement cycle an opportunity to further reduce liquidity, counterparty and operational risks. The American experience also shows that T+1 yields direct financial benefits, in particular a significant lowering of CCP margins. T+1 therefore received overall support in ESMA's and the Commission's public consultations. I trust that we are all well aware of the operational requirements and challenges to be met:<a class=\"hashlink\" href=\"#fnii\" id=\"fn_ii\"><sup>ii</sup></a>  preparatory work must start now, with the adaptation of IT systems and further automation of processes. It is also important to coordinate with the United Kingdom and Switzerland, and to pay due attention to the consequences in terms of shorter cut-offs – notably for FX transactions.<br/> <br/>The tokenisation of assets is obviously another groundswell movement, which could further enhance the straight-through processing of trade and post-trade activities, and paves the way for yet another acceleration with a widespread implementation of T+0. It has the potential to generate even greater savings both for the financial industry and end-users. To date, the nascent DLT<a class=\"hashlink\" href=\"#fniii\" id=\"fn_iii\"><sup>iii</sup></a>  finance has used new forms of commercial bank money as settlement assets, such as tokenised deposits or so-called stablecoins. As experience has shown in the last few years, they are far from immune, and Europe has made the right step by adopting the MiCA regulation. Failing to regulate crypto-assets and non-banks today would merely sow the seeds for tomorrow's financial crisis.<br/> <br/>Beyond these regulatory issues, it has become more and more apparent that we currently lack the anchor provided by central bank money, which drastically reduces counterparty and liquidity risks, and crucially ensures the finality of payments. A wholesale central bank digital currency would ensure convertibility between tokenised assets, exactly as central banks currently ensure convertibility between commercial bank monies, allowing for delivery-versus-payment and payment-versus-payment. In short, tokenised central bank money would provide a \"safety pivot\", and serve as a reliable basis of trust on which these new technologies could realise their full potential.</p>\n<h3>II. A step further with the interlinking of fast-payment systems and a European shared ledger to meet the challenges of transition and growth</h3>\n<p> <br/>Central banks must therefore keep up with these developments,<a class=\"hashlink\" href=\"#fniv\" id=\"fn_iv\"><sup>iv</sup></a>  in order to explore the potential of DLT and foster innovation while preserving the anchoring role of central bank money. Building among others on the Banque de France's pioneering experiments between 2020 and 2023,<sup>v</sup>  the Eurosystem conducted a series of new experiments on wholesale CBDC between April and November 2024,<a class=\"hashlink\" href=\"#fnvi\" id=\"fn_vi\"><sup>vi</sup></a>  with the active involvement of the Banque de France, Banca d'Italia and Bundesbank as solution providers. We witnessed active industry participation in the Eurosystem experiments, and I would like to take the opportunity to pay tribute to your strong commitment – which, I believe, also reflects the growing awareness of the need for a safe settlement asset.<br/> <br/>Together, we successfully tested numerous and very diverse use cases, ranging from primary issues to cross-currency payments, repos, margin calls and asset management, to give a few examples. Actual settlement was even tested for the lifecycle management of securities and secondary market transactions. With this ambitious programme, we have further delivered on our learning-by-doing approach, which is of the essence. As announced, the Eurosystem will draw lessons from the exploratory work, including on how to facilitate the provision of central bank money settlement for wholesale asset transactions on DLT platforms. Clearly, it is in the interest of both European commercial banks and the public sector to work together towards a tokenised European framework: money is and will remain a public-private partnership, which has to evolve.<br/> <br/>As regards cross-border payments, the Eurosystem has launched initiatives to help improve them, including exploratory work on linking TIPS with other fast-payment systems such as UPI in India. We thereby support the G20 roadmap for creating a faster, cheaper, more transparent and accessible global payments ecosystem, while ensuring secure and reliable instant payments. The G20 roadmap also foresees, in the longer term, the use of tokenisation to further enhance cross-border payments.<br/> <br/>We now need to bring all these advances together to create a global motion picture, in a holistic manner. Here, the idea of a \"unified ledger\" put forward by the BIS<a class=\"hashlink\" href=\"#fnvii\" id=\"fn_vii\"><sup>vii</sup></a>  looks like more than a promising technology: a rallying concept, or even a utopia. This next-generation market infrastructure would take one day in the future the shape of a shared, seamless and programmable platform that integrates central bank money, commercial bank money and tokenised financial assets – which would call for redefined and improved public-private partnerships. Accordingly, in April 2024 the BIS launched Project Agorá,<a class=\"hashlink\" href=\"#fnviiis160\" id=\"fn_viiis160\"><sup>viii </sup></a> to explore the tokenisation of cross-border payments to improve the existing correspondent banking model. This major project brings together seven central banks worldwide, including the Banque de France which represents the Eurosystem, and a large group of private financial firms. But a first and necessary step towards such a global infrastructure should be to build regional shared ledgers – one of which would be European.<br/> <br/>A European shared ledger could prove an efficient means to overcome European market fragmentation and current inefficiencies, by facilitating the provision of seamlessly connected services across Europe. It would therefore act as a catalyst for a Savings and Investments Union, and provide tools such as green bonds and securities to finance the green transition, at a time where we have to mobilise Europe's private savings surplus of more than EUR 300 billion a year. In short, it would be an important lever for achieving our climate but also digital transformations, which are among our main challenges; it would also help Europe to gain in both size – by unifying its single market – and speed. Achieving this ambitious vision requires moving forward step by step, in a phased approach. Rather than replacing existing infrastructures which have already helped to reduce fragmentation in Europe – like the harmonised settlement system T2S –, this new shared infrastructure would tackle markets which still rely on manual processes and lack standardisation, such as OTC markets and unlisted stocks. A crucial first step will be to make central bank money available on this infrastructure: this makes it all the more important to offer a wholesale CBDC solution in the short term to prepare this long term target.<br/><br/>Let me conclude with Billy Wilder, the director of<span> </span><em>Some like it hot</em>. He once gave this sound piece of advice: \"If you have a problem with the third act, the real problem is in the first act.\" This leads me to a twofold conclusion: first, that it is the right time to engage in the design and experimentation of market infrastructures of the future; second, that fast-paced transformations should not be at the expense of past achievements in financial stability, and increase risks. Central bank money must remain the settlement asset at the core of the financial system, whether tokenised or not. Under this condition, our common technological breakthroughs could contribute to meeting our major challenges. Thank you for your attention. </p>\n<hr/>\n<div class=\"ts-footnote-2\" id=\"sC-component-footnotes\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_i\" name=\"fni\"><sup>i</sup></a> Regulation (EU) No 909/2014 on improving securities settlement in the European Union and on central securities depositories<br/><a class=\"hashlink\" href=\"#fn_ii\" name=\"fnii\"><sup>ii</sup></a> <a href=\"https://www.esma.europa.eu/press-news/esma-news/esma-proposes-move-t1-october-2027\" rel=\"noopener noreferrer\" target=\"_blank\">ESMA (European Securities and Markets Authority) proposes to move to T+1 by October 2027</a>, 18 November 2024.<br/><a class=\"hashlink\" href=\"#fn_iiis160\" name=\"fniiis160\"><sup>iii</sup></a><span style=\"font-size: 13.6px;\"> </span>DLT stands for \"distributed ledger technology\", which underpins the tokenisation of assets.<br/><a class=\"hashlink\" href=\"#fn_ivs160\" name=\"fnivs160\"><sup>iv</sup></a><span style=\"font-size: 13.6px;\"> </span>Villeroy de Galhau (F.),<span> </span><a href=\"https://www.banque-france.fr/en/governors-interventions/innovation-central-banks-sooner-better\"><em>Innovation by central banks: the sooner the better</em></a>, speech at the BIS Innovation Summit, 6 May 2024.<br/><a class=\"hashlink\" href=\"#fn_vs160\" name=\"fnvs160\"><sup>v</sup></a><span style=\"font-size: 13.6px;\"> </span>Villeroy de Galhau (F.),<span> </span><a href=\"https://www.banque-france.fr/en/governors-interventions/wholesale-cbdc-decisive-retail-cbdc-and-actively-experimenting\"><em>Wholesale CBDC: as decisive as Retail CBDC, and actively experimenting</em></a>, speech, 3 October 2023.<br/><a class=\"hashlink\" href=\"#fn_vis160\" name=\"fnvis160\"><sup>vi</sup></a><span style=\"font-size: 13.6px;\"> </span>ECB,<span> </span><a href=\"https://www.ecb.europa.eu/paym/integration/distributed/exploratory/html/index.en.html\" rel=\"noopener noreferrer\" target=\"_blank\">Exploratory work on new technologies for wholesale central bank money settlement</a>, 4 December 2024.<br/><a class=\"hashlink\" href=\"#fn_viis160\" name=\"fnviis160\"><sup>vii</sup></a><span style=\"font-size: 13.6px;\"> </span>Carstens (A.) and Nilekani (N.),<span> </span><a href=\"https://www.bis.org/publ/work1178.htm\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Finternet: the financial system for the future</em></a>, BIS working paper, 15 April 2024.<br/><a class=\"hashlink\" href=\"#fn_viiis160\" name=\"fnviiis160\"><sup>viii</sup></a><span style=\"font-size: 13.6px;\"> </span>BIS (Bank for International Settlements),<span> </span><a href=\"https://www.bis.org/about/bisih/topics/fmis/agora.htm\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Project Agora: central banks and banking sector embark on major project to explore tokenisation of cross-border payments</em></a>, updated on 16 September 2024</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<div class=\"container px-4 px-xl-0\">\n<div class=\"mb-7 col-lg-8 m-auto layout-normal\">\n<p class=\"fw-semibold text-grey-l8 mb-0 fs-8\"><br/><br/></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "Ladies and gentlemen, It is a great pleasure to welcome you to this high-level conference organised by the Banque de France on speed and innovation, and how they could be disruptive for financial markets and market infrastructures. Let me thank Emmanuelle Assouan and her teams for setting up this event. I would also like to extend my warm thanks to all participants from industry, public authorities and central banks who will give their views during three roundtables today, including my colleagues and friends Andrea Maechler, Piero Cipollone and Naoto Shimoda. It is a première for a Banque de France conference to be held here at the Cinémathèque française, which is definitely an excellent venue for our theme of today: we are here in the place where speed is made art. As you know, cinema was invented in France by the Lumière brothers in the late 19th century. During the projection in 1896 of one of their very first movies, The arrival of a train at La Ciotat station , the audience was so overwhelmed by the moving image of a train coming directly at them that people ran away. But we do not fear speed anymore, on the contrary: it has become a key success factor in financial markets and market infrastructures, yielding high benefits. Transactions and their settlement have already become dramatically swifter over the last decades – notably in France, which was at the forefront in dematerialising securities – and will continue gathering speed. I will first elaborate on the reasons why, in a fast-moving environment, resilience must be preserved in order to ensure financial stability (I). Our public-private partnership has to evolve, with a view to enhancing cross-border payments and the holistic project of creating a shared ledger (II). I. A fast-moving financial system whose resilience must be preserved in order to ensure financial stability Markets are undergoing structural changes, all driven by increased speed aimed at achieving higher efficiency. Automation and high-frequency trading are driving a rise in daily trading volumes; new participants have emerged, and incumbents have evolved. Nowadays, robots and algorithms are unlocking new possibilities, while artificial intelligence offers the promise of value added in trading, customer relationships and investment decisions. From photography to digital movies, from local theatres to global web platforms, cinematography has gone through technological revolutions over the years. However, whether it's in cinema or finance, speed is not a goal per se. The social utility of certain accelerations such as high-frequency trading remains to be seen, and they carry risks. We must reflect on new guardrails to protect against possible increased market volatility – and even potential flash crashes caused by poorly coordinated algorithms that can amplify massive sell-offs. Post-market processes are keeping pace with this acceleration in trading: settlement is getting ever faster. A few years ago, implementing T+2 (i.e. ensuring settlement within two days of transaction execution) was a major step forward for all players, as enshrined in the European CSDR regulation. i Nowadays we are once again aiming for more ambitious targets, with an objective of T+1 in Europe in 2027 – as has already been the case in the United States, Canada and Mexico since end-May last year. Interestingly, across the Atlantic, this evolution was driven by market players, who saw in the shortening of the settlement cycle an opportunity to further reduce liquidity, counterparty and operational risks. The American experience also shows that T+1 yields direct financial benefits, in particular a significant lowering of CCP margins. T+1 therefore received overall support in ESMA's and the Commission's public consultations. I trust that we are all well aware of the operational requirements and challenges to be met: ii preparatory work must start now, with the adaptation of IT systems and further automation of processes. It is also important to coordinate with the United Kingdom and Switzerland, and to pay due attention to the consequences in terms of shorter cut-offs – notably for FX transactions. The tokenisation of assets is obviously another groundswell movement, which could further enhance the straight-through processing of trade and post-trade activities, and paves the way for yet another acceleration with a widespread implementation of T+0. It has the potential to generate even greater savings both for the financial industry and end-users. To date, the nascent DLT iii finance has used new forms of commercial bank money as settlement assets, such as tokenised deposits or so-called stablecoins. As experience has shown in the last few years, they are far from immune, and Europe has made the right step by adopting the MiCA regulation. Failing to regulate crypto-assets and non-banks today would merely sow the seeds for tomorrow's financial crisis. Beyond these regulatory issues, it has become more and more apparent that we currently lack the anchor provided by central bank money, which drastically reduces counterparty and liquidity risks, and crucially ensures the finality of payments. A wholesale central bank digital currency would ensure convertibility between tokenised assets, exactly as central banks currently ensure convertibility between commercial bank monies, allowing for delivery-versus-payment and payment-versus-payment. In short, tokenised central bank money would provide a \"safety pivot\", and serve as a reliable basis of trust on which these new technologies could realise their full potential. II. A step further with the interlinking of fast-payment systems and a European shared ledger to meet the challenges of transition and growth Central banks must therefore keep up with these developments, iv in order to explore the potential of DLT and foster innovation while preserving the anchoring role of central bank money. Building among others on the Banque de France's pioneering experiments between 2020 and 2023, v the Eurosystem conducted a series of new experiments on wholesale CBDC between April and November 2024, vi with the active involvement of the Banque de France, Banca d'Italia and Bundesbank as solution providers. We witnessed active industry participation in the Eurosystem experiments, and I would like to take the opportunity to pay tribute to your strong commitment – which, I believe, also reflects the growing awareness of the need for a safe settlement asset. Together, we successfully tested numerous and very diverse use cases, ranging from primary issues to cross-currency payments, repos, margin calls and asset management, to give a few examples. Actual settlement was even tested for the lifecycle management of securities and secondary market transactions. With this ambitious programme, we have further delivered on our learning-by-doing approach, which is of the essence. As announced, the Eurosystem will draw lessons from the exploratory work, including on how to facilitate the provision of central bank money settlement for wholesale asset transactions on DLT platforms. Clearly, it is in the interest of both European commercial banks and the public sector to work together towards a tokenised European framework: money is and will remain a public-private partnership, which has to evolve. As regards cross-border payments, the Eurosystem has launched initiatives to help improve them, including exploratory work on linking TIPS with other fast-payment systems such as UPI in India. We thereby support the G20 roadmap for creating a faster, cheaper, more transparent and accessible global payments ecosystem, while ensuring secure and reliable instant payments. The G20 roadmap also foresees, in the longer term, the use of tokenisation to further enhance cross-border payments. We now need to bring all these advances together to create a global motion picture, in a holistic manner. Here, the idea of a \"unified ledger\" put forward by the BIS vii looks like more than a promising technology: a rallying concept, or even a utopia. This next-generation market infrastructure would take one day in the future the shape of a shared, seamless and programmable platform that integrates central bank money, commercial bank money and tokenised financial assets – which would call for redefined and improved public-private partnerships. Accordingly, in April 2024 the BIS launched Project Agorá, viii to explore the tokenisation of cross-border payments to improve the existing correspondent banking model. This major project brings together seven central banks worldwide, including the Banque de France which represents the Eurosystem, and a large group of private financial firms. But a first and necessary step towards such a global infrastructure should be to build regional shared ledgers – one of which would be European. A European shared ledger could prove an efficient means to overcome European market fragmentation and current inefficiencies, by facilitating the provision of seamlessly connected services across Europe. It would therefore act as a catalyst for a Savings and Investments Union, and provide tools such as green bonds and securities to finance the green transition, at a time where we have to mobilise Europe's private savings surplus of more than EUR 300 billion a year. In short, it would be an important lever for achieving our climate but also digital transformations, which are among our main challenges; it would also help Europe to gain in both size – by unifying its single market – and speed. Achieving this ambitious vision requires moving forward step by step, in a phased approach. Rather than replacing existing infrastructures which have already helped to reduce fragmentation in Europe – like the harmonised settlement system T2S –, this new shared infrastructure would tackle markets which still rely on manual processes and lack standardisation, such as OTC markets and unlisted stocks. A crucial first step will be to make central bank money available on this infrastructure: this makes it all the more important to offer a wholesale CBDC solution in the short term to prepare this long term target. Let me conclude with Billy Wilder, the director of Some like it hot . He once gave this sound piece of advice: \"If you have a problem with the third act, the real problem is in the first act.\" This leads me to a twofold conclusion: first, that it is the right time to engage in the design and experimentation of market infrastructures of the future; second, that fast-paced transformations should not be at the expense of past achievements in financial stability, and increase risks. Central bank money must remain the settlement asset at the core of the financial system, whether tokenised or not. Under this condition, our common technological breakthroughs could contribute to meeting our major challenges. Thank you for your attention. i Regulation (EU) No 909/2014 on improving securities settlement in the European Union and on central securities depositories ii ESMA (European Securities and Markets Authority) proposes to move to T+1 by October 2027 , 18 November 2024. iii DLT stands for \"distributed ledger technology\", which underpins the tokenisation of assets. iv Villeroy de Galhau (F.), Innovation by central banks: the sooner the better , speech at the BIS Innovation Summit, 6 May 2024. v Villeroy de Galhau (F.), Wholesale CBDC: as decisive as Retail CBDC, and actively experimenting , speech, 3 October 2023. vi ECB, Exploratory work on new technologies for wholesale central bank money settlement , 4 December 2024. vii Carstens (A.) and Nilekani (N.), Finternet: the financial system for the future , BIS working paper, 15 April 2024. viii BIS (Bank for International Settlements), Project Agora: central banks and banking sector embark on major project to explore tokenisation of cross-border payments , updated on 16 September 2024",
  "date_parsed": "2025-01-28",
  "name": "François Villeroy de Galhau",
  "link_number": "15",
  "name_orig": "François Villeroy de Galhau",
  "url_orig": "https://www.bis.org/review/r250128b.htm"
}