{
  "source_url": "https://www.bis.org/review/r250611f.htm",
  "headline": "Frank Elderson: The rule of law as a constitutional pillar of European central banking",
  "description_html": "\n<p>Keynote speech by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the Italian constitutional court, Rome, 9 June 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the Italian constitutional court, Rome, 9 June 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "13 June 2025",
  "pdf_url": "https://www.bis.org/review/r250611f.pdf",
  "content_html": "\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<h3>Introduction</h3>\n<p>Thank you very much for inviting me.</p>\n<p>The writings, judgments and speeches of many among this distinguished audience have shaped our understanding of the rule of law. I find it a privilege – and slightly daunting – to address you today on such a fundamental issue.</p>\n<p>Today I am speaking to you as a central banker and banking supervisor. However, before I do so, allow me to take a moment to speak from a more personal perspective. Not as an official, but as the young law student I once was, reflecting on how I first came to understand and appreciate the rule of law.</p>\n<p>As a law student at the University of Amsterdam in the early 1990s, I often cycled past a monument to Henk van Randwijk, a member of the anti-Nazi resistance during the Second World War. The monument is simple.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "Introduction Thank you very much for inviting me. The writings, judgments and speeches of many among this distinguished audience have shaped our understanding of the rule of law. I find it a privilege – and slightly daunting – to address you today on such a fundamental issue. Today I am speaking to you as a central banker and banking supervisor. However, before I do so, allow me to take a moment to speak from a more personal perspective. Not as an official, but as the young law student I once was, reflecting on how I first came to understand and appreciate the rule of law. As a law student at the University of Amsterdam in the early 1990s, I often cycled past a monument to Henk van Randwijk, a member of the anti-Nazi resistance during the Second World War. The monument is simple.",
  "date_parsed": "2025-06-13",
  "name": "Frank Elderson",
  "link_number": "3",
  "name_orig": "Frank Elderson",
  "url_orig": "https://www.bis.org/review/r250611f.htm"
}