{
  "source_url": "https://www.bis.org/review/r250911i.htm",
  "headline": "François Villeroy de Galhau: A shared conviction for Europe",
  "description_html": "\n<p><span>Speech</span><span> of Mr François Villeroy de Galhau, Governor of the Bank of France, delivered for the departure of Robert Holzmann, Governor of the Oesterreichische Nationalbank, Vienna, 3 September 2025.</span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech of Mr François Villeroy de Galhau, Governor of the Bank of France, delivered for the departure of Robert Holzmann, Governor of the Oesterreichische Nationalbank, Vienna, 3 September 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "18 September 2025",
  "pdf_url": "https://www.bis.org/review/r250911i.pdf",
  "content_html": "\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<div class=\"field field--name-field-espaces2-paragraphes field--type-entity-reference-revisions field--label-hidden field__items\">\n<div class=\"field__item\">\n<div class=\"container paragraph paragraph--type--espaces2-layouts-short paragraph--view-mode--default\">\n<div class=\"col-lg-8 m-auto layout-normal\">\n<div class=\"field field--name-field-espaces2-subparagraphs field--type-entity-reference-revisions field--label-hidden field__items\">\n<div class=\"field__item\">\n<div class=\"paragraph paragraph--type--bloc-rte paragraph--view-mode--default px-4 px-xl-0 container rich-text\">\n<div class=\"clearfix text-formatted field field--name-field-contenu-riche field--type-text-long field--label-hidden field__item\">\n<p>This conviction is rooted primarily in the long term and it is important to measure how far we have come over the last 25 years. The euro is a tremendous popular success: support for our single currency has never been stronger (83% in the euro area<a class=\"hashlink\" href=\"#fni\" id=\"fn_i\"><sup>i</sup></a>). To say that Robert and I have not always agreed on monetary policy decisions is an understatement, but I know few people holding such different positions who have remained such good friends. This tells us two things: first, that Robert is a very likeable person and, second, that along with our colleagues, we have always been able to discuss and then decide. In 2021-22, the Governing Council of the European Central Bank (ECB) was confronted with soaring inflation. Robert, last week I read in the FAZ that you were referring to the ECB's past \"mistakes\". I can reassure you that you can rest easy on that score. I don't believe we made mistakes. You can even be proud of our decisive and effective monetary action. In less than three years, we have brought inflation back down to our 2% target, without any economic pain in terms of recession or unemployment. The victory over inflation has now been secured. </p>\n<p>In order to consolidate this victory in the long term, we Europeans must defend the independence of central banks in the face of the serious regressions of the Trump administration. No, this is not an anomaly of democracy. On the contrary, independence has been conferred by democracy, and it is attacking this independence in contradiction with American law that is dangerous for democracy. No, independence is not just for us central bankers; it serves all citizens. And no, independence is not an obstacle to reasonably low interest rates: on the contrary, it is a prerequisite for them, as it allows inflation to be controlled in the long term and anchors the expectations of economic agents. Faced with the risks of 'privatisation' and 'de-Europeanisation' of the currency posed by the rise of stablecoins, we Europeans are strong supporters of the digital euro for retail payments, as well as a wholesale digital currency for financial markets.</p>\n<p>Now more than ever, we Europeans need to translate this success in terms of monetary sovereignty into economic and financial sovereignty. Our two countries and Europe now have a choice: either they continue with the low growth, low productivity and low innovation of the last thirty years, or they opt for a general mobilisation.<a class=\"hashlink\" href=\"#fnii\" id=\"fn_ii\"><sup>ii</sup></a><span> </span>And, clearly, the recent \"tectonic\" upheavals<a class=\"hashlink\" href=\"#fniii\" id=\"fn_iii\"><sup>iii</sup></a><span> </span> are increasing the challenges: the protectionist shock together with the shock of unpredictability unleashed by the Trump administration are detrimental to both price stability and growth. </p>\n<p>Our destiny is in our own hands. I really hope that this general mobilisation comes quickly – much more quickly. The Draghi and Letta reports in 2024 and the European Commission's Savings and Investment Union strategy can be summarised in three points, the three \"i's'': integrating the single market more, investing better through a Savings and Investment Union, and innovating faster by cutting bureaucracy – or to use physiological words, we need to multiply economic size by financial muscle and speed of execution. At the same time, the euro area – including my own country – needs stable and sustainable public finances to meet these challenges. </p>\n<hr/>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_i\" name=\"fni\"><sup>i</sup></a> European Commission,<span> </span><a class=\"external\" href=\"https://europa.eu/eurobarometer/surveys/detail/3372\" rel=\"noopener noreferrer\" target=\"_blank\">Standard Eurobarometer 103 – Spring 2025</a><br/><span><a class=\"hashlink\" href=\"#fn_ii\" name=\"fnii\"><sup>ii</sup></a> </span>Villeroy de Galhau (F.) (2025),<span> </span><a class=\"external\" href=\"https://www.banque-france.fr/en/publications-and-statistics/publications/letter-president-republic-stupefaction-general-mobilisation-how-respond-americas-policy-shift\" rel=\"noopener noreferrer\" target=\"_blank\">Letter to the President of the French Republic: From stupefaction to a general mobilisation, how to respond to America's policy shift</a>, 9 April<br/><a class=\"hashlink\" href=\"#fn_iii\" name=\"fniii\"><sup>iii</sup></a> Holzmann (R.) (2025),<span> </span><a class=\"external\" href=\"https://www.bis.org/review/r250528f.htm\" rel=\"noopener noreferrer\" target=\"_blank\">Monetary policy and structural tectonic shifts</a>, speech, 22 May</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "This conviction is rooted primarily in the long term and it is important to measure how far we have come over the last 25 years. The euro is a tremendous popular success: support for our single currency has never been stronger (83% in the euro area i ). To say that Robert and I have not always agreed on monetary policy decisions is an understatement, but I know few people holding such different positions who have remained such good friends. This tells us two things: first, that Robert is a very likeable person and, second, that along with our colleagues, we have always been able to discuss and then decide. In 2021-22, the Governing Council of the European Central Bank (ECB) was confronted with soaring inflation. Robert, last week I read in the FAZ that you were referring to the ECB's past \"mistakes\". I can reassure you that you can rest easy on that score. I don't believe we made mistakes. You can even be proud of our decisive and effective monetary action. In less than three years, we have brought inflation back down to our 2% target, without any economic pain in terms of recession or unemployment. The victory over inflation has now been secured. In order to consolidate this victory in the long term, we Europeans must defend the independence of central banks in the face of the serious regressions of the Trump administration. No, this is not an anomaly of democracy. On the contrary, independence has been conferred by democracy, and it is attacking this independence in contradiction with American law that is dangerous for democracy. No, independence is not just for us central bankers; it serves all citizens. And no, independence is not an obstacle to reasonably low interest rates: on the contrary, it is a prerequisite for them, as it allows inflation to be controlled in the long term and anchors the expectations of economic agents. Faced with the risks of 'privatisation' and 'de-Europeanisation' of the currency posed by the rise of stablecoins, we Europeans are strong supporters of the digital euro for retail payments, as well as a wholesale digital currency for financial markets. Now more than ever, we Europeans need to translate this success in terms of monetary sovereignty into economic and financial sovereignty. Our two countries and Europe now have a choice: either they continue with the low growth, low productivity and low innovation of the last thirty years, or they opt for a general mobilisation. ii And, clearly, the recent \"tectonic\" upheavals iii are increasing the challenges: the protectionist shock together with the shock of unpredictability unleashed by the Trump administration are detrimental to both price stability and growth. Our destiny is in our own hands. I really hope that this general mobilisation comes quickly – much more quickly. The Draghi and Letta reports in 2024 and the European Commission's Savings and Investment Union strategy can be summarised in three points, the three \"i's'': integrating the single market more, investing better through a Savings and Investment Union, and innovating faster by cutting bureaucracy – or to use physiological words, we need to multiply economic size by financial muscle and speed of execution. At the same time, the euro area – including my own country – needs stable and sustainable public finances to meet these challenges. i European Commission, Standard Eurobarometer 103 – Spring 2025 ii Villeroy de Galhau (F.) (2025), Letter to the President of the French Republic: From stupefaction to a general mobilisation, how to respond to America's policy shift , 9 April iii Holzmann (R.) (2025), Monetary policy and structural tectonic shifts , speech, 22 May",
  "date_parsed": "2025-09-18",
  "name": "François Villeroy de Galhau",
  "link_number": "4",
  "name_orig": "François Villeroy de Galhau",
  "url_orig": "https://www.bis.org/review/r250911i.htm"
}