{
  "source_url": "https://www.bis.org/review/r240415h.htm",
  "headline": "Frank Elderson: \"Know thyself\" – avoiding policy mistakes in light of the prevailing climate science",
  "description_html": "\n<p>Keynote speech by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the Delphi Economic Forum IX, Delphi, 12 April 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the Delphi Economic Forum IX, Delphi, 12 April 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "16 April 2024",
  "pdf_url": "https://www.bis.org/review/r240415h.pdf",
  "content_html": "\n<div class=\"section\">\n<div class=\"section\">\n<p>For centuries the oracle of Delphi guided those seeking advice on what the future might hold.<span style=\"font-size: 13.6px;\"> </span>Perhaps the most famous prophecy originating here from the Temple of Apollo is the one delivered during the Ancient Greek era to Croesus, the King of Lydia. When he consulted the oracle about going to war with Persia, he was told that if he were to attack, \"a great empire would fall\". Emboldened by this apparent foresight, King Croesus went to war. And an empire did indeed fall. But it was the Lydians, not the Persians, who were defeated. The oracle was right. Yet King Croesus had overlooked the considerable room for interpretation that the prophecy allowed, with significant implications for his assessment of the outlook and the consequences of his decisions.</p>\n<p>Today, policymakers count not on prophecies and oracles but on facts and science when assessing the outlook so they can make informed decisions. But while facts and science leave far less room for interpretation and uncertainty than ancient prophecies, they cannot eliminate it entirely. The scientific method requires established knowledge to be scrutinised and reviewed, especially – though certainly not exclusively – knowledge that pushes the boundaries of modern science. So science-based models that are used to describe what happens in the real world need to be updated regularly, in terms of both their structure and their parameters. And we have to acknowledge that these models are subject to uncertainty, including statistical, measurement and policy uncertainty. These caveats are relevant whenever we use these models to describe what has happened in the past, and they are especially relevant when assessing how present day knowledge is used to project an outlook for the future.</p>\n<p>At the same time, policy must remain robust in the face of this uncertainty and build on what is scientifically established. Policymakers need to identify and spell out those questions that, if resolved, would reduce uncertainty and increase the level of confidence with which decisions are taken.</p>\n</div>\n</div>\n",
  "content_text": "For centuries the oracle of Delphi guided those seeking advice on what the future might hold. Perhaps the most famous prophecy originating here from the Temple of Apollo is the one delivered during the Ancient Greek era to Croesus, the King of Lydia. When he consulted the oracle about going to war with Persia, he was told that if he were to attack, \"a great empire would fall\". Emboldened by this apparent foresight, King Croesus went to war. And an empire did indeed fall. But it was the Lydians, not the Persians, who were defeated. The oracle was right. Yet King Croesus had overlooked the considerable room for interpretation that the prophecy allowed, with significant implications for his assessment of the outlook and the consequences of his decisions. Today, policymakers count not on prophecies and oracles but on facts and science when assessing the outlook so they can make informed decisions. But while facts and science leave far less room for interpretation and uncertainty than ancient prophecies, they cannot eliminate it entirely. The scientific method requires established knowledge to be scrutinised and reviewed, especially – though certainly not exclusively – knowledge that pushes the boundaries of modern science. So science-based models that are used to describe what happens in the real world need to be updated regularly, in terms of both their structure and their parameters. And we have to acknowledge that these models are subject to uncertainty, including statistical, measurement and policy uncertainty. These caveats are relevant whenever we use these models to describe what has happened in the past, and they are especially relevant when assessing how present day knowledge is used to project an outlook for the future. At the same time, policy must remain robust in the face of this uncertainty and build on what is scientifically established. Policymakers need to identify and spell out those questions that, if resolved, would reduce uncertainty and increase the level of confidence with which decisions are taken.",
  "date_parsed": "2024-04-16",
  "name": "Frank Elderson",
  "name_orig": "Frank Elderson",
  "url_orig": "https://www.bis.org/review/r240415h.htm"
}