{
  "source_url": "https://www.bis.org/review/r240924r.htm",
  "headline": "Frank Elderson: Energy performance data - a must-have for managing climate-related credit risk",
  "description_html": "\n<p>Welcome address by Mr Frank Elderson, Member of the Executive Board of the European Central Bank<span> </span>and Vice-Chair of the Supervisory Board of the European Central Bank, at the <span>ECB</span> conference on real estate climate data industry good practices, Frankfurt am Main, 23 September 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Welcome address by Mr Frank Elderson, Member of the Executive Board of the European Central Bank and Vice-Chair of the Supervisory Board of the European Central Bank, at the ECB conference on real estate climate data industry good practices, Frankfurt am Main, 23 September 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "25 September 2024",
  "pdf_url": "https://www.bis.org/review/r240924r.pdf",
  "content_html": "\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<p>Good morning and a very warm welcome to all of you. It is a pleasure to see so many of you – bank representatives, journalists and supervisors – here in Frankfurt to discuss good practices for collecting and assessing climate-related data for the real estate sector.</p>\n<p>We have come a long way since 2019 when we first started to talk about climate-related and environmental risk management with you – the banks we supervise. Thanks to the tireless work of many dedicated climate risk experts in banks across Europe, jointly we have built up considerable expertise and made encouraging progress.</p>\n<p>Real estate lending represents a significant share of supervised banks' banking books. The real estate sector is also a concrete example of how physical and transition risks affect traditional prudential risk categories, in this case credit risk. And just as we do for any other material risk, we expect banks to identify, measure and – most importantly – manage these risks.</p>\n<h3>Good data are crucial for sound risk management</h3>\n<p>In short, to manage your risks you need to know them. And to know your risks you need to have good data. The same holds true when integrating climate-related risk drivers into credit risk management.</p>\n<p>To manage credit risk in the real estate sector, we need data on buildings' energy efficiency. This is crucial for collateral valuations or determining borrowers' ability to pay back their loan, for example.</p>\n<p>With this in mind, back in 2021 ECB Banking Supervision started looking at energy performance data for the commercial and residential real estate sectors by conducting targeted reviews for a sample of banks that were most exposed to these sectors. Supervisors collected data from these banks and engaged with them on their practices. As expectations were not yet set on this specific topic, we let banks explain how they obtained energy performance data. We looked at new lending as well as existing loan stocks.</p>\n<p>Overall, our targeted review showed that more progress had been made for new lending, for which most data were based on real data from energy performance certificates. As a concrete outcome of our targeted review, we asked all banks in the sample to collect real energy performance data at loan origination. Our supervisory recommendation was well received by banks that were not yet doing it, showing banks' willingness to integrate energy performance data into their credit risk management policies. This is good news.</p>\n<p>However, as supervisors, we are also concerned about the existing stock of loans. Most of the data on this are based on proxies, which makes it difficult for both banks and supervisors to design and implement proper risk management measures. Obtaining real data is admittedly challenging, yet many of the banks represented here today have made notable strides. You have found a way to collect energy performance data and use them effectively. And we invite all banks that have not yet advanced on collecting such data to learn from the good practices of those banks that have made critical leaps forward.</p>\n<h3>Legislative changes will improve the availability of energy performance data</h3>\n<p>Integrating climate-related data is also vitally important in view of impending legislative changes. The revised Energy Performance of Buildings Directive<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a>, which includes common requirements for setting up national databases on the energy performance of buildings, is an important development that should help narrow the data gap. In the spirit of the Directive, further work is needed to ensure adequate data management and increase the reliability and consistency of climate-related real estate data across the European Union. Establishing a comprehensive European database of all buildings in the EU will take time. So banks cannot just sit back and wait. As supervisors we expect banks to manage all material risks. And this requirement is not conditional on the attainability of harmonised data.</p>\n<p>We therefore strongly encourage all efforts to improve data availability and welcome the successful strategies that some banks have implemented to address data gaps.</p>\n<p>Today's agenda will focus on the collection of energy performance data for the commercial and residential real estate sectors. But this will not be the only topic. Properties in areas prone to hazard events such as floods, rising sea levels or wildfires are increasingly vulnerable and could see a decrease in their collateral value. Last week's devastating floods in Austria, Czechia, Hungary, Italy, Poland, Romania and Slovakia were a stark reminder of that. Therefore, later in today's programme we will discuss the challenges and potential solutions for monitoring physical risk. In the coming weeks, the ECB will publish an analytical paper focusing on whether residential mortgage rates in high climate risk areas are influenced by this risk. The paper finds evidence that climate-related risk is already priced into mortgages. In other words, we see that an average bank took climate-related risks into account as loans secured by real estate in high climate risk areas were more expensive than loans with the same characteristics but in safer regions. However, the effect we find is economically small, so it seems that the climate-related risk is still underpriced by the average bank.</p>\n<p>Let me conclude.</p>\n<p>Good, reliable data are a cornerstone of sound risk management. This also holds true for managing the risks stemming from climate change. Thanks to the ongoing dialogue between supervisors and banks, some major stumbling blocks have already been overcome. The good practices observed for collecting real data on energy performance show that, while the task is challenging, it is far from impossible. Sharing your practices with peers will help more banks to improve the availability of energy performance data. So we are all looking forward to hearing about your experiences and learning from what worked well.</p>\n<p>The ongoing climate and nature crises will inevitably render our economy more susceptible to shocks. From a risk-based perspective, let me reassure you that ECB Banking Supervision will continue to play our part in spurring on banks to prepare for these risks. To succeed in our common goal of making banks resilient to climate and nature-related risks, it is vital that we keep up this dialogue with you – the industry – and encourage the exchange of good practices in the years to come.</p>\n<p>I would like to thank you for coming to Frankfurt today to share your experiences.</p>\n<hr/>\n<p class=\"footnote\"><span style=\"font-size: 13.6px;\"><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> </span>See European Commission (2024),<span> </span><a class=\"link-inline external\" href=\"https://energy.ec.europa.eu/topics/energy-efficiency/energy-efficient-buildings/energy-performance-buildings-directive_en#revised-energy-performance-of-buildings-directive\">Energy Performance of Buildings Directive</a></p>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "Good morning and a very warm welcome to all of you. It is a pleasure to see so many of you – bank representatives, journalists and supervisors – here in Frankfurt to discuss good practices for collecting and assessing climate-related data for the real estate sector. We have come a long way since 2019 when we first started to talk about climate-related and environmental risk management with you – the banks we supervise. Thanks to the tireless work of many dedicated climate risk experts in banks across Europe, jointly we have built up considerable expertise and made encouraging progress. Real estate lending represents a significant share of supervised banks' banking books. The real estate sector is also a concrete example of how physical and transition risks affect traditional prudential risk categories, in this case credit risk. And just as we do for any other material risk, we expect banks to identify, measure and – most importantly – manage these risks. Good data are crucial for sound risk management In short, to manage your risks you need to know them. And to know your risks you need to have good data. The same holds true when integrating climate-related risk drivers into credit risk management. To manage credit risk in the real estate sector, we need data on buildings' energy efficiency. This is crucial for collateral valuations or determining borrowers' ability to pay back their loan, for example. With this in mind, back in 2021 ECB Banking Supervision started looking at energy performance data for the commercial and residential real estate sectors by conducting targeted reviews for a sample of banks that were most exposed to these sectors. Supervisors collected data from these banks and engaged with them on their practices. As expectations were not yet set on this specific topic, we let banks explain how they obtained energy performance data. We looked at new lending as well as existing loan stocks. Overall, our targeted review showed that more progress had been made for new lending, for which most data were based on real data from energy performance certificates. As a concrete outcome of our targeted review, we asked all banks in the sample to collect real energy performance data at loan origination. Our supervisory recommendation was well received by banks that were not yet doing it, showing banks' willingness to integrate energy performance data into their credit risk management policies. This is good news. However, as supervisors, we are also concerned about the existing stock of loans. Most of the data on this are based on proxies, which makes it difficult for both banks and supervisors to design and implement proper risk management measures. Obtaining real data is admittedly challenging, yet many of the banks represented here today have made notable strides. You have found a way to collect energy performance data and use them effectively. And we invite all banks that have not yet advanced on collecting such data to learn from the good practices of those banks that have made critical leaps forward. Legislative changes will improve the availability of energy performance data Integrating climate-related data is also vitally important in view of impending legislative changes. The revised Energy Performance of Buildings Directive 1 , which includes common requirements for setting up national databases on the energy performance of buildings, is an important development that should help narrow the data gap. In the spirit of the Directive, further work is needed to ensure adequate data management and increase the reliability and consistency of climate-related real estate data across the European Union. Establishing a comprehensive European database of all buildings in the EU will take time. So banks cannot just sit back and wait. As supervisors we expect banks to manage all material risks. And this requirement is not conditional on the attainability of harmonised data. We therefore strongly encourage all efforts to improve data availability and welcome the successful strategies that some banks have implemented to address data gaps. Today's agenda will focus on the collection of energy performance data for the commercial and residential real estate sectors. But this will not be the only topic. Properties in areas prone to hazard events such as floods, rising sea levels or wildfires are increasingly vulnerable and could see a decrease in their collateral value. Last week's devastating floods in Austria, Czechia, Hungary, Italy, Poland, Romania and Slovakia were a stark reminder of that. Therefore, later in today's programme we will discuss the challenges and potential solutions for monitoring physical risk. In the coming weeks, the ECB will publish an analytical paper focusing on whether residential mortgage rates in high climate risk areas are influenced by this risk. The paper finds evidence that climate-related risk is already priced into mortgages. In other words, we see that an average bank took climate-related risks into account as loans secured by real estate in high climate risk areas were more expensive than loans with the same characteristics but in safer regions. However, the effect we find is economically small, so it seems that the climate-related risk is still underpriced by the average bank. Let me conclude. Good, reliable data are a cornerstone of sound risk management. This also holds true for managing the risks stemming from climate change. Thanks to the ongoing dialogue between supervisors and banks, some major stumbling blocks have already been overcome. The good practices observed for collecting real data on energy performance show that, while the task is challenging, it is far from impossible. Sharing your practices with peers will help more banks to improve the availability of energy performance data. So we are all looking forward to hearing about your experiences and learning from what worked well. The ongoing climate and nature crises will inevitably render our economy more susceptible to shocks. From a risk-based perspective, let me reassure you that ECB Banking Supervision will continue to play our part in spurring on banks to prepare for these risks. To succeed in our common goal of making banks resilient to climate and nature-related risks, it is vital that we keep up this dialogue with you – the industry – and encourage the exchange of good practices in the years to come. I would like to thank you for coming to Frankfurt today to share your experiences. 1 See European Commission (2024), Energy Performance of Buildings Directive",
  "date_parsed": "2024-09-25",
  "name": "Frank Elderson",
  "name_orig": "Frank Elderson",
  "url_orig": "https://www.bis.org/review/r240924r.htm"
}