{
  "source_url": "https://www.bis.org/review/r251007o.htm",
  "headline": "Gabriel Makhlouf: Remarks - British Irish Chamber of Commerce",
  "description_html": "\n<p><span>Remarks by Mr </span>Gabriel Makhlouf<span>, Governor of the Central Bank of Ireland, at the British Irish Chamber of Commerce, Dublin</span><span>, 2 October 2025.</span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Remarks by Mr Gabriel Makhlouf , Governor of the Central Bank of Ireland, at the British Irish Chamber of Commerce, Dublin , 2 October 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "08 October 2025",
  "pdf_url": "https://www.bis.org/review/r251007o.pdf",
  "content_html": "\n<p>Thank you for the invitation to join you this afternoon.</p>\n<p>My remarks today will discuss the economic outlook in a period of global change and our regulatory approach in the changing environment.</p>\n<p>But before I talk about that, I'd like to touch briefly on the importance of the relationship between Ireland and the United Kingdom. In a time when fragmentation and global uncertainty are straining international relationships, the economic and social bond between the two nations is a testament to a deep and shared resilience. Everyone in this room knows the links across these islands are about much more than a market. It is a deep-rooted relationship, sector to sector, business to business, families and friendships intertwined.</p>\n<p>From the Central Bank of Ireland's perspective, the relationship is not an abstract concept but something that's very real. Ireland has a globally interconnected financial ecosystem that has a strong connection with its counterpart in the UK. As many of you in the financial industry know, we have an excellent relationship with our colleagues at the Bank of England, PRA and FCA, and we will continue to share information and knowledge, coordinate on supervisory standards, and assist each other in the delivery of our mandates. This strong working relationship ensures that capital flows remain secure, payment systems are resilient and that the integrity of our financial markets are maintained, not least through periods of significant change such as we are experiencing today.</p>\n<h3>A changing external environment</h3>\n<p>The global economy has been fragmenting along geopolitical lines for nearly a decade, but this trend has accelerated, marking a swift transition with implications across the short, medium, and long term, alongside the other significant, and more familiar, economic transitions of ageing societies, a changing climate and an increasingly digitalised world. Recognising and understanding these transitions is fundamental if we are to shape policies that build economic resilience, enabling households, businesses, and communities to navigate challenges and seize opportunities. International trade in goods has entered a new and profoundly unfamiliar period. Global trade is being reshaped as countries and businesses respond to tariffs directed at them.</p>\n<p>For Ireland, as an open and very well-connected economy, an environment of trade barriers coupled with policy unpredictability is unwelcome. The new agreement between the EU and the US, although yet to be fully implemented, has provided some welcome stability. In the first half of this year, the Irish economy demonstrated resilience, with robust consumption and investment, but headwinds persist. Continued expected growth in real disposable incomes, amid a stable labour market, labour force participation is high and unemployment low, supports the forecast for continued growth in consumer spending. Overall, our latest projections anticipate a slowdown from 2.9 per cent growth this year to just over 2 per cent in the coming years.<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a></p>\n<p>The question is how best to sustain what has been a positive trajectory over the last few years into the medium-to-long term. Analysis indicates an economy one per cent smaller relative to a tariff-free scenario, driven by lower investment and a shift in exports to non-US markets.<a class=\"hashlink\" href=\"#fn2\" id=\"fn_2\"><sup>2</sup></a><span> </span>To maintain the economic success of recent years in the face of current and more medium-term challenges, Ireland will have to focus in particular on addressing its infrastructure gaps.  Efficient infrastructure delivery, supported by enabling processes, innovative approaches and scaled investments, can enhance productivity, reduce costs, and maximise economic benefits.</p>\n<h3>Regulating in a changing environment</h3>\n<p>To state the obvious, the financial system has an important role to play here. The sector has been undergoing its own rapid change over recent years, not least as a result of technological innovation. Increasingly, we are seeing the importance of operational and cyber resilience to the rapid evolution of artificial intelligence and its use. This provides many opportunities, although if not adequately managed it can also pose many risks.</p>\n<p>When I think of our response to these changes, three things come to mind: cooperation in the face of fragmentation; adapting with the times; and always sticking to the fundamentals.</p>\n<p>First, whether it's climate or cyber or innovation, it is clear that what we are increasingly dealing with are global changes and challenges. They are common to us all, they cannot be confined to borders, and require global cooperation if they are to be addressed effectively.</p>\n<p>I know that both Ireland and the UK are committed to international cooperation and multilateralism. For one thing, I see it reflected in the open, engaged and internationally active nature of our central banks and regulators.</p>\n<p>We and our counterparts in the UK both know that having an international financial centre entails international responsibilities, including a commitment to effective regulation, actively engaging with the international rule-setting bodies as well as supervising institutions on behalf of, and in cooperation with, other jurisdictions. These responsibilities also come with international scrutiny, be it from organisations such as the IMF, or simply other peer regulators who want assurance that their citizens are being protected when served by Irish-based firms.</p>\n<p>We embrace this responsibility. And, along with our core domestic mandate, it is why we place such importance on the proper and effective regulation and supervision of the financial sector, something that I know is also at the heart of our UK colleagues' approach.</p>\n<p>Second in the face of rapid technological change financial regulation needs to keep up with financial innovation. And in many ways the UK has led the way in terms of responding to the innovation in financial services. We have been adapting too, becoming more future focused, and better anticipating and responding to the changes taking place in our financial system.</p>\n<p>This includes establishing an Innovation Sandbox Programme, and I expect that some of you will have engaged with both the programme and our Innovation Hub as part of your operations in Ireland. We support innovation in the financial sector and recognise the benefits it can bring.</p>\n<p>Third, navigating change is complex and we shouldn't pretend otherwise. And, while it is important to be adaptable, in times of rapid change central banks and regulators need to remain anchored to the fundamentals and remember that no matter how novel or innovative something is, the importance of good governance, good risk management and delivering in the interests of consumers, investors and the wider economy doesn't change.</p>\n<p>In my view regulation plays a vital role in ensuring the effective functioning of our financial system. It enables innovation, competition, and cross border activity, while ensuring the system operates in the best interest of consumers and the wider economy, both in good times and bad.</p>\n<p>Our regulatory approach at the Central Bank of Ireland is underpinned by six principles. Regulation must be forward looking, connected, proportionate, predictable, transparent and agile. These principles are increasingly relevant to meet the challenges of today as well as the opportunities and risks that are ahead of us.</p>\n<h3>Conclusion</h3>\n<p>And the opportunities are clear, as Mario Draghi and Enrico Letta set out last year, reports written for the EU, but which should be of wider interest. We need to recognise that the world we have been familiar with has changed and that,  coupled with the ongoing march of demography, digitalisation, and a warming climate, more change is ahead. I suggest that the stage is now set for us to seek new partners, build new relationships, adopt new frameworks and create new paradigms for the world that our children and grandchildren will inhabit.</p>\n<p>At the Central Bank of Ireland, we are guided by the objective set out in our founding legislation that our \"constant and predominant aim shall be the welfare of the people as a whole.\"  We will remain focused on delivering the stability, resilience, and protections that consumers and the wider economy need and the public expects. Our focus will be neither to regulate for growth nor regulate for risk but to regulate for the orderly and proper functioning of financial markets so that they deliver positive outcomes for the economy and for our citizens.</p>\n<p>I wish you all well, both for the remainder of this conference and for your continued work bringing together people and businesses in our two countries.</p>\n<hr/>\n<div>\n<div id=\"ftn1\">\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> </span><a class=\"external\" href=\"https://www.centralbank.ie/publication/quarterly-bulletins/quarterly-bulletin-q3-2025\" rel=\"noopener noreferrer\" target=\"_blank\">Central Bank of Ireland Quarterly Bulletin No.3 2025</a></p>\n</div>\n<div id=\"ftn2\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup>2</sup></a> See<span> </span><a class=\"external\" href=\"https://www.centralbank.ie/docs/default-source/publications/quarterly-bulletins/quarterly-bulletin-signed-articles/on-the-fault-line-irish-economy-in-a-time-of-geoeconomic-fragmentation.pdf?sfvrsn=144e6e1a_14\" rel=\"noopener noreferrer\" target=\"_blank\" title=\"On the fault line? The Irish economy in a time of geoeconomic fragmentation\">On the fault line? The Irish economy in a time of geoeconomic fragmentation (PDF 1.4MB)</a> - Central Bank of Ireland 2025</p>\n</div>\n</div>\n",
  "content_text": "Thank you for the invitation to join you this afternoon. My remarks today will discuss the economic outlook in a period of global change and our regulatory approach in the changing environment. But before I talk about that, I'd like to touch briefly on the importance of the relationship between Ireland and the United Kingdom. In a time when fragmentation and global uncertainty are straining international relationships, the economic and social bond between the two nations is a testament to a deep and shared resilience. Everyone in this room knows the links across these islands are about much more than a market. It is a deep-rooted relationship, sector to sector, business to business, families and friendships intertwined. From the Central Bank of Ireland's perspective, the relationship is not an abstract concept but something that's very real. Ireland has a globally interconnected financial ecosystem that has a strong connection with its counterpart in the UK. As many of you in the financial industry know, we have an excellent relationship with our colleagues at the Bank of England, PRA and FCA, and we will continue to share information and knowledge, coordinate on supervisory standards, and assist each other in the delivery of our mandates. This strong working relationship ensures that capital flows remain secure, payment systems are resilient and that the integrity of our financial markets are maintained, not least through periods of significant change such as we are experiencing today. A changing external environment The global economy has been fragmenting along geopolitical lines for nearly a decade, but this trend has accelerated, marking a swift transition with implications across the short, medium, and long term, alongside the other significant, and more familiar, economic transitions of ageing societies, a changing climate and an increasingly digitalised world. Recognising and understanding these transitions is fundamental if we are to shape policies that build economic resilience, enabling households, businesses, and communities to navigate challenges and seize opportunities. International trade in goods has entered a new and profoundly unfamiliar period. Global trade is being reshaped as countries and businesses respond to tariffs directed at them. For Ireland, as an open and very well-connected economy, an environment of trade barriers coupled with policy unpredictability is unwelcome. The new agreement between the EU and the US, although yet to be fully implemented, has provided some welcome stability. In the first half of this year, the Irish economy demonstrated resilience, with robust consumption and investment, but headwinds persist. Continued expected growth in real disposable incomes, amid a stable labour market, labour force participation is high and unemployment low, supports the forecast for continued growth in consumer spending. Overall, our latest projections anticipate a slowdown from 2.9 per cent growth this year to just over 2 per cent in the coming years. 1 The question is how best to sustain what has been a positive trajectory over the last few years into the medium-to-long term. Analysis indicates an economy one per cent smaller relative to a tariff-free scenario, driven by lower investment and a shift in exports to non-US markets. 2 To maintain the economic success of recent years in the face of current and more medium-term challenges, Ireland will have to focus in particular on addressing its infrastructure gaps.  Efficient infrastructure delivery, supported by enabling processes, innovative approaches and scaled investments, can enhance productivity, reduce costs, and maximise economic benefits. Regulating in a changing environment To state the obvious, the financial system has an important role to play here. The sector has been undergoing its own rapid change over recent years, not least as a result of technological innovation. Increasingly, we are seeing the importance of operational and cyber resilience to the rapid evolution of artificial intelligence and its use. This provides many opportunities, although if not adequately managed it can also pose many risks. When I think of our response to these changes, three things come to mind: cooperation in the face of fragmentation; adapting with the times; and always sticking to the fundamentals. First, whether it's climate or cyber or innovation, it is clear that what we are increasingly dealing with are global changes and challenges. They are common to us all, they cannot be confined to borders, and require global cooperation if they are to be addressed effectively. I know that both Ireland and the UK are committed to international cooperation and multilateralism. For one thing, I see it reflected in the open, engaged and internationally active nature of our central banks and regulators. We and our counterparts in the UK both know that having an international financial centre entails international responsibilities, including a commitment to effective regulation, actively engaging with the international rule-setting bodies as well as supervising institutions on behalf of, and in cooperation with, other jurisdictions. These responsibilities also come with international scrutiny, be it from organisations such as the IMF, or simply other peer regulators who want assurance that their citizens are being protected when served by Irish-based firms. We embrace this responsibility. And, along with our core domestic mandate, it is why we place such importance on the proper and effective regulation and supervision of the financial sector, something that I know is also at the heart of our UK colleagues' approach. Second in the face of rapid technological change financial regulation needs to keep up with financial innovation. And in many ways the UK has led the way in terms of responding to the innovation in financial services. We have been adapting too, becoming more future focused, and better anticipating and responding to the changes taking place in our financial system. This includes establishing an Innovation Sandbox Programme, and I expect that some of you will have engaged with both the programme and our Innovation Hub as part of your operations in Ireland. We support innovation in the financial sector and recognise the benefits it can bring. Third, navigating change is complex and we shouldn't pretend otherwise. And, while it is important to be adaptable, in times of rapid change central banks and regulators need to remain anchored to the fundamentals and remember that no matter how novel or innovative something is, the importance of good governance, good risk management and delivering in the interests of consumers, investors and the wider economy doesn't change. In my view regulation plays a vital role in ensuring the effective functioning of our financial system. It enables innovation, competition, and cross border activity, while ensuring the system operates in the best interest of consumers and the wider economy, both in good times and bad. Our regulatory approach at the Central Bank of Ireland is underpinned by six principles. Regulation must be forward looking, connected, proportionate, predictable, transparent and agile. These principles are increasingly relevant to meet the challenges of today as well as the opportunities and risks that are ahead of us. Conclusion And the opportunities are clear, as Mario Draghi and Enrico Letta set out last year, reports written for the EU, but which should be of wider interest. We need to recognise that the world we have been familiar with has changed and that,  coupled with the ongoing march of demography, digitalisation, and a warming climate, more change is ahead. I suggest that the stage is now set for us to seek new partners, build new relationships, adopt new frameworks and create new paradigms for the world that our children and grandchildren will inhabit. At the Central Bank of Ireland, we are guided by the objective set out in our founding legislation that our \"constant and predominant aim shall be the welfare of the people as a whole.\"  We will remain focused on delivering the stability, resilience, and protections that consumers and the wider economy need and the public expects. Our focus will be neither to regulate for growth nor regulate for risk but to regulate for the orderly and proper functioning of financial markets so that they deliver positive outcomes for the economy and for our citizens. I wish you all well, both for the remainder of this conference and for your continued work bringing together people and businesses in our two countries. 1 Central Bank of Ireland Quarterly Bulletin No.3 2025 2 See On the fault line? The Irish economy in a time of geoeconomic fragmentation (PDF 1.4MB) - Central Bank of Ireland 2025",
  "date_parsed": "2025-10-08",
  "name": "Gabriel Makhlouf",
  "link_number": "1",
  "name_orig": "Gabriel Makhlouf",
  "url_orig": "https://www.bis.org/review/r251007o.htm"
}