{
  "source_url": "https://www.bis.org/review/r250319f.htm",
  "headline": "Gabriel Makhlouf: The value of trusted institutions",
  "description_html": "\n<p>Speech by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, at the Čičin-Šain lecture, organised by the Croatian National Bank, Zagreb, 13 March 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, at the Čičin-Šain lecture, organised by the Croatian National Bank, Zagreb, 13 March 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "19 March 2025",
  "pdf_url": "https://www.bis.org/review/r250319f.pdf",
  "content_html": "\n<p>Good morning everyone.</p>\n<p>It's a pleasure to be in Zagreb.<span style=\"font-size: 13.6px;\"> </span>It is my first visit to a city that my family has connections to: my parents lived here and in fact my father died here back in 1992. I have never had the opportunity to visit and am pleased to be here with you.</p>\n<p>Before I begin today's lecture, I would like to thank the Croatian National Bank (HNB) for organising this special event in honour of the late Dr Ante Čičin-Šain. This is the first lecture since 2018 due to a Covid-enforced hiatus, and as you all know, these lectures provide a focus for discussion and contact between Ireland and Croatia on matters of economic interest, as well as marking Dr Čičin-Šain's unique contribution to fostering trust and furthering relations between the two countries.</p>\n<p>It's an honour to be here today to rekindle our special relationship and to deliver this lecture.</p>\n<p>Although Ante Čičin-Šain needs no introduction here at the Croatian National Bank, I would like to pay tribute to his career and role he played in developing deep relations between Ireland and Croatia.</p>\n<p>As Croatia's first Ambassador to Ireland, he was highly committed to developing Irish-Croatian relations and the two countries have enjoyed a very successful relationship since he took up his role. Prior to becoming Ambassador, Dr Čičin-Šain was of course the first Governor of the independent Croatian National Bank, during a particularly testing time for his country. He brought about monetary independence for Croatia, and successfully introduced a new currency while Governor in the early 1990s.</p>\n",
  "content_text": "Good morning everyone. It's a pleasure to be in Zagreb. It is my first visit to a city that my family has connections to: my parents lived here and in fact my father died here back in 1992. I have never had the opportunity to visit and am pleased to be here with you. Before I begin today's lecture, I would like to thank the Croatian National Bank (HNB) for organising this special event in honour of the late Dr Ante Čičin-Šain. This is the first lecture since 2018 due to a Covid-enforced hiatus, and as you all know, these lectures provide a focus for discussion and contact between Ireland and Croatia on matters of economic interest, as well as marking Dr Čičin-Šain's unique contribution to fostering trust and furthering relations between the two countries. It's an honour to be here today to rekindle our special relationship and to deliver this lecture. Although Ante Čičin-Šain needs no introduction here at the Croatian National Bank, I would like to pay tribute to his career and role he played in developing deep relations between Ireland and Croatia. As Croatia's first Ambassador to Ireland, he was highly committed to developing Irish-Croatian relations and the two countries have enjoyed a very successful relationship since he took up his role. Prior to becoming Ambassador, Dr Čičin-Šain was of course the first Governor of the independent Croatian National Bank, during a particularly testing time for his country. He brought about monetary independence for Croatia, and successfully introduced a new currency while Governor in the early 1990s.",
  "date_parsed": "2025-03-19",
  "name": "Gabriel Makhlouf",
  "link_number": "8",
  "name_orig": "Gabriel Makhlouf",
  "url_orig": "https://www.bis.org/review/r250319f.htm"
}