{
  "source_url": "https://www.bis.org/review/r250212c.htm",
  "headline": "Gabriel Makhlouf: The importance of foresight",
  "description_html": "\n<p>Opening remarks by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, at the Strategic Foresight Symposium, Dublin, 11 February 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Opening remarks by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, at the Strategic Foresight Symposium, Dublin, 11 February 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "12 February 2025",
  "pdf_url": "https://www.bis.org/review/r250212c.pdf",
  "content_html": "\n<div>\n<p><span>Good morning, and welcome to today's Strategic Foresight Symposium. This morning's program seeks to cultivate debate, foster exploration, and encourage reflection on how strategic foresight and anticipatory governance can shape our strategies, plans, and policy decisions for the future. </span></p>\n</div>\n<div>\n<p>To maintain trust and credibility as public institutions, we must demonstrate to our stakeholders a capacity to anticipate and plan for the future. Over the past decades, we have witnessed transformative shifts, not least the rise of the Internet, other rapid technological advancements, the internationalisation of supply chains, and the global financial crisis. More recently, the past five years have brought a global pandemic, significant military conflicts, the resurgence of extreme political movements, and the accelerating impact of climate change. In my view the interconnected trends and signals of change highlight the need to build strategic foresight capacity to help navigate an increasingly complex and uncertain world. Being future-focused is one of the four themes of our strategy, emphasising the importance of preparing for the challenges and opportunities ahead. </p>\n<p><span>Let me mention some of them.</span></p>\n</div>\n<p>As we look to the future, it is clear that we are navigating a new era of great power competition, marked by the rapid shift to a multipolar world and the erosion of the international order that has underpinned global cooperation since World War II. Policy-induced geoeconomic fragmentation has moved from being a risk to becoming a reality, disrupting trade and foreign direct investment flows. As a small, open economy, Ireland finds itself at the crossroads of these geopolitical headwinds, deeply exposed to its challenges and complexities. </p>\n<p><span>Ireland's ageing demographics pose significant challenges to our future labour supply and productivity, and to the sustainability of our long-term growth. As the more productive segments of our population shrink, the resulting pressure on government finances will intensify. This trend is not unique to Ireland. Across the EU, populations are nearing their peak and are projected to decline, with implications for the Union's economic growth and geopolitical influence. The IMF predicts that total hours worked in Europe will decline over the next five years. These shifts carry far-reaching policy implications, impacting working age and pension sustainability, healthcare resourcing, infrastructure, and our broader fiscal resilience. Addressing these challenges requires forward-thinking strategies. </span></p>\n<p><span></span><span>The pandemic catalysed a significant acceleration in digitalisation, enabled by the expanded adoption of cloud computing. Alongside this we are witnessing a rapid evolution in artificial intelligence, reshaping not only the financial services industry but also the broader economy and the future of work. However, these transformative technologies come with complex challenges. AI's integration will spark critical debates around privacy and ethical use. And while continued digitalisation in financial services offers opportunities to streamline transactions, it also heightens the need to address operational resilience, including ensuring robust defences against information and cyber security risks. </span></p>\n<p><span></span><span>An increasingly insidious challenge is the growing risk of misinformation or alternative truths or straightforward lies, amplified by the rise of social media and the retreat from content moderation and fact-checking. This trend poses serious threats to the values that we have become used to and to democracy itself. Misinformation can undermine the stability of public institutions by corroding trust. This presents new challenges for all of us, as individuals, as institutions and as a community of citizens. </span></p>\n<p><span></span><span>Strategic foresight is the ability of an organisation to continuously perceive, interpret, and respond to emerging ideas about the future. Rather than attempting to predict what lies ahead, foresight broadens our perspective, fostering dialogue that incorporates peripheral viewpoints and explores how multiple potential futures might unfold. To achieve this, we must augment our toolkit with methods such as horizon scanning and scenario analysis, empowering us to embrace anticipatory governance and navigate uncertainty through future-focused insights and dialogue. </span></p>\n<p><span></span><span>I hope this morning's event inspires you to explore how strategic foresight can help future-proof our strategies and policies. Let me leave you with three takeaways: </span></p>\n<ul>\n<li><span>The status quo is unlikely to prevail: in the uncertain world we are now navigating, there is a requirement to augment our approach to governance, to be more future-focused, and the use of strategic foresight can help;</span></li>\n<li><span>Make time for foresight: amid daily challenges, it's essential to set aside governance time, and to develop the capability and tooling to support effective horizon scanning;</span></li>\n<li><span>Be open and engaged: the challenges we face are deeply interconnected, affecting multiple policy areas. To future-proof effectively, we must break down silos, share insights, challenge perspectives, and adopt a collaborative, horizontal approach. </span></li>\n</ul>\n<p><span></span>Thank you for coming and I hope you have a good morning. </p>\n",
  "content_text": "Good morning, and welcome to today's Strategic Foresight Symposium. This morning's program seeks to cultivate debate, foster exploration, and encourage reflection on how strategic foresight and anticipatory governance can shape our strategies, plans, and policy decisions for the future. To maintain trust and credibility as public institutions, we must demonstrate to our stakeholders a capacity to anticipate and plan for the future. Over the past decades, we have witnessed transformative shifts, not least the rise of the Internet, other rapid technological advancements, the internationalisation of supply chains, and the global financial crisis. More recently, the past five years have brought a global pandemic, significant military conflicts, the resurgence of extreme political movements, and the accelerating impact of climate change. In my view the interconnected trends and signals of change highlight the need to build strategic foresight capacity to help navigate an increasingly complex and uncertain world. Being future-focused is one of the four themes of our strategy, emphasising the importance of preparing for the challenges and opportunities ahead. Let me mention some of them. As we look to the future, it is clear that we are navigating a new era of great power competition, marked by the rapid shift to a multipolar world and the erosion of the international order that has underpinned global cooperation since World War II. Policy-induced geoeconomic fragmentation has moved from being a risk to becoming a reality, disrupting trade and foreign direct investment flows. As a small, open economy, Ireland finds itself at the crossroads of these geopolitical headwinds, deeply exposed to its challenges and complexities. Ireland's ageing demographics pose significant challenges to our future labour supply and productivity, and to the sustainability of our long-term growth. As the more productive segments of our population shrink, the resulting pressure on government finances will intensify. This trend is not unique to Ireland. Across the EU, populations are nearing their peak and are projected to decline, with implications for the Union's economic growth and geopolitical influence. The IMF predicts that total hours worked in Europe will decline over the next five years. These shifts carry far-reaching policy implications, impacting working age and pension sustainability, healthcare resourcing, infrastructure, and our broader fiscal resilience. Addressing these challenges requires forward-thinking strategies. The pandemic catalysed a significant acceleration in digitalisation, enabled by the expanded adoption of cloud computing. Alongside this we are witnessing a rapid evolution in artificial intelligence, reshaping not only the financial services industry but also the broader economy and the future of work. However, these transformative technologies come with complex challenges. AI's integration will spark critical debates around privacy and ethical use. And while continued digitalisation in financial services offers opportunities to streamline transactions, it also heightens the need to address operational resilience, including ensuring robust defences against information and cyber security risks. An increasingly insidious challenge is the growing risk of misinformation or alternative truths or straightforward lies, amplified by the rise of social media and the retreat from content moderation and fact-checking. This trend poses serious threats to the values that we have become used to and to democracy itself. Misinformation can undermine the stability of public institutions by corroding trust. This presents new challenges for all of us, as individuals, as institutions and as a community of citizens. Strategic foresight is the ability of an organisation to continuously perceive, interpret, and respond to emerging ideas about the future. Rather than attempting to predict what lies ahead, foresight broadens our perspective, fostering dialogue that incorporates peripheral viewpoints and explores how multiple potential futures might unfold. To achieve this, we must augment our toolkit with methods such as horizon scanning and scenario analysis, empowering us to embrace anticipatory governance and navigate uncertainty through future-focused insights and dialogue. I hope this morning's event inspires you to explore how strategic foresight can help future-proof our strategies and policies. Let me leave you with three takeaways: The status quo is unlikely to prevail: in the uncertain world we are now navigating, there is a requirement to augment our approach to governance, to be more future-focused, and the use of strategic foresight can help; Make time for foresight: amid daily challenges, it's essential to set aside governance time, and to develop the capability and tooling to support effective horizon scanning; Be open and engaged: the challenges we face are deeply interconnected, affecting multiple policy areas. To future-proof effectively, we must break down silos, share insights, challenge perspectives, and adopt a collaborative, horizontal approach. Thank you for coming and I hope you have a good morning.",
  "date_parsed": "2025-02-12",
  "name": "Gabriel Makhlouf",
  "link_number": "10",
  "name_orig": "Gabriel Makhlouf",
  "url_orig": "https://www.bis.org/review/r250212c.htm"
}