{
  "source_url": "https://www.bis.org/review/r251030i.htm",
  "headline": "Gabriel Makhlouf: Opening statement - joint Oireachtas Committee on Finance, Public Service Reform and Digitalisation, and Taoiseach",
  "description_html": "\n<p>Opening statement by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, before the Joint Oireachtas (National Parliament) Committee on Finance, Public Expenditure and Reform, and Taoiseach (Head of Parliament), Dublin, 22 October 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Opening statement by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, before the Joint Oireachtas (National Parliament) Committee on Finance, Public Expenditure and Reform, and Taoiseach (Head of Parliament), Dublin, 22 October 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "06 November 2025",
  "pdf_url": "https://www.bis.org/review/r251030i.pdf",
  "content_html": "\n<div>\n<p>Chair and Committee members, thank you for the invitation to join you today to discuss the issue of the Central Bank's role in the Israeli Bond Programme. I am joined by Mary Elizabeth McMunn, Deputy Governor, Financial Regulation, and Gerry Cross, Director of Capital Markets and Funds. </p>\n<p><span>Since our first engagement with you on this issue over a year ago, we have endeavoured to support your examination of it to the fullest.</span></p>\n<p>The Central Bank's role in this issue is governed by EU law. The EU Prospectus Regulation sets out harmonised EU laws with respect to securities which are the subject of that regulation. This is a part of the EU Capital Markets Union. Each Member State of the EU must appoint a competent authority in that jurisdiction. The Central Bank has been appointed as the competent authority in Ireland for the purposes of the EU Prospectus Regulation and must carry out its functions and duties as provided for under that Regulation.</p>\n<p><span>At all times, we have been obliged to carry out the statutory tasks and functions which have been assigned to us. We have to work within the law and we have carefully and comprehensively discharged our obligations under the EU Prospectus Regulation.</span></p>\n</div>\n<div>\n<p>As set out in my recent letter to the Committee, there are a number of important over-arching points that I would like to highlight, specifically the Central Bank's role in the transfer of approval process, our professional secrecy obligations, and the framework of EU Regulations within which we operate.</p>\n<p><span>First, Article 20(8) of the EU Prospectus Regulation provides for the transfer of the approval of a prospectus on the request of an issuer to the competent authority of another Member State. Any such transfer is subject to prior notification to ESMA and the agreement of the competent authority to whom the approval function is to be transferred.</span></p>\n</div>\n<div>\n<p>In this process, the competent authority of the home Member State only approves the transfer to the competent authority of another Member State but does not approve the prospectus that is issued. The competent authority of the transferee Member State reviews and decides whether to approve the prospectus.</p>\n<p><span>In this framework, the Central Bank's role was limited to transferring the role of approving the 2025 Prospectus to the Commission de Surveillance du Secteur Financier in Luxembourg (the CSSF). The Central Bank did not have any role in the review or approval of the 2025 Prospectus and did not receive any draft of that document. It was a matter for the CSSF to independently carry out the review and approval process.</span></p>\n</div>\n<div>\n<p>There are two distinct and separate steps in the transfer of approval process. The first is the transfer of approval of the prospectus to another competent authority. The second is the review and approval of the prospectus by that other authority. In carrying out its role of reviewing and approving the relevant prospectus, the CSSF is entirely independent of the Central Bank.</p>\n<p><span>Second, the Central Bank is subject to confidentiality obligations pursuant to the EU Prospectus Regulation and Section 33AK of the Central Bank Act 1942. Those obligations restrict us from disclosing confidential information obtained in the performance of our functions. The correspondence between the Central Bank and the State of Israel and between the Central Bank and the CSSF also falls within confidentiality restrictions. Within our legal obligations, we have sought, to put as much information as possible with regard to this matter into the public domain.</span></p>\n</div>\n<div>\n<p>Third, one of the functions that we are required to carry out under the Prospectus Regulation is to consider transfer of approval requests. When considering transfer of approval requests, we consider the connectivity of the prospectus with the jurisdiction from which and to which it is seeking a transfer.</p>\n<p><span>In the case of the State of Israel transfer of approval request, the issuer decided that it would cease from 1 September 2025 making offers to the public under its prospectus in Ireland. The bonds to be issued under the 2025 Prospectus may only be offered to the public in Austria, France, Germany, Luxembourg and the Netherlands.</span></p>\n</div>\n<div>\n<p>In circumstances where the State of Israel proposed to discontinue offers to the public under its prospectus in Ireland, the Central Bank approved the transfer of approval of the prospectus under the EU Prospectus Regulation.</p>\n<p><span>Finally, the Central Bank reviewed the recommendations in the report issued by this Committee in the context of its functions and with regard to the prospectus it approved for the State of Israel on 2 September 2024 which expired on 1 September 2025. However we had no role in the review and approval of the 2025 prospectus.</span></p>\n</div>\n<div>\n<p><span>We are happy to take your questions.</span></p>\n</div>\n",
  "content_text": "Chair and Committee members, thank you for the invitation to join you today to discuss the issue of the Central Bank's role in the Israeli Bond Programme. I am joined by Mary Elizabeth McMunn, Deputy Governor, Financial Regulation, and Gerry Cross, Director of Capital Markets and Funds. Since our first engagement with you on this issue over a year ago, we have endeavoured to support your examination of it to the fullest. The Central Bank's role in this issue is governed by EU law. The EU Prospectus Regulation sets out harmonised EU laws with respect to securities which are the subject of that regulation. This is a part of the EU Capital Markets Union. Each Member State of the EU must appoint a competent authority in that jurisdiction. The Central Bank has been appointed as the competent authority in Ireland for the purposes of the EU Prospectus Regulation and must carry out its functions and duties as provided for under that Regulation. At all times, we have been obliged to carry out the statutory tasks and functions which have been assigned to us. We have to work within the law and we have carefully and comprehensively discharged our obligations under the EU Prospectus Regulation. As set out in my recent letter to the Committee, there are a number of important over-arching points that I would like to highlight, specifically the Central Bank's role in the transfer of approval process, our professional secrecy obligations, and the framework of EU Regulations within which we operate. First, Article 20(8) of the EU Prospectus Regulation provides for the transfer of the approval of a prospectus on the request of an issuer to the competent authority of another Member State. Any such transfer is subject to prior notification to ESMA and the agreement of the competent authority to whom the approval function is to be transferred. In this process, the competent authority of the home Member State only approves the transfer to the competent authority of another Member State but does not approve the prospectus that is issued. The competent authority of the transferee Member State reviews and decides whether to approve the prospectus. In this framework, the Central Bank's role was limited to transferring the role of approving the 2025 Prospectus to the Commission de Surveillance du Secteur Financier in Luxembourg (the CSSF). The Central Bank did not have any role in the review or approval of the 2025 Prospectus and did not receive any draft of that document. It was a matter for the CSSF to independently carry out the review and approval process. There are two distinct and separate steps in the transfer of approval process. The first is the transfer of approval of the prospectus to another competent authority. The second is the review and approval of the prospectus by that other authority. In carrying out its role of reviewing and approving the relevant prospectus, the CSSF is entirely independent of the Central Bank. Second, the Central Bank is subject to confidentiality obligations pursuant to the EU Prospectus Regulation and Section 33AK of the Central Bank Act 1942. Those obligations restrict us from disclosing confidential information obtained in the performance of our functions. The correspondence between the Central Bank and the State of Israel and between the Central Bank and the CSSF also falls within confidentiality restrictions. Within our legal obligations, we have sought, to put as much information as possible with regard to this matter into the public domain. Third, one of the functions that we are required to carry out under the Prospectus Regulation is to consider transfer of approval requests. When considering transfer of approval requests, we consider the connectivity of the prospectus with the jurisdiction from which and to which it is seeking a transfer. In the case of the State of Israel transfer of approval request, the issuer decided that it would cease from 1 September 2025 making offers to the public under its prospectus in Ireland. The bonds to be issued under the 2025 Prospectus may only be offered to the public in Austria, France, Germany, Luxembourg and the Netherlands. In circumstances where the State of Israel proposed to discontinue offers to the public under its prospectus in Ireland, the Central Bank approved the transfer of approval of the prospectus under the EU Prospectus Regulation. Finally, the Central Bank reviewed the recommendations in the report issued by this Committee in the context of its functions and with regard to the prospectus it approved for the State of Israel on 2 September 2024 which expired on 1 September 2025. However we had no role in the review and approval of the 2025 prospectus. We are happy to take your questions.",
  "date_parsed": "2025-11-06",
  "name": "Gabriel Makhlouf",
  "name_orig": "Gabriel Makhlouf",
  "url_orig": "https://www.bis.org/review/r251030i.htm"
}