{
  "source_url": "https://www.bis.org/review/r240522j.htm",
  "headline": "Gabriel Makhlouf: Be an ex ante person - perspectives on macroprudential policy for investment funds",
  "description_html": "\n<p>Opening remarks by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, at the Central Bank of Ireland's Macroprudential Policy for Investment Funds Conference, Dublin, 20 May 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Opening remarks by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, at the Central Bank of Ireland's Macroprudential Policy for Investment Funds Conference, Dublin, 20 May 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "23 May 2024",
  "pdf_url": "https://www.bis.org/review/r240522j.pdf",
  "content_html": "\n<p>Good morning.  Whether in the room virtually or physically, I am delighted to welcome you to our Conference on Macroprudential Policy for Investment Funds.</p>\n<p>The conference is designed to bring together different perspectives from a range of stakeholders, and I know there are different views on this topic!  This is why we have put together panels with diverse views – including policymakers from central banks, securities regulators, public decision-making bodies as well as industry representatives – to discuss key issues on developing and operationalising a macroprudential framework for such funds.</p>\n<p>For us at the Central Bank of Ireland, today's conference is another opportunity to continue our discussions on this important topic and to debate with a range of our stakeholders.  It follows the publication of our discussion paper last July.</p>\n<p>Today we will hear from a number of panels covering a range of themes including systemic risks in the funds sector and considerations for developing a macroprudential framework for the sector, not least the need to strike a balance between ensuring investor protection and maintaining financial stability.</p>\n<p>I am sure we are all looking forward to hear the different perspectives and views from our excellent group of speakers.  In particular, I am delighted that – Klaas Knot – as Chair of the Financial Stability Board (FSB) will address the conference this afternoon while Verena Ross, Chair of the European Securities and Markets Authority (ESMA), will also deliver a keynote address this morning.</p>\n<p>To set the scene for these discussions, I wanted to outline our views on macroprudential policy for investment funds, why we believe it is needed, the key objectives and guiding principles we consider when developing such a framework, as well as some of our key areas of focus.</p>\n<h3>The burning question: is there systemic risk in the funds sector?</h3>\n<p>Before getting into the detail, it might help to start at the very beginning: why are we discussing this topic today?</p>\n<p>One of the most striking features of the evolution of the financial system since the global financial crisis has been the substantial increase in the size of the non-bank sector.  The increase has been driven by the rapid expansion in assets under management of the investment fund sector.</p>\n<p>It is important to acknowledge that increased financial intermediation via the funds sector brings many benefits.  It diversifies the financing channel available to the real economy and it enables the diversification of asset portfolios which can bring benefits to investors.  The intermediation role played by the funds sector complements the financing coming from the banking sector, and ultimately supports real economic activity.</p>\n<p>These economic benefits are important and should not be overlooked.</p>\n<p>But for those economic benefits to be realised, it's important that this source of financial intermediation – like all forms of financial intermediation – is resilient.  We know that the activities of investment funds can pose risks that, in certain circumstances, can become systemically relevant.  As regulators and central banks, a core part of our role is to try to get ahead of issues and deal with them before they become a problem: as a general rule we are ex ante people.</p>\n<p>Policymakers have been taking a more proactive approach to identifying vulnerabilities and fault lines in the financial system that, if left unaddressed, might develop into financial crises.</p>\n<p>And as we are all well aware, financial crises can be exceptionally costly and damaging to the economy and wider society.  So the case for acting ahead of time and before concerns become significant problems – in other words, for being an ex ante person – is clear.</p>\n<p>It is this desire that has motivated looking beyond the traditional banking system for possible sources of systemic risk.  And it has led us to the focus on the funds sector.</p>\n<p>That is not to say that funds are the only source of systemic risk outside the banking sector. Indeed, the funds sector is just one part of the wider universe of non-bank financial intermediation.  But it is the component of the non-bank sector that has caused the most systemic concerns over the past 15 years or so across a number of different episodes. These experiences, coupled with the strong growth of the sector and its importance in overall financial intermediation, means that the sector has – increasingly and not unreasonably – been the focus of the international regulatory community in recent years.</p>\n<p>We here in Ireland have been active in this debate.</p>\n<p>For us, financial stability is a global public good.  As the home of a large, internationally-oriented funds sector, we believe strongly in our responsibility to help maintain financial stability for those sectors of the financial system under our direct purview.</p>\n<p>Our position as the regulator of one of the largest fund hubs globally has meant for us that it is important that we contribute constructively to the international debate and take direct action where required.</p>\n<p>In doing so, we have sought to bring our practical experience of regulating such a large funds hub, while also being an integrated regulator – with responsibilities covering both investor protection and financial stability – which means we are active in a range of European and international discussions on this important topic. </p>\n<p>Last July's discussion paper represented views of both a financial stability authority but also a securities regulator. It was the culmination of significant internal debate and serves as one of the ways in which we are trying to facilitate the ongoing international discussion in this area.</p>\n<h3>Systemic risk and investment funds: a matter of perspective</h3>\n<p>For us, it is an absolute truth that cohorts of the investment fund sector can represent a systemic risk.  This is not an abstract risk, as we have witnessed episodes of stress involving parts of the funds sector.  Let me be clear about this: in the face of financial vulnerabilities, cohorts of funds can amplify shocks to other parts of the financial system and the real economy.</p>\n<p>This amplification follows decisions taken by individual fund managers in response to shocks. These decisions are often rational at an individual level but, when aggregated across entire cohorts of funds, can generate negative spillover effects.  Those decisions come from certain vulnerabilities, namely liquidity mismatch and leverage.  </p>\n<p>In the case of liquidity mismatch, in response to a shock, fund managers may need to sell assets in a falling market in order to meet heightened investor redemptions. Such asset disposals can amplify downward asset price movements, resulting in a spiral effect.</p>\n<p>For leverage, a shock may trigger margin calls on derivatives positions, forcing fund managers to dispose of assets to raise cash to meet margin requirements. Again, these asset disposals can amplify asset price movements.</p>\n<p>As I said, these are not abstract risks. We saw these concerns play-out in parts of the funds sector during the global financial crisis, the COVID-induced market shock of March 2020, and recent LDI fund issues following the UK gilt market shock.  And I stress in parts because – as I'll set out later – this is a very diverse sector, and we should not be making general statements.</p>\n<p>But neither is this chain of events the result of poor risk management on the part of individual fund managers. From an individual perspective, asset disposals in stressed market conditions are a perfectly rational response.</p>\n<p>The problem arises however when collectively many funds take similar or correlated risk management decisions –and while individually rational – taken together – can have material macro-financial impacts in core markets. Take, for instance, if many fund managers collectively are all trying to sell into a falling market.  For the avoidance of doubt, in my view fund managers are best placed to manage the liquidity of their funds at an individual level. I do not challenge that. But the question arises as to how reasonable it is to expect fund managers to address the impact of the collective action of fund cohorts at an aggregate level.</p>\n<p>In my view, it is not reasonable to expect fund managers to have such a system-wide perspective.  Nor is it realistic for fund managers to assume they are best placed to fully assess the impact of systemic risk at a fund cohort level.</p>\n<p>So when I refer to the systemic risk perspective that we are focused on, I mean the collective impact of the individual decisions across fund cohorts, in response to a shock and in the presence of vulnerabilities such as leverage and liquidity mismatch.  And how this can in turn affect the rest of the financial system and broader economy.</p>\n<p>I recognise this is a new perspective in the field of investment management.</p>\n<p>Traditionally, the focus has been on risk management by individual fund managers and protecting the investors in investment funds. Investor protection and fund manager risk management are entirely appropriate and the EU framework in this area is robust.</p>\n<p>I do not subscribe to the view, often put forward, that funds are 'less regulated' than other parts of the financial system. Indeed, funds are subject to considerably more regulation than most non-banks.  And the comparison to banks can often be a spurious one as the traditional focus of funds regulation has been on investor protection, rather than the micro-prudential focus of regulation in the banking sector.  </p>\n<p>My point, in contrast, is that the investor protection perspective needs to be complemented with the macroprudential perspective, which focuses on systemic risk and maintaining financial stability.</p>\n<p>I firmly believe that both perspectives are complementary. You cannot have one without the other.</p>\n<p>Two perspectives – ensuring investor protection and maintaining financial stability – can work together and ultimately be of benefit to investors while ensuring the resilience of the wider sector.</p>\n<p>That is how we in the Central Bank of Ireland see this issue and it is the system-wide perspective that was the focus of last July's Paper and the broader work on developing the macroprudential framework.</p>\n<p>In our view it is the macroprudential perspective and the investor protection perspective, rather than the macroprudential perspective instead of it.   We believe that it is supervisory, regulatory and macroprudential authorities that are best placed to identify the need for and develop a macroprudential perspective to address such system-wide concerns.</p>\n<p>While the current investor protection-focused regulatory framework for the funds sector can help to address some funds-specific elements of systemic risk, it does not fully address them all.</p>\n<p>We therefore need both perspectives and finding common ground and advancing work in this area is critical to ensuring the resilience of the funds sector. Our final panel today will discuss this issue in further detail.</p>\n<h3>A macroprudential framework for funds: no 'one-size-fits-all'</h3>\n<p>When we think about a macroprudential framework for funds, two underpinning themes come to mind:</p>\n<ul>\n<li>first, the need to have a well-articulated set of objectives and principles; and,</li>\n<li>second, that the framework should be bespoke to the nature of the systemic risk from fund cohorts.  It should not be a replication of the banking framework and it should not be a 'one-size-fits-all approach'.</li>\n</ul>\n<p>Instead, the objective of macroprudential policy for the funds sector would be to ensure that this growing segment of the financial sector is more resilient and less likely to amplify adverse shocks. This would better-equip the sector to serve as a resilient form of financing supporting broader economic activity.</p>\n<p>How would we achieve that?</p>\n<p>Macroprudential policy could achieve this by preventing the build-up of excessive vulnerabilities across relevant cohorts of the funds sector and/or limit the potential for the sector to amplify adverse shocks through its interconnectedness with other parts of the financial system.</p>\n<p>This overall objective would then need to be supplemented by several overarching principles, guiding discussions when considering different policy options.</p>\n<p>It's also important to be clear what such a framework is not seeking to achieve.  A macroprudential framework for funds would not – and cannot – aim to target asset prices.</p>\n<p>In our Discussion Paper we set out some key principles that could help to underpin the design of a macroprudential framework for the sector:</p>\n<ul>\n<li>Resilience-enhancing measures should work on a collective or aggregate basis, aimed at fund cohorts. We have seen in recent stresses it is the collective actions of fund cohorts that have the potential to have material macro-financial impacts;</li>\n<li>Resilience should be built before crisis conditions occur. Sufficient ex-ante policies can therefore ensure the stable door is closed at the right time;</li>\n<li>Policy measures could either seek to limit underlying vulnerabilities and/or be targeted at the interconnectedness of the sector;</li>\n<li>Policies should have a degree of flexibility over time. There may be benefits to considering time-variation in some macroprudential policy decisions. The concept of 'usability' of accumulated resilience is also important to consider, and this resilience can potentially be drawn on in times of stress;</li>\n<li>There needs to be a careful balance between the costs and benefits for the broader economy of policy intervention;</li>\n<li>Global coordination is a critical enabler when designing a macroprudential framework for the funds sector. This is especially the case for fund cohorts that operate on a cross-border basis.</li>\n</ul>\n<p>The other underpinning theme I mentioned was the need to develop bespoke solutions for funds.  Given the diversity of the funds sector, a 'one-size fits all' approach across the sector is not appropriate nor would it be effective.</p>\n<p>Macroprudential policy is often discussed in the context of the existing banking framework and what has been achieved in this area since the Global Financial Crisis. Indeed there are some lessons that we can take from that work but we are not talking about applying the macroprudential framework for banks to the funds sector. Nor are we seeking to impose bank-like capital requirements on funds. They are simply not appropriate for the nature of the systemic risk posed by fund cohorts.</p>\n<p>We must acknowledge that funds are diverse and their business models and activities are very different to banks.</p>\n<p>In many ways, developing and operationalising a macroprudential framework for funds will be more challenging than for banks.  And it will take some time – it will be a multi-year endeavour – to fully develop and implement such a framework.</p>\n<p>But this should not deter us.  In my view it is vital that our oversight of the funds sector keeps pace with its growing importance from a systemic risk perspective.</p>\n<p>And as the funds sector becomes more integral to the wider functioning of several key financial markets, the regulatory framework needs, in turn, to evolve in order to be better able to mitigate system risk.</p>\n<p>This could be achieved through repurposing existing regulatory provisions and tools, or it could also entail the potential development of new tools specifically aimed at reducing the systemic risks posed by cohorts of the funds sector.</p>\n<p>I am sure the panels today will discuss the specifics of how best to develop a macroprudential framework in more detail.</p>\n<h3>Lessons from practical experience</h3>\n<p>As I noted earlier, developing and operationalising macroprudential policy for funds is a key priority for us here at the Central Bank of Ireland.  Let me outline what we been doing to turn that ambition into reality.</p>\n<p>Beyond last July's Discussion Paper, we have been actively engaged in European and international policy initiatives on this topic.</p>\n<p>This includes our engagement at global standard-setting bodies such as the FSB and IOSCO. And, given our role as a central bank and securities regulator, we are also active in discussions at Eurosystem and European fora such as the European Systemic Risk Board and ESMA.</p>\n<p>We are therefore well aware of the different perspectives of different regulatory families. I believe we have an important role to play in bringing these different perspectives together to aid the ongoing international discussions.</p>\n<p>And I should say that significant progress has already been made in this area, including through the FSB and IOSCO's recent work on liquidity issues for open-ended funds (OEFs), which was published late last year.</p>\n<p>Many of you will be aware of this work and the FSB's proposals for OEFs will strengthen the macroprudential lens of the regulatory framework for funds.  We co-chaired this work alongside Christina Choi from the Hong Kong Securities and Futures Commission and I am delighted that Christina is here with us today.</p>\n<p>We strongly support these proposals and believe they would introduce a necessary baseline level of resilience for liquidity management across the funds sector if implemented fully.</p>\n<p>In addition to this international engagement on developing the overarching framework for funds, in Ireland we have also been progressing work on operationalising macroprudential policies for funds in recent years.</p>\n<p>To date we have introduced two sets of policy measures under the non-bank pillar of our macroprudential policy framework, the first to strengthen the resilience of Irish authorised property funds and the second to strengthen the resilience of Irish authorised Sterling-denominated Liability Driven Investment (LDI) Funds.</p>\n<p>Let me take this opportunity to outline why we introduced these policies.</p>\n<p><strong>Measures to strengthen the resilience of Irish authorised property funds</strong></p>\n<p>In November 2022 we announced the phased implementation of new macroprudential limits on leverage of 60 per cent and new guidance on liquidity timeframes to address financial stability concerns with Irish property funds, in order to safeguard the resilience of this growing form of financial intermediation.</p>\n<p>Irish property funds have become a key participant in the Irish CRE market in recent years and we had observed vulnerabilities relating to high leverage and – to a lesser degree – liquidity mismatch in this cohort of funds that we sought to address with these measures. Given the significance of Irish property funds in Ireland, ensuring their resilience is increasingly important for the CRE market as a whole.</p>\n<p>The single leverage limit was implemented using Article 25 AIFMD, this was the first time this tool was activated in the EU.</p>\n<p>We are now focused on the implementation of these measures and are actively monitoring and engaging with property funds to ensure appropriate progress is being made during the five year implementation period for the leverage limit.</p>\n<p><strong>Measures to strengthen the resilience of Irish authorised GBP-denominated Liability Driven Investment (LDI) Funds</strong></p>\n<p>The second set of policy measures was introduced last month and require that sterling-denominated LDI funds authorised in Ireland maintain sufficient resilience to be able to withstand a sudden and adverse shocks to UK interest rates, the so-called 'yield buffer'.</p>\n<p>Our objective in codifying the yield buffer is to safeguard the resilience of funds such that they do not amplify stress in the UK gilt market as they did over September and October 2022.  As you are all aware, LDI funds contributed to the disruption in the UK gilt market due to their excessive use of leverage.</p>\n<p>Given the cross-border nature of sterling-denominated LDI funds, we sought to ensure international coordination in codifying these measures by working closely with the Commission de Surveillance du Secteur Financier (CSSF), ESMA as well as UK authorities and relevant stakeholders.  As a result of this ongoing coordination, we and the CSSF announced an aligned framework of measures for funds managed by asset managers in Ireland and Luxembourg.</p>\n<p>This is the first time that a cross-border macroprudential policy initiative of this type has been undertaken in the funds sector in Europe.  To us, it demonstrates what can be achieved when authorities come together with a common purpose and I want to thank all our international counterparts for the constructive manner with which they approached this task.</p>\n<h3>Conclusion</h3>\n<p>To conclude, let me emphasise three points.</p>\n<p>First, we must not forget the lessons of the global financial crisis, the COVID-induced market shock of March 2020 and the role of LDI funds in the Gilt market shock. It is better to be an ex ante person. Addressing systemic risks in the funds sector will require a macroprudential perspective, to complement the existing investor protection focus. </p>\n<p>Second, we have made good progress in developing a macroprudential framework for funds in recent years and we should build on this momentum. Enhancing the resilience of the sector, given its increasing systemic importance, must remain a key priority for policymakers internationally.     </p>\n<p>Third, we want to play our part in this important work by sharing our thinking on how a framework underpinning the macroprudential approach for funds could be approached, how to avoid a 'one-size fits all' approach, as well as sharing experiences of our design and implementation of such policies and the benefits of international coordination.</p>\n<p>Today's conference presents another opportunity to discuss these important issues in more detail. I hope you enjoy the day.</p>\n",
  "content_text": "Good morning.  Whether in the room virtually or physically, I am delighted to welcome you to our Conference on Macroprudential Policy for Investment Funds. The conference is designed to bring together different perspectives from a range of stakeholders, and I know there are different views on this topic!  This is why we have put together panels with diverse views – including policymakers from central banks, securities regulators, public decision-making bodies as well as industry representatives – to discuss key issues on developing and operationalising a macroprudential framework for such funds. For us at the Central Bank of Ireland, today's conference is another opportunity to continue our discussions on this important topic and to debate with a range of our stakeholders.  It follows the publication of our discussion paper last July. Today we will hear from a number of panels covering a range of themes including systemic risks in the funds sector and considerations for developing a macroprudential framework for the sector, not least the need to strike a balance between ensuring investor protection and maintaining financial stability. I am sure we are all looking forward to hear the different perspectives and views from our excellent group of speakers.  In particular, I am delighted that – Klaas Knot – as Chair of the Financial Stability Board (FSB) will address the conference this afternoon while Verena Ross, Chair of the European Securities and Markets Authority (ESMA), will also deliver a keynote address this morning. To set the scene for these discussions, I wanted to outline our views on macroprudential policy for investment funds, why we believe it is needed, the key objectives and guiding principles we consider when developing such a framework, as well as some of our key areas of focus. The burning question: is there systemic risk in the funds sector? Before getting into the detail, it might help to start at the very beginning: why are we discussing this topic today? One of the most striking features of the evolution of the financial system since the global financial crisis has been the substantial increase in the size of the non-bank sector.  The increase has been driven by the rapid expansion in assets under management of the investment fund sector. It is important to acknowledge that increased financial intermediation via the funds sector brings many benefits.  It diversifies the financing channel available to the real economy and it enables the diversification of asset portfolios which can bring benefits to investors.  The intermediation role played by the funds sector complements the financing coming from the banking sector, and ultimately supports real economic activity. These economic benefits are important and should not be overlooked. But for those economic benefits to be realised, it's important that this source of financial intermediation – like all forms of financial intermediation – is resilient.  We know that the activities of investment funds can pose risks that, in certain circumstances, can become systemically relevant.  As regulators and central banks, a core part of our role is to try to get ahead of issues and deal with them before they become a problem: as a general rule we are ex ante people. Policymakers have been taking a more proactive approach to identifying vulnerabilities and fault lines in the financial system that, if left unaddressed, might develop into financial crises. And as we are all well aware, financial crises can be exceptionally costly and damaging to the economy and wider society.  So the case for acting ahead of time and before concerns become significant problems – in other words, for being an ex ante person – is clear. It is this desire that has motivated looking beyond the traditional banking system for possible sources of systemic risk.  And it has led us to the focus on the funds sector. That is not to say that funds are the only source of systemic risk outside the banking sector. Indeed, the funds sector is just one part of the wider universe of non-bank financial intermediation.  But it is the component of the non-bank sector that has caused the most systemic concerns over the past 15 years or so across a number of different episodes. These experiences, coupled with the strong growth of the sector and its importance in overall financial intermediation, means that the sector has – increasingly and not unreasonably – been the focus of the international regulatory community in recent years. We here in Ireland have been active in this debate. For us, financial stability is a global public good.  As the home of a large, internationally-oriented funds sector, we believe strongly in our responsibility to help maintain financial stability for those sectors of the financial system under our direct purview. Our position as the regulator of one of the largest fund hubs globally has meant for us that it is important that we contribute constructively to the international debate and take direct action where required. In doing so, we have sought to bring our practical experience of regulating such a large funds hub, while also being an integrated regulator – with responsibilities covering both investor protection and financial stability – which means we are active in a range of European and international discussions on this important topic. Last July's discussion paper represented views of both a financial stability authority but also a securities regulator. It was the culmination of significant internal debate and serves as one of the ways in which we are trying to facilitate the ongoing international discussion in this area. Systemic risk and investment funds: a matter of perspective For us, it is an absolute truth that cohorts of the investment fund sector can represent a systemic risk.  This is not an abstract risk, as we have witnessed episodes of stress involving parts of the funds sector.  Let me be clear about this: in the face of financial vulnerabilities, cohorts of funds can amplify shocks to other parts of the financial system and the real economy. This amplification follows decisions taken by individual fund managers in response to shocks. These decisions are often rational at an individual level but, when aggregated across entire cohorts of funds, can generate negative spillover effects.  Those decisions come from certain vulnerabilities, namely liquidity mismatch and leverage. In the case of liquidity mismatch, in response to a shock, fund managers may need to sell assets in a falling market in order to meet heightened investor redemptions. Such asset disposals can amplify downward asset price movements, resulting in a spiral effect. For leverage, a shock may trigger margin calls on derivatives positions, forcing fund managers to dispose of assets to raise cash to meet margin requirements. Again, these asset disposals can amplify asset price movements. As I said, these are not abstract risks. We saw these concerns play-out in parts of the funds sector during the global financial crisis, the COVID-induced market shock of March 2020, and recent LDI fund issues following the UK gilt market shock.  And I stress in parts because – as I'll set out later – this is a very diverse sector, and we should not be making general statements. But neither is this chain of events the result of poor risk management on the part of individual fund managers. From an individual perspective, asset disposals in stressed market conditions are a perfectly rational response. The problem arises however when collectively many funds take similar or correlated risk management decisions –and while individually rational – taken together – can have material macro-financial impacts in core markets. Take, for instance, if many fund managers collectively are all trying to sell into a falling market.  For the avoidance of doubt, in my view fund managers are best placed to manage the liquidity of their funds at an individual level. I do not challenge that. But the question arises as to how reasonable it is to expect fund managers to address the impact of the collective action of fund cohorts at an aggregate level. In my view, it is not reasonable to expect fund managers to have such a system-wide perspective.  Nor is it realistic for fund managers to assume they are best placed to fully assess the impact of systemic risk at a fund cohort level. So when I refer to the systemic risk perspective that we are focused on, I mean the collective impact of the individual decisions across fund cohorts, in response to a shock and in the presence of vulnerabilities such as leverage and liquidity mismatch.  And how this can in turn affect the rest of the financial system and broader economy. I recognise this is a new perspective in the field of investment management. Traditionally, the focus has been on risk management by individual fund managers and protecting the investors in investment funds. Investor protection and fund manager risk management are entirely appropriate and the EU framework in this area is robust. I do not subscribe to the view, often put forward, that funds are 'less regulated' than other parts of the financial system. Indeed, funds are subject to considerably more regulation than most non-banks.  And the comparison to banks can often be a spurious one as the traditional focus of funds regulation has been on investor protection, rather than the micro-prudential focus of regulation in the banking sector. My point, in contrast, is that the investor protection perspective needs to be complemented with the macroprudential perspective, which focuses on systemic risk and maintaining financial stability. I firmly believe that both perspectives are complementary. You cannot have one without the other. Two perspectives – ensuring investor protection and maintaining financial stability – can work together and ultimately be of benefit to investors while ensuring the resilience of the wider sector. That is how we in the Central Bank of Ireland see this issue and it is the system-wide perspective that was the focus of last July's Paper and the broader work on developing the macroprudential framework. In our view it is the macroprudential perspective and the investor protection perspective, rather than the macroprudential perspective instead of it.   We believe that it is supervisory, regulatory and macroprudential authorities that are best placed to identify the need for and develop a macroprudential perspective to address such system-wide concerns. While the current investor protection-focused regulatory framework for the funds sector can help to address some funds-specific elements of systemic risk, it does not fully address them all. We therefore need both perspectives and finding common ground and advancing work in this area is critical to ensuring the resilience of the funds sector. Our final panel today will discuss this issue in further detail. A macroprudential framework for funds: no 'one-size-fits-all' When we think about a macroprudential framework for funds, two underpinning themes come to mind: first, the need to have a well-articulated set of objectives and principles; and, second, that the framework should be bespoke to the nature of the systemic risk from fund cohorts.  It should not be a replication of the banking framework and it should not be a 'one-size-fits-all approach'. Instead, the objective of macroprudential policy for the funds sector would be to ensure that this growing segment of the financial sector is more resilient and less likely to amplify adverse shocks. This would better-equip the sector to serve as a resilient form of financing supporting broader economic activity. How would we achieve that? Macroprudential policy could achieve this by preventing the build-up of excessive vulnerabilities across relevant cohorts of the funds sector and/or limit the potential for the sector to amplify adverse shocks through its interconnectedness with other parts of the financial system. This overall objective would then need to be supplemented by several overarching principles, guiding discussions when considering different policy options. It's also important to be clear what such a framework is not seeking to achieve.  A macroprudential framework for funds would not – and cannot – aim to target asset prices. In our Discussion Paper we set out some key principles that could help to underpin the design of a macroprudential framework for the sector: Resilience-enhancing measures should work on a collective or aggregate basis, aimed at fund cohorts. We have seen in recent stresses it is the collective actions of fund cohorts that have the potential to have material macro-financial impacts; Resilience should be built before crisis conditions occur. Sufficient ex-ante policies can therefore ensure the stable door is closed at the right time; Policy measures could either seek to limit underlying vulnerabilities and/or be targeted at the interconnectedness of the sector; Policies should have a degree of flexibility over time. There may be benefits to considering time-variation in some macroprudential policy decisions. The concept of 'usability' of accumulated resilience is also important to consider, and this resilience can potentially be drawn on in times of stress; There needs to be a careful balance between the costs and benefits for the broader economy of policy intervention; Global coordination is a critical enabler when designing a macroprudential framework for the funds sector. This is especially the case for fund cohorts that operate on a cross-border basis. The other underpinning theme I mentioned was the need to develop bespoke solutions for funds.  Given the diversity of the funds sector, a 'one-size fits all' approach across the sector is not appropriate nor would it be effective. Macroprudential policy is often discussed in the context of the existing banking framework and what has been achieved in this area since the Global Financial Crisis. Indeed there are some lessons that we can take from that work but we are not talking about applying the macroprudential framework for banks to the funds sector. Nor are we seeking to impose bank-like capital requirements on funds. They are simply not appropriate for the nature of the systemic risk posed by fund cohorts. We must acknowledge that funds are diverse and their business models and activities are very different to banks. In many ways, developing and operationalising a macroprudential framework for funds will be more challenging than for banks.  And it will take some time – it will be a multi-year endeavour – to fully develop and implement such a framework. But this should not deter us.  In my view it is vital that our oversight of the funds sector keeps pace with its growing importance from a systemic risk perspective. And as the funds sector becomes more integral to the wider functioning of several key financial markets, the regulatory framework needs, in turn, to evolve in order to be better able to mitigate system risk. This could be achieved through repurposing existing regulatory provisions and tools, or it could also entail the potential development of new tools specifically aimed at reducing the systemic risks posed by cohorts of the funds sector. I am sure the panels today will discuss the specifics of how best to develop a macroprudential framework in more detail. Lessons from practical experience As I noted earlier, developing and operationalising macroprudential policy for funds is a key priority for us here at the Central Bank of Ireland.  Let me outline what we been doing to turn that ambition into reality. Beyond last July's Discussion Paper, we have been actively engaged in European and international policy initiatives on this topic. This includes our engagement at global standard-setting bodies such as the FSB and IOSCO. And, given our role as a central bank and securities regulator, we are also active in discussions at Eurosystem and European fora such as the European Systemic Risk Board and ESMA. We are therefore well aware of the different perspectives of different regulatory families. I believe we have an important role to play in bringing these different perspectives together to aid the ongoing international discussions. And I should say that significant progress has already been made in this area, including through the FSB and IOSCO's recent work on liquidity issues for open-ended funds (OEFs), which was published late last year. Many of you will be aware of this work and the FSB's proposals for OEFs will strengthen the macroprudential lens of the regulatory framework for funds.  We co-chaired this work alongside Christina Choi from the Hong Kong Securities and Futures Commission and I am delighted that Christina is here with us today. We strongly support these proposals and believe they would introduce a necessary baseline level of resilience for liquidity management across the funds sector if implemented fully. In addition to this international engagement on developing the overarching framework for funds, in Ireland we have also been progressing work on operationalising macroprudential policies for funds in recent years. To date we have introduced two sets of policy measures under the non-bank pillar of our macroprudential policy framework, the first to strengthen the resilience of Irish authorised property funds and the second to strengthen the resilience of Irish authorised Sterling-denominated Liability Driven Investment (LDI) Funds. Let me take this opportunity to outline why we introduced these policies. Measures to strengthen the resilience of Irish authorised property funds In November 2022 we announced the phased implementation of new macroprudential limits on leverage of 60 per cent and new guidance on liquidity timeframes to address financial stability concerns with Irish property funds, in order to safeguard the resilience of this growing form of financial intermediation. Irish property funds have become a key participant in the Irish CRE market in recent years and we had observed vulnerabilities relating to high leverage and – to a lesser degree – liquidity mismatch in this cohort of funds that we sought to address with these measures. Given the significance of Irish property funds in Ireland, ensuring their resilience is increasingly important for the CRE market as a whole. The single leverage limit was implemented using Article 25 AIFMD, this was the first time this tool was activated in the EU. We are now focused on the implementation of these measures and are actively monitoring and engaging with property funds to ensure appropriate progress is being made during the five year implementation period for the leverage limit. Measures to strengthen the resilience of Irish authorised GBP-denominated Liability Driven Investment (LDI) Funds The second set of policy measures was introduced last month and require that sterling-denominated LDI funds authorised in Ireland maintain sufficient resilience to be able to withstand a sudden and adverse shocks to UK interest rates, the so-called 'yield buffer'. Our objective in codifying the yield buffer is to safeguard the resilience of funds such that they do not amplify stress in the UK gilt market as they did over September and October 2022.  As you are all aware, LDI funds contributed to the disruption in the UK gilt market due to their excessive use of leverage. Given the cross-border nature of sterling-denominated LDI funds, we sought to ensure international coordination in codifying these measures by working closely with the Commission de Surveillance du Secteur Financier (CSSF), ESMA as well as UK authorities and relevant stakeholders.  As a result of this ongoing coordination, we and the CSSF announced an aligned framework of measures for funds managed by asset managers in Ireland and Luxembourg. This is the first time that a cross-border macroprudential policy initiative of this type has been undertaken in the funds sector in Europe.  To us, it demonstrates what can be achieved when authorities come together with a common purpose and I want to thank all our international counterparts for the constructive manner with which they approached this task. Conclusion To conclude, let me emphasise three points. First, we must not forget the lessons of the global financial crisis, the COVID-induced market shock of March 2020 and the role of LDI funds in the Gilt market shock. It is better to be an ex ante person. Addressing systemic risks in the funds sector will require a macroprudential perspective, to complement the existing investor protection focus. Second, we have made good progress in developing a macroprudential framework for funds in recent years and we should build on this momentum. Enhancing the resilience of the sector, given its increasing systemic importance, must remain a key priority for policymakers internationally. Third, we want to play our part in this important work by sharing our thinking on how a framework underpinning the macroprudential approach for funds could be approached, how to avoid a 'one-size fits all' approach, as well as sharing experiences of our design and implementation of such policies and the benefits of international coordination. Today's conference presents another opportunity to discuss these important issues in more detail. I hope you enjoy the day.",
  "date_parsed": "2024-05-23",
  "name": "Gabriel Makhlouf",
  "link_number": "22",
  "name_orig": "Gabriel Makhlouf",
  "url_orig": "https://www.bis.org/review/r240522j.htm"
}