{
  "source_url": "https://www.bis.org/review/r250220d.htm",
  "headline": "Gabriel Makhlouf: Building economic resilience",
  "description_html": "\n<p>Speech by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, at the Institute of International and European Affairs (IIEA), Dublin, 20 February 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, at the Institute of International and European Affairs (IIEA), Dublin, 20 February 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "25 February 2025",
  "pdf_url": "https://www.bis.org/review/r250220d.pdf",
  "content_html": "\n<p>Good afternoon. It's nice to be back at the IIEA.</p>\n<p>The beginning of every year is a time to think about the future, reflect on the lessons learned – at least those that we can still remember – from the past, and plan and prioritise what we will do in the year ahead.</p>\n<p>Today I want to talk about some of the areas the Central Bank will be working on in 2025, but also some of the issues that I believe are priorities for economic policy in general. The theme of my remarks will be the importance of building economic resilience in the face of the economic transitions that we are living through and that are ahead of us.</p>\n<p>We find ourselves emerging from a period where, out of necessity, households, businesses and policymakers, have had to deal with the immediate – and in some instances unprecedented – short-run challenges created by a variety of global economic and geopolitical crises.</p>\n<p>From pandemic to war and from supply chain disruption to inflation, we find ourselves today facing into a period of both challenge and opportunity for the Irish economy, against an uncertain international backdrop.</p>\n<p>Indeed, as we look to the future, it is clear that we are navigating a new era of change to the international order that has underpinned global cooperation since World War II.</p>\n",
  "content_text": "Good afternoon. It's nice to be back at the IIEA. The beginning of every year is a time to think about the future, reflect on the lessons learned – at least those that we can still remember – from the past, and plan and prioritise what we will do in the year ahead. Today I want to talk about some of the areas the Central Bank will be working on in 2025, but also some of the issues that I believe are priorities for economic policy in general. The theme of my remarks will be the importance of building economic resilience in the face of the economic transitions that we are living through and that are ahead of us. We find ourselves emerging from a period where, out of necessity, households, businesses and policymakers, have had to deal with the immediate – and in some instances unprecedented – short-run challenges created by a variety of global economic and geopolitical crises. From pandemic to war and from supply chain disruption to inflation, we find ourselves today facing into a period of both challenge and opportunity for the Irish economy, against an uncertain international backdrop. Indeed, as we look to the future, it is clear that we are navigating a new era of change to the international order that has underpinned global cooperation since World War II.",
  "date_parsed": "2025-02-25",
  "name": "Gabriel Makhlouf",
  "link_number": "9",
  "name_orig": "Gabriel Makhlouf",
  "url_orig": "https://www.bis.org/review/r250220d.htm"
}