{
  "source_url": "https://www.bis.org/review/r241230a.htm",
  "headline": "Gabriel Makhlouf: Opening remarks - Economics Winter Workshop",
  "description_html": "\n<p>Opening remarks by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, at second annual \"Economics Winter Workshop\", organised by the Central Bank of Ireland, Dublin, 20 December 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Opening remarks by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, at second annual \"Economics Winter Workshop\", organised by the Central Bank of Ireland, Dublin, 20 December 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "14 January 2025",
  "pdf_url": "https://www.bis.org/review/r241230a.pdf",
  "content_html": "\n<p>Good morning everyone,</p>\n<p>It is my great pleasure to welcome you all to the Central Bank of Ireland for our second annual \"Economics Winter Workshop.\" Building on the success of last year's inaugural event, it is fantastic to see this workshop going from strength to strength. The program ahead promises a very interesting array of speakers and papers, addressing some of the most pressing issues at the forefront of our work here in policy institutions.</p>\n<p>This workshop is being held following a turbulent few years for countries around the world, including Ireland. Policymakers have navigated the profound economic disruptions of the COVID-19 pandemic, the geopolitical upheaval following Russia's invasion of Ukraine, and the resulting surge in inflation-levels not seen in most advanced economies since the 1970s. At last week's ECB Governing Council meeting, we made the decision to cut our three policy rates by 25 basis points, reflecting confidence that the disinflation process remains on track.</p>\n<p>For us, sound policymaking rests on a foundation of robust, evidence-based research. Only by delving deeply into understanding individual questions can we fully comprehend and address the complexities of the broader economic landscape. Research plays a central role in fulfilling our mandate at the Central Bank of Ireland. Earlier this year, for example, our thematic signed article on housing in Ireland demonstrated how rigorous internal research directly informs and enhances our policy advice and communication. This thematic article approach is something we plan to continue into the future, exploring some of the most relevant questions for the Irish economy.</p>\n<p>Today's sessions and policy panel reflect the four main pillars of our research agenda: the small open economy, new horizons, central bank frameworks, and the evolving financial system. These themes guide our efforts to navigate a rapidly changing global economy. While we are fortunate to have highly skilled researchers within the bank, we recognize that collaboration with external academics and institutions strengthens our capacity to do policy-relevant research. Initiatives such as our Research Affiliates program are helping us forge valuable connections, and we were delighted to host our first two Visiting Scholars this year. Looking ahead, we are excited to welcome several more scholars and research affiliates next year as part of our continued commitment to fostering external collaboration.</p>\n<p>When it comes to research, I think it is important to be humble and open-minded about the various methods from which policy makers can learn. The tools available to economists and policymakers are constantly evolving. What is considered conventional wisdom in one era may be forgotten or relearned in another, while advancements in data and computational capabilities continually expand the boundaries of what we can study. So whether it is through the use quantitative models, empirical analysis and case studies, new theory, the documentation of new stylized facts, or experimental methods, by bringing together diverse perspectives, we challenge our assumptions, refine our understanding, and ensure we remain responsive to the ever-changing global economy.</p>\n<p>One particularly exciting frontier in economics research is the use of data. The increasing availability of large, rich datasets, whether from statistical organizations, administrative sources or private firms, has revolutionized our ability to analyze complex economic questions. An ever increasing share of papers published in top-tier journals incorporate a reliant on such microdata. In the area of monetary policy, this has allowed researchers to explore how various types of households and firms respond to monetary policy shocks, allowing us to understand the transmission channels of monetary policy, better discipline our models, and make better policy decisions.</p>\n<p>Here at the Central Bank, we collect a lot of data on bank lending and other areas, which has been instrumental in shaping our insights on various topics, for example how<span> </span><em>non-</em>bank lending can affect financial stability. However, we see further potential in collaborating with other institutions to maximize the public good. By making our data more accessible to external researchers, and by integrating it with other sources, we can unlock new opportunities for research that delivers even greater societal benefits.</p>\n<p>In closing, I want to extend my heartfelt thanks to everyone who has contributed to organizing this event, as well as to all of you for attending, particularly our speakers and panelists. This workshop is an invaluable opportunity to connect economists and policymakers from diverse backgrounds, fostering both enduring friendships and new, fruitful collaborations.</p>\n<p>I wish you a productive and enjoyable conference and, for those visiting from abroad, a warm and memorable stay in Dublin.</p>\n<p>I'll now hand you over to Martin O'Brien, who will chair our first session.</p>\n",
  "content_text": "Good morning everyone, It is my great pleasure to welcome you all to the Central Bank of Ireland for our second annual \"Economics Winter Workshop.\" Building on the success of last year's inaugural event, it is fantastic to see this workshop going from strength to strength. The program ahead promises a very interesting array of speakers and papers, addressing some of the most pressing issues at the forefront of our work here in policy institutions. This workshop is being held following a turbulent few years for countries around the world, including Ireland. Policymakers have navigated the profound economic disruptions of the COVID-19 pandemic, the geopolitical upheaval following Russia's invasion of Ukraine, and the resulting surge in inflation-levels not seen in most advanced economies since the 1970s. At last week's ECB Governing Council meeting, we made the decision to cut our three policy rates by 25 basis points, reflecting confidence that the disinflation process remains on track. For us, sound policymaking rests on a foundation of robust, evidence-based research. Only by delving deeply into understanding individual questions can we fully comprehend and address the complexities of the broader economic landscape. Research plays a central role in fulfilling our mandate at the Central Bank of Ireland. Earlier this year, for example, our thematic signed article on housing in Ireland demonstrated how rigorous internal research directly informs and enhances our policy advice and communication. This thematic article approach is something we plan to continue into the future, exploring some of the most relevant questions for the Irish economy. Today's sessions and policy panel reflect the four main pillars of our research agenda: the small open economy, new horizons, central bank frameworks, and the evolving financial system. These themes guide our efforts to navigate a rapidly changing global economy. While we are fortunate to have highly skilled researchers within the bank, we recognize that collaboration with external academics and institutions strengthens our capacity to do policy-relevant research. Initiatives such as our Research Affiliates program are helping us forge valuable connections, and we were delighted to host our first two Visiting Scholars this year. Looking ahead, we are excited to welcome several more scholars and research affiliates next year as part of our continued commitment to fostering external collaboration. When it comes to research, I think it is important to be humble and open-minded about the various methods from which policy makers can learn. The tools available to economists and policymakers are constantly evolving. What is considered conventional wisdom in one era may be forgotten or relearned in another, while advancements in data and computational capabilities continually expand the boundaries of what we can study. So whether it is through the use quantitative models, empirical analysis and case studies, new theory, the documentation of new stylized facts, or experimental methods, by bringing together diverse perspectives, we challenge our assumptions, refine our understanding, and ensure we remain responsive to the ever-changing global economy. One particularly exciting frontier in economics research is the use of data. The increasing availability of large, rich datasets, whether from statistical organizations, administrative sources or private firms, has revolutionized our ability to analyze complex economic questions. An ever increasing share of papers published in top-tier journals incorporate a reliant on such microdata. In the area of monetary policy, this has allowed researchers to explore how various types of households and firms respond to monetary policy shocks, allowing us to understand the transmission channels of monetary policy, better discipline our models, and make better policy decisions. Here at the Central Bank, we collect a lot of data on bank lending and other areas, which has been instrumental in shaping our insights on various topics, for example how non- bank lending can affect financial stability. However, we see further potential in collaborating with other institutions to maximize the public good. By making our data more accessible to external researchers, and by integrating it with other sources, we can unlock new opportunities for research that delivers even greater societal benefits. In closing, I want to extend my heartfelt thanks to everyone who has contributed to organizing this event, as well as to all of you for attending, particularly our speakers and panelists. This workshop is an invaluable opportunity to connect economists and policymakers from diverse backgrounds, fostering both enduring friendships and new, fruitful collaborations. I wish you a productive and enjoyable conference and, for those visiting from abroad, a warm and memorable stay in Dublin. I'll now hand you over to Martin O'Brien, who will chair our first session.",
  "date_parsed": "2025-01-14",
  "name": "Gabriel Makhlouf",
  "link_number": "12",
  "name_orig": "Gabriel Makhlouf",
  "url_orig": "https://www.bis.org/review/r241230a.htm"
}