{
  "source_url": "https://www.bis.org/review/r250617d.htm",
  "headline": "Gabriel Makhlouf: Publication of the Financial Stability Review 2025:1",
  "description_html": "\n<p>Opening remarks by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, o<span>n</span><span> the publication of the Financial Stability Review 2025:1</span>, Dublin, 11 June 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Opening remarks by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, o n the publication of the Financial Stability Review 2025:1 , Dublin, 11 June 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "17 June 2025",
  "pdf_url": "https://www.bis.org/review/r250617d.pdf",
  "content_html": "\n<p>Welcome to the Central Bank for the release of the first<span> </span><a class=\"external\" href=\"https://www.centralbank.ie/publication/financial-stability-review/2025\" rel=\"noopener noreferrer\" target=\"_blank\">Financial Stability Review of 2025</a>.</p>\n<p>As you know, the Financial Stability Review is not about what we expect to happen. Its focus is very much on what could happen. Specifically, it sets out our assessment of possible downside risks to the outlook and the capacity of the financial sector to withstand adverse shocks. And, since our last Financial Stability Review published in December, our assessment is that the risks facing the financial system have increased. That is mainly due to developments outside of Ireland, but with important implications for Ireland.</p>\n<p>Since the beginning of the year, we have seen three interrelated shocks affecting the global economy. A material shift in trade policy; a sharp increase in policy uncertainty; and an increase in market volatility. The trade policy shifts by the US Administration – and the countermeasures by its trading partners, have led to a marked increase in tariffs. This trade policy adjustment has also been accompanied by a sharp increase in policy uncertainty. For example, it remains unclear where tariffs between the US and its trading partners might settle over time. And, in April, we saw a sharp, if short-lived, spike in market volatility, given the unanticipated scale and scope of the so-called \"reciprocal\" tariff announcements by the US Administration.</p>\n<p>In light of these developments, the global growth outlook has weakened. Short-term growth forecasts have been revised downwards across the world. And uncertainty around these forecasts is particularly elevated, given the range of potential outcomes around trade policy. In markets, prices of risky assets have largely recovered from their troughs during the April episode of heightened volatility. But we now see a re-emergence of the previous disconnect between market volatility and measures of economic policy uncertainty. This leaves markets vulnerable to a sudden adjustment, if the underlying policy uncertainty is not resolved.</p>\n<p>As a small open economy, with a high reliance on foreign direct investment from the United States, Ireland is particularly exposed to recent trade tensions and external macro-financial developments. In our Financial Stability Review published today we consider what these global developments mean for Ireland and the outlook for domestic financial stability.</p>\n<p>In the short run, the main channel through which these developments are likely to affect the domestic economy is uncertainty as well as a reduction in external demand. There has already been some softening in consumer sentiment and industry engagement points to cautiousness amongst companies, at least for now, in terms of new investments. Next week we will discuss, in detail, the domestic economic outlook, when we publish our second Quarterly Bulletin of 2025. But we had already reduced our forecast for economic growth in March, on the back of higher uncertainty. Over the medium-term, any reduction in activity by US owned multinationals, particularly in economically concentrated and trade sensitive sectors such as pharmaceuticals and ICT, could affect employment, tax revenue and investment. The economic effects of any such shifts are subject to significant uncertainty and would materialise over a longer horizon. From a financial stability perspective, any material slowdown in domestic economic growth could raise credit risks for Irish banks and negatively affect market sentiment towards the Irish sovereign.</p>\n<p>Turning to financial markets, the sharp increase in global market volatility in April led to higher liquidity demands among certain groups of investment funds based in Ireland – similar to the patterns that we saw globally. Overall, though, these demands were absorbed and markets continued to function in an orderly manner throughout that period. Given the large, internationally-focused, non-bank financial intermediary (NBFI) sector in Ireland, we have dedicated a part of today's report on how different segments of the sector responded to the heightened volatility, that we observed in April. At a global level, structural vulnerabilities in parts of the sector mean that the behaviour of non-banks could amplify future market stresses. This underscores the importance of continued progress in strengthening the regulatory framework for NBFI, including at a multilateral level. For the domestic economy, non-bank lenders or real estate investors that are heavily dependent on market-based financing may be sensitive to shocks in global financing conditions.</p>\n<p>Beyond macroeconomic effects arising from policy shifts and international financing risks tied to the interplay between the pricing of treasuries and US debt sustainability, regulatory divergence with the US also poses financial stability challenges. The Central Bank is engaging proactively with the simplification agenda without compromising on the standards required to deliver on our mandate and maintain resilience across the domestic financial system.</p>\n<p>As we outline in the Review, set against this backdrop, borrowers and the domestic banking system have built substantial resilience in recent years. These strong financial positions provide an important buffer against potential adverse shocks. Given the ongoing uncertainty, however, it is important that we are prepared for potential macro or market shocks, and that the financial system is maintaining -and indeed where necessary building-both financial and operational resilience for the period ahead. Cyber and climate related risks continue to be important sources of adverse shocks. Ensuring resilience remains a key focus of our supervisory and macroprudential work. In that context, we are also confirming today that the countercyclical capital buffer rate will remain at 1.5 per cent.</p>\n<p>Let me finish off by taking a more balanced perspective between risk and opportunity. Much of what we are seeing now is a particularly swift realisation of one of a number of transitions that the economy is facing, with various implications across the near, medium and longer-term.  Understanding the drivers of these transitions, and the nature of their implications, provides clear motivation for policy to maintain and build economic resilience, so that households, businesses and the community as a whole can weather the inevitable storms, and take the opportunities that such transitions can also provide.</p>\n<p>I have reflected before on a number of these transitions, such as demographic change, climate change and digitalisation, and fragmenting geo-economic relationships. The external shifts we are seeing clearly present risks to the European and domestic economy. And I have focused on these, given that we are here today to talk about the Financial Stability Review. Equally, though, there are also opportunities for Europe and for Ireland: to harness the power of the Single Market, while remaining open to global capital and aligned with global standards; to move towards a genuine Savings and Investment Union, to enhance productivity growth and to forge new trade links with the rest of the world. These opportunities, done well, have the potential to contribute towards domestic and European financial stability, while also fostering long run economic growth.</p>\n<p>Thank you for joining us this morning. I will hand you over to Director of Financial Stability Mark Cassidy to take us through the report, before answering your questions.</p>\n",
  "content_text": "Welcome to the Central Bank for the release of the first Financial Stability Review of 2025 . As you know, the Financial Stability Review is not about what we expect to happen. Its focus is very much on what could happen. Specifically, it sets out our assessment of possible downside risks to the outlook and the capacity of the financial sector to withstand adverse shocks. And, since our last Financial Stability Review published in December, our assessment is that the risks facing the financial system have increased. That is mainly due to developments outside of Ireland, but with important implications for Ireland. Since the beginning of the year, we have seen three interrelated shocks affecting the global economy. A material shift in trade policy; a sharp increase in policy uncertainty; and an increase in market volatility. The trade policy shifts by the US Administration – and the countermeasures by its trading partners, have led to a marked increase in tariffs. This trade policy adjustment has also been accompanied by a sharp increase in policy uncertainty. For example, it remains unclear where tariffs between the US and its trading partners might settle over time. And, in April, we saw a sharp, if short-lived, spike in market volatility, given the unanticipated scale and scope of the so-called \"reciprocal\" tariff announcements by the US Administration. In light of these developments, the global growth outlook has weakened. Short-term growth forecasts have been revised downwards across the world. And uncertainty around these forecasts is particularly elevated, given the range of potential outcomes around trade policy. In markets, prices of risky assets have largely recovered from their troughs during the April episode of heightened volatility. But we now see a re-emergence of the previous disconnect between market volatility and measures of economic policy uncertainty. This leaves markets vulnerable to a sudden adjustment, if the underlying policy uncertainty is not resolved. As a small open economy, with a high reliance on foreign direct investment from the United States, Ireland is particularly exposed to recent trade tensions and external macro-financial developments. In our Financial Stability Review published today we consider what these global developments mean for Ireland and the outlook for domestic financial stability. In the short run, the main channel through which these developments are likely to affect the domestic economy is uncertainty as well as a reduction in external demand. There has already been some softening in consumer sentiment and industry engagement points to cautiousness amongst companies, at least for now, in terms of new investments. Next week we will discuss, in detail, the domestic economic outlook, when we publish our second Quarterly Bulletin of 2025. But we had already reduced our forecast for economic growth in March, on the back of higher uncertainty. Over the medium-term, any reduction in activity by US owned multinationals, particularly in economically concentrated and trade sensitive sectors such as pharmaceuticals and ICT, could affect employment, tax revenue and investment. The economic effects of any such shifts are subject to significant uncertainty and would materialise over a longer horizon. From a financial stability perspective, any material slowdown in domestic economic growth could raise credit risks for Irish banks and negatively affect market sentiment towards the Irish sovereign. Turning to financial markets, the sharp increase in global market volatility in April led to higher liquidity demands among certain groups of investment funds based in Ireland – similar to the patterns that we saw globally. Overall, though, these demands were absorbed and markets continued to function in an orderly manner throughout that period. Given the large, internationally-focused, non-bank financial intermediary (NBFI) sector in Ireland, we have dedicated a part of today's report on how different segments of the sector responded to the heightened volatility, that we observed in April. At a global level, structural vulnerabilities in parts of the sector mean that the behaviour of non-banks could amplify future market stresses. This underscores the importance of continued progress in strengthening the regulatory framework for NBFI, including at a multilateral level. For the domestic economy, non-bank lenders or real estate investors that are heavily dependent on market-based financing may be sensitive to shocks in global financing conditions. Beyond macroeconomic effects arising from policy shifts and international financing risks tied to the interplay between the pricing of treasuries and US debt sustainability, regulatory divergence with the US also poses financial stability challenges. The Central Bank is engaging proactively with the simplification agenda without compromising on the standards required to deliver on our mandate and maintain resilience across the domestic financial system. As we outline in the Review, set against this backdrop, borrowers and the domestic banking system have built substantial resilience in recent years. These strong financial positions provide an important buffer against potential adverse shocks. Given the ongoing uncertainty, however, it is important that we are prepared for potential macro or market shocks, and that the financial system is maintaining -and indeed where necessary building-both financial and operational resilience for the period ahead. Cyber and climate related risks continue to be important sources of adverse shocks. Ensuring resilience remains a key focus of our supervisory and macroprudential work. In that context, we are also confirming today that the countercyclical capital buffer rate will remain at 1.5 per cent. Let me finish off by taking a more balanced perspective between risk and opportunity. Much of what we are seeing now is a particularly swift realisation of one of a number of transitions that the economy is facing, with various implications across the near, medium and longer-term.  Understanding the drivers of these transitions, and the nature of their implications, provides clear motivation for policy to maintain and build economic resilience, so that households, businesses and the community as a whole can weather the inevitable storms, and take the opportunities that such transitions can also provide. I have reflected before on a number of these transitions, such as demographic change, climate change and digitalisation, and fragmenting geo-economic relationships. The external shifts we are seeing clearly present risks to the European and domestic economy. And I have focused on these, given that we are here today to talk about the Financial Stability Review. Equally, though, there are also opportunities for Europe and for Ireland: to harness the power of the Single Market, while remaining open to global capital and aligned with global standards; to move towards a genuine Savings and Investment Union, to enhance productivity growth and to forge new trade links with the rest of the world. These opportunities, done well, have the potential to contribute towards domestic and European financial stability, while also fostering long run economic growth. Thank you for joining us this morning. I will hand you over to Director of Financial Stability Mark Cassidy to take us through the report, before answering your questions.",
  "date_parsed": "2025-06-17",
  "name": "Gabriel Makhlouf",
  "link_number": "4",
  "name_orig": "Gabriel Makhlouf",
  "url_orig": "https://www.bis.org/review/r250617d.htm"
}