{
  "source_url": "https://www.bis.org/review/r250527h.htm",
  "headline": "Gabriel Makhlouf: Monetary policy imperatives in a changing global landscape",
  "description_html": "\n<p>Remarks by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, at the National Association for Business Economics International Symposium \"Trade, technology, and policy: the changing dynamics of growth\", Dublin, 13 May 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Remarks by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, at the National Association for Business Economics International Symposium \"Trade, technology, and policy: the changing dynamics of growth\", Dublin, 13 May 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "02 June 2025",
  "pdf_url": "https://www.bis.org/review/r250527h.pdf",
  "content_html": "\n<p>Good morning, and welcome to day two of the International Symposium.</p>\n<p>Many thanks to National Association of Business Economics for the invitation to speak, and for partnering with the Central Bank of Ireland to co-host this year's event. </p>\n<p>The theme of the Symposium, \"Trade, Technology, and Policy: The Changing Dynamics of Growth\", makes it a valuable opportunity for policy makers, business leaders and researchers to hear about the issues facing the global economy. It comes at a time when perhaps it is more important than ever for transatlantic colleagues to hear about each other's challenges, and how they are preparing to face them.   </p>\n<p>Building on yesterday's sessions on the growth outlook, regulatory divergence, and AI and labour markets, today we can look forward to hearing about the drivers of medium-term growth prospects, trade, digital currencies, and geopolitics. I particularly enjoyed yesterday's talks by Governor Kugler and Megan Greene. Perhaps not surprisingly for a central banking trio, there is some overlap with my own remarks. But, as you might expect, I bring a euro area perspective on things.</p>\n<p>If the last few years, not to mention the last few weeks, have taught us anything, it is that the optimal economic policy mix is one that needs to include both resilience-building measures alongside the right macroeconomic policies. These two themes form the basis of my remarks today.</p>\n<p>First up is monetary policy where I will give my view on the economic outlook, and what this might mean for our near-term decisions. I will also set out some thoughts on the broader policy framework. </p>\n",
  "content_text": "Good morning, and welcome to day two of the International Symposium. Many thanks to National Association of Business Economics for the invitation to speak, and for partnering with the Central Bank of Ireland to co-host this year's event. The theme of the Symposium, \"Trade, Technology, and Policy: The Changing Dynamics of Growth\", makes it a valuable opportunity for policy makers, business leaders and researchers to hear about the issues facing the global economy. It comes at a time when perhaps it is more important than ever for transatlantic colleagues to hear about each other's challenges, and how they are preparing to face them. Building on yesterday's sessions on the growth outlook, regulatory divergence, and AI and labour markets, today we can look forward to hearing about the drivers of medium-term growth prospects, trade, digital currencies, and geopolitics. I particularly enjoyed yesterday's talks by Governor Kugler and Megan Greene. Perhaps not surprisingly for a central banking trio, there is some overlap with my own remarks. But, as you might expect, I bring a euro area perspective on things. If the last few years, not to mention the last few weeks, have taught us anything, it is that the optimal economic policy mix is one that needs to include both resilience-building measures alongside the right macroeconomic policies. These two themes form the basis of my remarks today. First up is monetary policy where I will give my view on the economic outlook, and what this might mean for our near-term decisions. I will also set out some thoughts on the broader policy framework.",
  "date_parsed": "2025-06-02",
  "name": "Gabriel Makhlouf",
  "link_number": "5",
  "name_orig": "Gabriel Makhlouf",
  "url_orig": "https://www.bis.org/review/r250527h.htm"
}