{
  "source_url": "https://www.bis.org/review/r240618b.htm",
  "headline": "Gabriel Makhlouf: Productivity is almost everything - the drivers and implications of productivity differences between the US and EU",
  "description_html": "\n<p>Remarks by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, at the Global Interdependence Center, Philadelphia, Pennsylvania, 17 June 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Remarks by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, at the Global Interdependence Center, Philadelphia, Pennsylvania, 17 June 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "19 June 2024",
  "pdf_url": "https://www.bis.org/review/r240618b.pdf",
  "content_html": "\n<p>Good morning. Thank you for the invitation to join you. It is a pleasure to be here today</p>\n<h3>Introduction</h3>\n<p>The global economy is recovering from a sequence of large shocks in recent years, with the pandemic followed quickly by a sharp increase in inflation in the wake of Russia's war on Ukraine and its people. The necessity to deal with these <em>immediate</em> challenges meant that the attention given to major <em>long-term</em> challenges has been curtailed in recent years.</p>\n<p>One of these major long-term challenges is the slowdown in global economic growth; the IMF forecast for global growth five years from now is 3.1 per cent, the lowest it has been in decades. Economic growth can be decomposed into the contribution of employment growth, growth in the physical capital stock, and the growth in productivity, which reflects the technologies and efficiency with which capital and labour are used in production.</p>\n<p>A key reason for the growth slowdown has been a slowdown in productivity growth. It is important to note that productivity has both a cyclical component, which fluctuates significantly over the business cycle, and also has a structural component, which is more slow moving and depends on deeper underlying factors. An important part of the more rapid productivity growth of the US relative to the EU since the pandemic is likely explained by cyclical fluctuations in productivity.</p>\n<p>Over the medium-term, a more productive economy raises potential growth by boosting the supply-side, thereby contributing to lower price pressures. Cyclical productivity developments also feature in the latest Eurosystem Staff Projections, where the baseline projection envisages an uptick in labour productivity to offset the impact of higher wages on costs and prices. Labour costs matter more for services firms, and services inflation – some 45% of the overall inflation basket for euro area countries – has been slower to fall than other, more external components, such energy and goods.  </p>\n",
  "content_text": "Good morning. Thank you for the invitation to join you. It is a pleasure to be here today Introduction The global economy is recovering from a sequence of large shocks in recent years, with the pandemic followed quickly by a sharp increase in inflation in the wake of Russia's war on Ukraine and its people. The necessity to deal with these immediate challenges meant that the attention given to major long-term challenges has been curtailed in recent years. One of these major long-term challenges is the slowdown in global economic growth; the IMF forecast for global growth five years from now is 3.1 per cent, the lowest it has been in decades. Economic growth can be decomposed into the contribution of employment growth, growth in the physical capital stock, and the growth in productivity, which reflects the technologies and efficiency with which capital and labour are used in production. A key reason for the growth slowdown has been a slowdown in productivity growth. It is important to note that productivity has both a cyclical component, which fluctuates significantly over the business cycle, and also has a structural component, which is more slow moving and depends on deeper underlying factors. An important part of the more rapid productivity growth of the US relative to the EU since the pandemic is likely explained by cyclical fluctuations in productivity. Over the medium-term, a more productive economy raises potential growth by boosting the supply-side, thereby contributing to lower price pressures. Cyclical productivity developments also feature in the latest Eurosystem Staff Projections, where the baseline projection envisages an uptick in labour productivity to offset the impact of higher wages on costs and prices. Labour costs matter more for services firms, and services inflation – some 45% of the overall inflation basket for euro area countries – has been slower to fall than other, more external components, such energy and goods.",
  "date_parsed": "2024-06-19",
  "name": "Gabriel Makhlouf",
  "link_number": "20",
  "name_orig": "Gabriel Makhlouf",
  "url_orig": "https://www.bis.org/review/r240618b.htm"
}