{
  "source_url": "https://www.bis.org/review/r250925a.htm",
  "headline": "Gabriel Makhlouf: Growing pains - how demographics, migration and technology will reshape Europe's workforce",
  "description_html": "\n<p><span>Speech by Mr </span>Gabriel Makhlouf<span>, Governor of the Central Bank of Ireland, at the Organisation for Economic Cooperation and Development seminar series \"The Lectures of the Governor\", Paris, 22 September 2025.</span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Gabriel Makhlouf , Governor of the Central Bank of Ireland, at the Organisation for Economic Cooperation and Development seminar series \"The Lectures of the Governor\", Paris, 22 September 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "02 October 2025",
  "pdf_url": "https://www.bis.org/review/r250925a.pdf",
  "content_html": "\n<p>Good morning and thank you for the invitation to speak here today.<span style=\"font-size: 13.6px;\"> </span>It is a pleasure to be back at the OECD and to talk about a topic that is rarely far from the top of the policy agenda, namely labour market developments. Whether it is in relation to long-run growth prospects or the drivers of inflation, labour market dynamics play a crucial role. </p>\n<p>My speech will today will cover three inter-related topics.</p>\n<p>First, I will reflect on the resilience of labour markets over the last five years, highlighting the key developments that have seen employment in the euro area grow steadily, despite a sequence of negative shocks.  </p>\n<p>Next, I will explore how looming demographic challenges, ageing populations, declining fertility and shrinking work forces, will drag on employment growth and therefore economic growth in the coming decades, with migration only offering a partial, albeit important, solution to the challenge.</p>\n<p>As demographic headwinds bite, finding ways to boost labour force participation and productivity becomes even more important as a driver of economic growth. Despite this, policy reforms to structurally raise participation rates in Europe have been slow in coming. On top of this, recent productivity trends for the euro area are not good.  In the final part of my speech I will discuss how new technologies, and artificial intelligence (AI) specifically, can be harnessed to boost productivity, and how this interacts with some of the labour market dynamics.</p>\n",
  "content_text": "Good morning and thank you for the invitation to speak here today. It is a pleasure to be back at the OECD and to talk about a topic that is rarely far from the top of the policy agenda, namely labour market developments. Whether it is in relation to long-run growth prospects or the drivers of inflation, labour market dynamics play a crucial role. My speech will today will cover three inter-related topics. First, I will reflect on the resilience of labour markets over the last five years, highlighting the key developments that have seen employment in the euro area grow steadily, despite a sequence of negative shocks. Next, I will explore how looming demographic challenges, ageing populations, declining fertility and shrinking work forces, will drag on employment growth and therefore economic growth in the coming decades, with migration only offering a partial, albeit important, solution to the challenge. As demographic headwinds bite, finding ways to boost labour force participation and productivity becomes even more important as a driver of economic growth. Despite this, policy reforms to structurally raise participation rates in Europe have been slow in coming. On top of this, recent productivity trends for the euro area are not good.  In the final part of my speech I will discuss how new technologies, and artificial intelligence (AI) specifically, can be harnessed to boost productivity, and how this interacts with some of the labour market dynamics.",
  "date_parsed": "2025-10-02",
  "name": "Gabriel Makhlouf",
  "link_number": "2",
  "name_orig": "Gabriel Makhlouf",
  "url_orig": "https://www.bis.org/review/r250925a.htm"
}