{
  "source_url": "https://www.bis.org/review/r241206c.htm",
  "headline": "Gabriel Makhlouf: Publication of the Financial Stability Review 2024:2",
  "description_html": "\n<p>Opening remarks by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, o<span>n</span><span> the publication of the Financial Stability Review 2024:2</span>, Dublin, 4 December 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Opening remarks by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, o n the publication of the Financial Stability Review 2024:2 , Dublin, 4 December 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "11 December 2024",
  "pdf_url": "https://www.bis.org/review/r241206c.pdf",
  "content_html": "\n<p>Welcome to the Central Bank for the publication of our second Financial Stability Review of 2024.</p>\n<p>Since the last<span> </span><em>Review</em><span> </span>in June, we have seen a turn in the global interest rate cycle, with many central banks being able to start reducing interest rates. This change of stance largely reflects progress in reducing inflation, and increased confidence that inflation will reach its target levels in a sustainable manner in many countries. The fact that this level of disinflation has been achieved without significant instability speaks to the continued resilience of the global financial system.</p>\n<p>However, while inflationary risks may have receded, risks to the growth outlook have come to the fore. Economic growth has been stable, but some forward-looking indicators of activity have weakened, particularly in Europe, and there are diverging forecasts across regions. The key risks centre around uncertainty and rising geopolitical tensions, which raise the prospect of lower trade and GDP growth. A protectionist and fragmented world has negative implications for economic activity domestically and internationally, as well as for the resilience of households, firms and the financial sector. And with debt-to-GDP levels in many countries increasing recently, weak growth raises concerns over the ability of governments to support the economy in the event of a shock.</p>\n<p>Financial markets have experienced periods of volatility since the last Review<em>,<span> </span></em>albeit these have been short-lived. This highlights underlying fragility in market sentiment, and the potential for market disruption if expectations change quickly or if there are further escalations in the geopolitical environment.<strong><span> </span></strong>Compressed risk pricing in corporate debt markets and stretched equity valuations in some sectors leaves markets open to a swift repricing. As we have been warning for a number of years now, high levels of leverage in certain parts of the non-bank sector, and increasing interconnectedness between non-banks and global banks, could amplify any shock to financial markets.</p>\n<p>Turning to commercial real estate (CRE), global and Irish markets continue to adjust, and prices are showing some signs of stabilisation. However, there is still uncertainty over the full scale of the downturn in these markets. And in Ireland, vacancy rates in the Dublin office market remain high and investment activity is subdued. The Central Bank's judgement remains that the domestic banking system is resilient to this downturn. In residential housing, an ongoing deficit in supply continues to drive prices domestically, and around 52,000 new homes per annum could be needed to meet demand. Despite these imbalances, there are no signs of excessive risk taking in mortgage credit, while aggregate mortgage credit growth remains moderate.</p>\n<p>More broadly, the Irish economy is growing strongly and modified domestic demand is expected to grow in 2024 and 2025 at a faster pace than at the time of the last Review. However as international investment and multinational enterprises (MNEs) are central to the domestic economic model, driving a significant share of growth, public finances and employment, Ireland is particularly exposed to global developments at a time of increased geopolitical and geoeconomic risk. Moreover, with an economy performing at or above capacity, expansionary fiscal policy risks aggravating domestic pressures.</p>\n<p>Irish households and businesses have been supported by a growing economy, but are also exposed to global shocks. Households have weathered the period of higher interest rates, with the amount of income spent on debt repayments remaining stable. This follows a substantial decline in interest expenses in the decade after the global financial crisis (GFC). However, a shock to international trade could have knock-on effects for the labour market here, as well as the performance of domestic firms. Irish small and medium-sized enterprises (SMEs) have shown resilience, but there are pockets of risk, for example with insolvencies rising in the accommodation/food and other services sectors although we have continued to observe employment growth in these sectors.</p>\n<p>Domestic bank profitability has likely reached its cyclical peak, following strong growth over the last couple of years. However the banking sector is resilient and is well-placed to withstand any softening in profits. Against this backdrop, we are maintaining an unchanged policy stance for macroprudential capital buffers. The counter-cyclical capital buffer (CCyB) rate remains at 1.5 per cent.</p>\n<p>The Central Bank's mortgage measures aim to ensure sustainable lending standards and evidence suggests the measures continue to meet their objectives. Recent developments in new mortgage lending show a shift towards LTI and LTV limits, but the share of new lending in the most risky categories is contained.  Borrowing levels relative to incomes continue to be materially lower than in the early part of this century. </p>\n<p>Finally, we continue to develop the macroprudential framework for non-banks with two macroprudential measures relating to cohorts of investment funds already announced. We are monitoring the phased implementation of limits on leverage for Irish property funds. And our measures on Irish-authorised GBP Sterling Liability Driven Investment (LDI) funds, announced earlier this year, safeguard resilience against shocks to UK interest rates. We continue to support the development of an overarching macroprudential framework for investment funds working with our international partners in this area. We recently published<span> </span><a class=\"external\" href=\"https://www.centralbank.ie/docs/default-source/financial-system/financial-stability/macroprudential-policy/nbfi/central-bank-of-ireland-response-to-eu-consultation-on-the-adequacy-of-macroprudential-policies-nbfi-22-november-2024.pdf?sfvrsn=60b3671a_7\" rel=\"noopener noreferrer\" target=\"_blank\">our response (PDF 699.99KB)</a><span> </span>to the European Commission's targeted consultation on macroprudential policies for NBFI, in addition to contributing to a<span> </span><a class=\"external\" data-sf-ec-immutable=\"\" href=\"https://www.ecb.europa.eu/pub/pdf/other/ecb.eurosystem_response_EUcommission_on_macroprudential_policies_NBFI_202411~a38ef4423d.en.pdf\" rel=\"noopener noreferrer\" target=\"_blank\" title=\"This link will open in a new tab or window\">Eurosystem response (PDF 714.35KB)</a>.</p>\n<p>Thank you for joining us today. I will hand you over to Director of Financial Stability Mark Cassidy to take us through the report, before taking questions.</p>\n",
  "content_text": "Welcome to the Central Bank for the publication of our second Financial Stability Review of 2024. Since the last Review in June, we have seen a turn in the global interest rate cycle, with many central banks being able to start reducing interest rates. This change of stance largely reflects progress in reducing inflation, and increased confidence that inflation will reach its target levels in a sustainable manner in many countries. The fact that this level of disinflation has been achieved without significant instability speaks to the continued resilience of the global financial system. However, while inflationary risks may have receded, risks to the growth outlook have come to the fore. Economic growth has been stable, but some forward-looking indicators of activity have weakened, particularly in Europe, and there are diverging forecasts across regions. The key risks centre around uncertainty and rising geopolitical tensions, which raise the prospect of lower trade and GDP growth. A protectionist and fragmented world has negative implications for economic activity domestically and internationally, as well as for the resilience of households, firms and the financial sector. And with debt-to-GDP levels in many countries increasing recently, weak growth raises concerns over the ability of governments to support the economy in the event of a shock. Financial markets have experienced periods of volatility since the last Review , albeit these have been short-lived. This highlights underlying fragility in market sentiment, and the potential for market disruption if expectations change quickly or if there are further escalations in the geopolitical environment. Compressed risk pricing in corporate debt markets and stretched equity valuations in some sectors leaves markets open to a swift repricing. As we have been warning for a number of years now, high levels of leverage in certain parts of the non-bank sector, and increasing interconnectedness between non-banks and global banks, could amplify any shock to financial markets. Turning to commercial real estate (CRE), global and Irish markets continue to adjust, and prices are showing some signs of stabilisation. However, there is still uncertainty over the full scale of the downturn in these markets. And in Ireland, vacancy rates in the Dublin office market remain high and investment activity is subdued. The Central Bank's judgement remains that the domestic banking system is resilient to this downturn. In residential housing, an ongoing deficit in supply continues to drive prices domestically, and around 52,000 new homes per annum could be needed to meet demand. Despite these imbalances, there are no signs of excessive risk taking in mortgage credit, while aggregate mortgage credit growth remains moderate. More broadly, the Irish economy is growing strongly and modified domestic demand is expected to grow in 2024 and 2025 at a faster pace than at the time of the last Review. However as international investment and multinational enterprises (MNEs) are central to the domestic economic model, driving a significant share of growth, public finances and employment, Ireland is particularly exposed to global developments at a time of increased geopolitical and geoeconomic risk. Moreover, with an economy performing at or above capacity, expansionary fiscal policy risks aggravating domestic pressures. Irish households and businesses have been supported by a growing economy, but are also exposed to global shocks. Households have weathered the period of higher interest rates, with the amount of income spent on debt repayments remaining stable. This follows a substantial decline in interest expenses in the decade after the global financial crisis (GFC). However, a shock to international trade could have knock-on effects for the labour market here, as well as the performance of domestic firms. Irish small and medium-sized enterprises (SMEs) have shown resilience, but there are pockets of risk, for example with insolvencies rising in the accommodation/food and other services sectors although we have continued to observe employment growth in these sectors. Domestic bank profitability has likely reached its cyclical peak, following strong growth over the last couple of years. However the banking sector is resilient and is well-placed to withstand any softening in profits. Against this backdrop, we are maintaining an unchanged policy stance for macroprudential capital buffers. The counter-cyclical capital buffer (CCyB) rate remains at 1.5 per cent. The Central Bank's mortgage measures aim to ensure sustainable lending standards and evidence suggests the measures continue to meet their objectives. Recent developments in new mortgage lending show a shift towards LTI and LTV limits, but the share of new lending in the most risky categories is contained.  Borrowing levels relative to incomes continue to be materially lower than in the early part of this century. Finally, we continue to develop the macroprudential framework for non-banks with two macroprudential measures relating to cohorts of investment funds already announced. We are monitoring the phased implementation of limits on leverage for Irish property funds. And our measures on Irish-authorised GBP Sterling Liability Driven Investment (LDI) funds, announced earlier this year, safeguard resilience against shocks to UK interest rates. We continue to support the development of an overarching macroprudential framework for investment funds working with our international partners in this area. We recently published our response (PDF 699.99KB) to the European Commission's targeted consultation on macroprudential policies for NBFI, in addition to contributing to a Eurosystem response (PDF 714.35KB) . Thank you for joining us today. I will hand you over to Director of Financial Stability Mark Cassidy to take us through the report, before taking questions.",
  "date_parsed": "2024-12-11",
  "name": "Gabriel Makhlouf",
  "link_number": "14",
  "name_orig": "Gabriel Makhlouf",
  "url_orig": "https://www.bis.org/review/r241206c.htm"
}