{
  "source_url": "https://www.bis.org/review/r240515j.htm",
  "headline": "Gabriel Makhlouf: Climate change - adapting to avoid the prisoner's emissions dilemma",
  "description_html": "\n<p>Remarks by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, at the EPA (Environmental Protection Agency) Annual Climate Change Conference, Dublin, 15 May 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Remarks by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, at the EPA (Environmental Protection Agency) Annual Climate Change Conference, Dublin, 15 May 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "17 May 2024",
  "pdf_url": "https://www.bis.org/review/r240515j.pdf",
  "content_html": "\n<h3>Introduction</h3>\n<p>Good morning. Thank you for the invitation to speak to you today. The conference theme – specifically increasing the resilience of our communities and ecosystems to climate impacts – is fundamental to Ireland's wellbeing over the next century.</p>\n<p>I don't feel the need to explain to this audience why that statement is true, nor the need to justify why the Central Bank is interested in the impact that a changing climate is having on the way our economy produces the goods and services that people want, on the type of infrastructure we need, on the way our financial system functions and, quite simply, on the way we live our lives. Climate change is affecting the economy and it is affecting the capacity of central banks across the world to meet their objectives of maintaining price and financial stability and to support broader economic policies.  </p>\n<p>All transitions pose challenges and climate change is one of the three significant economic transitions we are undergoing right now.  I will not talk about digitalisation or demography today but one characteristic of all these transitions is that the choice to remain as we are isn't available. The status quo option does not exist.  What does exist is the opportunity to manage the transitions.</p>\n<p>In the case of our changing climate, the world has decided that it wants to manage it by prioritising the decarbonisation of our economies as, to state the obvious, the alternative isn't appealing. Time is not our friend here. The world agreed in Paris in 2015 to limit the increase in the average global temperature to 1.5 degrees Celsius above pre-industrial levels by 2050.  As things stand, climate scientists are telling us that the world is not on the path to achieve that. In fact we are not going to limit the increase to 2 degrees: last year the UN concluded that the world was on track for an average increase of 2.9 degrees, and even that will only be achieved if all commitments to mitigation measures are implemented by governments. In other words, we are heading for a global temperature rise far above the Paris Agreement goals.</p>\n",
  "content_text": "Introduction Good morning. Thank you for the invitation to speak to you today. The conference theme – specifically increasing the resilience of our communities and ecosystems to climate impacts – is fundamental to Ireland's wellbeing over the next century. I don't feel the need to explain to this audience why that statement is true, nor the need to justify why the Central Bank is interested in the impact that a changing climate is having on the way our economy produces the goods and services that people want, on the type of infrastructure we need, on the way our financial system functions and, quite simply, on the way we live our lives. Climate change is affecting the economy and it is affecting the capacity of central banks across the world to meet their objectives of maintaining price and financial stability and to support broader economic policies. All transitions pose challenges and climate change is one of the three significant economic transitions we are undergoing right now.  I will not talk about digitalisation or demography today but one characteristic of all these transitions is that the choice to remain as we are isn't available. The status quo option does not exist.  What does exist is the opportunity to manage the transitions. In the case of our changing climate, the world has decided that it wants to manage it by prioritising the decarbonisation of our economies as, to state the obvious, the alternative isn't appealing. Time is not our friend here. The world agreed in Paris in 2015 to limit the increase in the average global temperature to 1.5 degrees Celsius above pre-industrial levels by 2050.  As things stand, climate scientists are telling us that the world is not on the path to achieve that. In fact we are not going to limit the increase to 2 degrees: last year the UN concluded that the world was on track for an average increase of 2.9 degrees, and even that will only be achieved if all commitments to mitigation measures are implemented by governments. In other words, we are heading for a global temperature rise far above the Paris Agreement goals.",
  "date_parsed": "2024-05-17",
  "name": "Gabriel Makhlouf",
  "link_number": "23",
  "name_orig": "Gabriel Makhlouf",
  "url_orig": "https://www.bis.org/review/r240515j.htm"
}