{
  "source_url": "https://www.bis.org/review/r251201g.htm",
  "headline": "Gabriel Makhlouf: Remarks - The New Zealand Business Network Ireland and the Business International Trading Alliance",
  "description_html": "\n<p>Remarks by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, at the New Zealand Business Network Ireland and the Business International Trading Alliance, Dublin, 17 November 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Remarks by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, at the New Zealand Business Network Ireland and the Business International Trading Alliance, Dublin, 17 November 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "08 December 2025",
  "pdf_url": "https://www.bis.org/review/r251201g.pdf",
  "content_html": "\n<p>Thank you for the invitation to join you today. My remarks will focus on the significance of the relationship between Ireland and the UK, and of course both countries' links with New Zealand, the economic outlook in a period of global change, how we can find opportunities in times of challenge.</p>\n<p>Let me start by stating the obvious: the bond between our three nations is not merely economic; it is deeply rooted in social connections that span families, businesses, and communities. The 87 GAA clubs in England, Scotland and Wales and over 10 in New Zealand tell part of the story. The fact that Dublin/London is still Europe's busiest air corridor is another indicator of our connectivity! And although economic geography is a very different issue for New Zealand, as I've said before, technology is bringing the world closer than ever. In an era marked by fragmentation and uncertainty, our relationship exemplifies resilience and cooperation, enabling us to address shared challenges effectively.  </p>\n<p>And it is clear that these shared challenges are increasingly global in nature. They are common to us all, they cannot be confined to borders – and require global cooperation if they are to be addressed effectively. I know that we are committed to international cooperation and multilateralism, and this evening is but another example of our close relationships.</p>\n<p>I have said on many occasions that diversity of experience and thought strengthens both institutions and individuals. As this period of global fragmentation develops, our countries recognise that the world has changed, and that more change is inevitable. The old world of global trade is dying, and may in fact be dead, but the new one has yet to emerge or, at best, is struggling to emerge.<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a><span> </span>Our focus should certainly be on creating a new world rather than clinging to the old.  In my view, Irish institutions are dedicated to international cooperation and we will continue to advocate for and play a key role in developing the new multilateral order that our economies and communities need.</p>\n<h3>Ireland's economic outlook</h3>\n<p>An environment of trade barriers coupled with policy unpredictability is unwelcome to an open and very well-connected economy such as Ireland's. The agreement between the EU and the US has provided some welcome stability. In the first half of this year, the Irish economy demonstrated resilience, with robust consumption and investment, but headwinds persist. Continued expected growth in real disposable incomes, amid a stable labour market – labour force participation is high and unemployment low – supports our forecasts for continued growth in consumer spending. Overall, our latest projections anticipate a slowdown from 2.9 per cent growth this year to just over 2 per cent in the coming years.<a class=\"hashlink\" href=\"#fn2\" id=\"fn_2\"><sup>2</sup></a></p>\n<p>As for the trade relationship between Ireland and the UK, the most recent data shows that the UK was Ireland's biggest source of goods imports in 2023, of over €26 billion, and its second biggest export partner, with €22.4 billion of goods exported in 2023. From a services perspective, the UK is Ireland's second largest services export and import partner, with €52.75 billion of services exported and €29.95 billion relating to imports.<a class=\"hashlink\" href=\"#fn3\" id=\"fn_3\"><sup>3</sup></a> Ireland's trade relationship with New Zealand is dominated by pharma and agriculture and, indeed, Agri Tech is an increasingly important area.</p>\n<p>The Irish economy is well-positioned to face current challenges, thanks to decades of FDI-led growth and strong interconnections with the rest of the world, not least the UK but also of course the US and, most of all, the rest of the EU. The question is how best to sustain the recent positive trajectory into the medium-to-long term at a time of ongoing geoeconomic fragmentation, a process that has been happening for nearly a decade but has accelerated this year. This transition sits alongside the other significant, and more familiar, economic transitions of ageing societies, a changing climate and an increasingly digitalised world. Recognising and understanding these transitions is fundamental if we are to shape policies that build economic resilience, enabling households, businesses, and communities to navigate challenges and seize opportunities. International trade in goods has entered a new and profoundly unfamiliar period. Global trade is being reshaped as countries and businesses respond to tariffs directed at them.  In Ireland's case our analysis indicates an economy one per cent smaller relative to a tariff-free scenario, driven by lower investment and a shift in exports to non-US markets.<a class=\"hashlink\" href=\"#fn4\" id=\"fn_4\"><sup>4</sup></a></p>\n<p>What this year's events bring to the forefront is the need for clear priorities in economic policy. In particular, policy needs to focus on the fundamentals, managing the short term while planning for the medium term, ensuring our frameworks are fit-for-purpose and learning the lessons of the past while preparing for the future. Successful economies need stable and sustainable macroeconomic frameworks and sound fiscal and monetary policies, along with stable and well-regulated financial systems and well-functioning markets.</p>\n<p>For Ireland, against a backdrop of strong economic and population growth, continuing to attract investment will require a particular focus on closing infrastructure gaps in water, energy, transport, and housing. Of course, we shouldn't just stop at the border, and our trading and financial system relationship with our partner countries will continue to be a very important one for our future economic growth.</p>\n<h3>Conclusion</h3>\n<p>We need to recognise that the world we have been familiar with has changed and that, coupled with the ongoing march of demography, digitalisation, and a warming climate, more change is ahead. We can meet those changes with confidence if we recognise and accept their existence and work together to address them.</p>\n<p>I wish you all well and for your continued work bringing together people and businesses in our countries.</p>\n<hr/>\n<div>\n<div id=\"ftn1\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> To borrow from Antonio Gramsci's Prison Notebooks: \"The old world is dying, and the new world struggles to be born: now is the time of monsters.\"</p>\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup>2</sup></a> </span><a class=\"external\" href=\"https://www.centralbank.ie/publication/quarterly-bulletins/quarterly-bulletin-q3-2025\" rel=\"noopener noreferrer\" target=\"_blank\">Central Bank of Ireland Quarterly Bulletin No.3 2025</a></p>\n</div>\n<div id=\"ftn3\">\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_3\" name=\"fn3\"><sup>3</sup></a> </span><a class=\"external\" data-sf-ec-immutable=\"\" href=\"https://www.cso.ie/en/releasesandpublications/ep/p-its/internationaltradeinservices2023/\" rel=\"noopener noreferrer\" target=\"_blank\" title=\"This link will open in a new tab or window\">International Trade in Services 2023</a></p>\n</div>\n<div id=\"ftn4\">\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_4\" name=\"fn4\"><sup>4</sup></a> </span><a class=\"external\" href=\"https://www.centralbank.ie/docs/default-source/publications/quarterly-bulletins/quarterly-bulletin-signed-articles/on-the-fault-line-irish-economy-in-a-time-of-geoeconomic-fragmentation.pdf?sfvrsn=144e6e1a_14\" rel=\"noopener noreferrer\" target=\"_blank\" title=\"See On the fault line? The Irish economy in a time of geoeconomic fragmentation - Central Bank of Ireland 2025\">See On the fault line? The Irish economy in a time of geoeconomic fragmentation - Central Bank of Ireland 2025 (PDF 1.4MB)</a></p>\n</div>\n</div>\n",
  "content_text": "Thank you for the invitation to join you today. My remarks will focus on the significance of the relationship between Ireland and the UK, and of course both countries' links with New Zealand, the economic outlook in a period of global change, how we can find opportunities in times of challenge. Let me start by stating the obvious: the bond between our three nations is not merely economic; it is deeply rooted in social connections that span families, businesses, and communities. The 87 GAA clubs in England, Scotland and Wales and over 10 in New Zealand tell part of the story. The fact that Dublin/London is still Europe's busiest air corridor is another indicator of our connectivity! And although economic geography is a very different issue for New Zealand, as I've said before, technology is bringing the world closer than ever. In an era marked by fragmentation and uncertainty, our relationship exemplifies resilience and cooperation, enabling us to address shared challenges effectively. And it is clear that these shared challenges are increasingly global in nature. They are common to us all, they cannot be confined to borders – and require global cooperation if they are to be addressed effectively. I know that we are committed to international cooperation and multilateralism, and this evening is but another example of our close relationships. I have said on many occasions that diversity of experience and thought strengthens both institutions and individuals. As this period of global fragmentation develops, our countries recognise that the world has changed, and that more change is inevitable. The old world of global trade is dying, and may in fact be dead, but the new one has yet to emerge or, at best, is struggling to emerge. 1 Our focus should certainly be on creating a new world rather than clinging to the old.  In my view, Irish institutions are dedicated to international cooperation and we will continue to advocate for and play a key role in developing the new multilateral order that our economies and communities need. Ireland's economic outlook An environment of trade barriers coupled with policy unpredictability is unwelcome to an open and very well-connected economy such as Ireland's. The agreement between the EU and the US has provided some welcome stability. In the first half of this year, the Irish economy demonstrated resilience, with robust consumption and investment, but headwinds persist. Continued expected growth in real disposable incomes, amid a stable labour market – labour force participation is high and unemployment low – supports our forecasts for continued growth in consumer spending. Overall, our latest projections anticipate a slowdown from 2.9 per cent growth this year to just over 2 per cent in the coming years. 2 As for the trade relationship between Ireland and the UK, the most recent data shows that the UK was Ireland's biggest source of goods imports in 2023, of over €26 billion, and its second biggest export partner, with €22.4 billion of goods exported in 2023. From a services perspective, the UK is Ireland's second largest services export and import partner, with €52.75 billion of services exported and €29.95 billion relating to imports. 3 Ireland's trade relationship with New Zealand is dominated by pharma and agriculture and, indeed, Agri Tech is an increasingly important area. The Irish economy is well-positioned to face current challenges, thanks to decades of FDI-led growth and strong interconnections with the rest of the world, not least the UK but also of course the US and, most of all, the rest of the EU. The question is how best to sustain the recent positive trajectory into the medium-to-long term at a time of ongoing geoeconomic fragmentation, a process that has been happening for nearly a decade but has accelerated this year. This transition sits alongside the other significant, and more familiar, economic transitions of ageing societies, a changing climate and an increasingly digitalised world. Recognising and understanding these transitions is fundamental if we are to shape policies that build economic resilience, enabling households, businesses, and communities to navigate challenges and seize opportunities. International trade in goods has entered a new and profoundly unfamiliar period. Global trade is being reshaped as countries and businesses respond to tariffs directed at them.  In Ireland's case our analysis indicates an economy one per cent smaller relative to a tariff-free scenario, driven by lower investment and a shift in exports to non-US markets. 4 What this year's events bring to the forefront is the need for clear priorities in economic policy. In particular, policy needs to focus on the fundamentals, managing the short term while planning for the medium term, ensuring our frameworks are fit-for-purpose and learning the lessons of the past while preparing for the future. Successful economies need stable and sustainable macroeconomic frameworks and sound fiscal and monetary policies, along with stable and well-regulated financial systems and well-functioning markets. For Ireland, against a backdrop of strong economic and population growth, continuing to attract investment will require a particular focus on closing infrastructure gaps in water, energy, transport, and housing. Of course, we shouldn't just stop at the border, and our trading and financial system relationship with our partner countries will continue to be a very important one for our future economic growth. Conclusion We need to recognise that the world we have been familiar with has changed and that, coupled with the ongoing march of demography, digitalisation, and a warming climate, more change is ahead. We can meet those changes with confidence if we recognise and accept their existence and work together to address them. I wish you all well and for your continued work bringing together people and businesses in our countries. 1 To borrow from Antonio Gramsci's Prison Notebooks: \"The old world is dying, and the new world struggles to be born: now is the time of monsters.\" 2 Central Bank of Ireland Quarterly Bulletin No.3 2025 3 International Trade in Services 2023 4 See On the fault line? The Irish economy in a time of geoeconomic fragmentation - Central Bank of Ireland 2025 (PDF 1.4MB)",
  "date_parsed": "2025-12-08",
  "name": "Gabriel Makhlouf",
  "name_orig": "Gabriel Makhlouf",
  "url_orig": "https://www.bis.org/review/r251201g.htm"
}