{
  "source_url": "https://www.bis.org/review/r250326f.htm",
  "headline": "Gabriel Makhlouf: Opening remarks - launch of the Consumer Protection Code",
  "description_html": "\n<p>Opening remarks by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, at the launch of the Consumer Protection Code, Dublin, 24 March 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Opening remarks by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, at the launch of the Consumer Protection Code, Dublin, 24 March 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "26 March 2025",
  "pdf_url": "https://www.bis.org/review/r250326f.pdf",
  "content_html": "\n<p>Good morning everyone, </p>\n<p>I would like to welcome you all to the Central Bank today.</p>\n<p>Welcome in particular to Robert Troy TD, Minister of State, as well as Brian McHugh, Chair of the Competition and Consumer Protection Commission (CCPC), and Liam Sloyan the Financial Services and Pensions Ombudsman (FSPO).</p>\n<p>We are also joined by stakeholders from across the financial system who, over the last three years, have supported and informed the development of the revised Consumer Protection Code which we are publishing today. Thank you all for coming and thank you for your commitment to dialogue and engagement to inform the new Code. You have made an important contribution to the new Code.</p>\n<p>Before turning to the Code itself, let me say a few words about consumer protection more generally and our approach here in the Central Bank of Ireland.</p>\n<p>Our mission is to serve the public interest by maintaining monetary and financial stability while ensuring that the financial system operates in the best interests of consumers and the wider economy.  We are guided by the objective set out in our founding legislation which stated that the Central Bank's \"constant and predominant aim shall be the welfare of the people as a whole\".  Everything that we do is aimed at serving the public interest and protecting consumers of financial services, whether it is through the consumer protection code, the mortgage measures, our monetary policy actions, our oversight of the payments system, or our supervision of individual firms. </p>\n<p>Over the last decade, we have, along with the CCPC and FSPO in particular, played a significant role in strengthening the consumer protection framework in Ireland, to ensure that the system and protections are in line with global standards.  I was pleased with the endorsement we received from the OECD just before Christmas.  But while this strengthening of the framework has improved supports and outcomes for consumers, we also recognise the importance of ensuring that the framework – like all frameworks – continues to adapt and evolve so that it remains fit for purpose and future-ready.   </p>\n<p>The challenges and risks facing us are clear. The global economy is fragmenting and countries across the globe are undergoing significant economic transitions – in demography, in technology, in climate – while also experiencing a period of unprecedented innovation.  The ways in which we as consumers buy, use and engage with financial services are changing significantly.  These changes reflect new preferences, provide new opportunities and meet different needs on the part of individuals, households and businesses.  But they also create new challenges and new risks in the financial sector that we supervise and for the consumers we protect. </p>\n<p>In the face of this changing ecosystem, we need to adapt, evolve and transform.  In fact all of us – firms, regulators, advocates, media – need to work together to secure customers' interests as they seek to navigate their financial affairs and to plan for their financial futures.</p>\n<p>As set out in our Strategy, the Central Bank recognises that we must keep up with the changing world if we are to continue to deliver on our mandate.  As both a regulator and supervisor we are working to ensure that our frameworks are ready to respond to the changes that people are experiencing in their daily lives, and that we are connected to – and understand – the needs of the individuals, households and businesses that make up the real economy which ultimately supports the welfare of the people as a whole.  For us it means being focused on innovation, building our data capability, modernising our regulations, evolving to adopt new mandates and transforming our supervisory framework. </p>\n<p>Our new supervisory approach came into effect in January this year. It remains outcomes-focused and risk-based, building on our existing principles and practices.  The changes enable a more integrated approach to the different aspects of our mandate but remain focused on achieving four safeguarding outcomes: the protection of consumer and investor interests, the integrity of the financial system, the safety and soundness of firms, and the stability of the financial system.  Importantly, our new approach places consumer protection at the heart of day-to-day supervision. It positions us better as an organisation to meet our objectives to ensure consumers of financial services are protected in a changing financial landscape. </p>\n<h3>Consumer Protection Code </h3>\n<p>Let me turn to the revised Consumer Protection Code itself.  It is built on the strong foundations of its predecessor which is the cornerstone of our – and the wider national – consumer protection framework for financial services. Throughout the course of the morning, you will hear further detail on the measures and protections that the updated Code will introduce. And you will also be able to read about them in the suite of materials that we are publishing today. </p>\n<p>At its core, financial regulation is about supporting positive outcomes, protecting consumers and investors, and, ultimately, contributing to the economic well-being of the community as a whole. In reviewing the Code we have focused on modernising the regulatory framework to reflect the provision of financial services in a digital world. Consumers will benefit from a package of protections that better reflect how they are accessing financial services in the modern world.  Regulated firms will benefit from an integrated regulatory format, and a clearer articulation of their Code obligations, complementing the work they are already doing.</p>\n<p>One of our key objectives in revising the Code has been to put customers at the heart of the culture, strategy and business models of financial services firms. This is addressed through a new Securing Customers' Interests Standard, supported by detailed guidance which describes what firms need to consider, the actions they need to take, and the mind-set they should have towards their customers.  We want to see a maturing of firms' understanding and engagement with their consumer protection obligations where they take ownership for meeting these obligations, deliver positive outcomes and are proactive in addressing any issues that arise.</p>\n<p>Another important aspect of our review has been on protecting consumers in vulnerable circumstances, as they are more likely to suffer detriment or harm.  The new Code sets out an updated definition of vulnerability along with enhanced requirements which reflect an improved understanding of its dynamic nature, recognising that people can move in and out of circumstances that make them vulnerable.  We want firms need to understand the broad nature of vulnerability, and ensure that their culture, policies and processes take account of the needs of consumers in vulnerable circumstances. </p>\n<p>The revised Consumer Protection Code comes into effect 12 months from today.  We will continue to engage with industry and consumer representatives in relation to its implementation over the next year.  We want to see the new Code contributing to building trust in the financial system and for consumers to have the confidence that it will work to deliver positive outcomes for them.</p>\n<p>In my view implementing the revised Code successfully will be more likely if it is seen as a collective effort on the part of all participants in the financial system:</p>\n<ul>\n<li>firms must continue to put the customer at the heart of their culture, strategy, business model and decision-making.  Customer interests should not be the afterthought to finalising a strategy. Consideration of the impacts on customers and customer outcomes needs to be a key aspect of the strategy development and decision-making process itself;</li>\n<li>consumer representative organisations play an important role in supporting and advising consumers in their interactions with financial services and I'm sure they will continue to do this as we work through implementation of the revised Code;</li>\n<li>media organisations of course play an important role in informing all the participants in the system;</li>\n<li>agencies such as the CCPC, FSPO and others will continue to play their important roles as key players in the national consumer protection framework; and</li>\n<li>the Central Bank we will remain focused on ensuring that the financial system operates in the best interests of consumers and the wider economy, as well as playing our part in communicating with consumers to raise their awareness of the revised Code. </li>\n</ul>\n<p>Adopting a whole-of-system approach will support effective implementation of the revised Code and ensure the protection of consumer and investor interests in their interactions with a rapidly-changing financial system.</p>\n<p>Thank you once again for joining us today. </p>\n",
  "content_text": "Good morning everyone, I would like to welcome you all to the Central Bank today. Welcome in particular to Robert Troy TD, Minister of State, as well as Brian McHugh, Chair of the Competition and Consumer Protection Commission (CCPC), and Liam Sloyan the Financial Services and Pensions Ombudsman (FSPO). We are also joined by stakeholders from across the financial system who, over the last three years, have supported and informed the development of the revised Consumer Protection Code which we are publishing today. Thank you all for coming and thank you for your commitment to dialogue and engagement to inform the new Code. You have made an important contribution to the new Code. Before turning to the Code itself, let me say a few words about consumer protection more generally and our approach here in the Central Bank of Ireland. Our mission is to serve the public interest by maintaining monetary and financial stability while ensuring that the financial system operates in the best interests of consumers and the wider economy.  We are guided by the objective set out in our founding legislation which stated that the Central Bank's \"constant and predominant aim shall be the welfare of the people as a whole\".  Everything that we do is aimed at serving the public interest and protecting consumers of financial services, whether it is through the consumer protection code, the mortgage measures, our monetary policy actions, our oversight of the payments system, or our supervision of individual firms. Over the last decade, we have, along with the CCPC and FSPO in particular, played a significant role in strengthening the consumer protection framework in Ireland, to ensure that the system and protections are in line with global standards.  I was pleased with the endorsement we received from the OECD just before Christmas.  But while this strengthening of the framework has improved supports and outcomes for consumers, we also recognise the importance of ensuring that the framework – like all frameworks – continues to adapt and evolve so that it remains fit for purpose and future-ready. The challenges and risks facing us are clear. The global economy is fragmenting and countries across the globe are undergoing significant economic transitions – in demography, in technology, in climate – while also experiencing a period of unprecedented innovation.  The ways in which we as consumers buy, use and engage with financial services are changing significantly.  These changes reflect new preferences, provide new opportunities and meet different needs on the part of individuals, households and businesses.  But they also create new challenges and new risks in the financial sector that we supervise and for the consumers we protect. In the face of this changing ecosystem, we need to adapt, evolve and transform.  In fact all of us – firms, regulators, advocates, media – need to work together to secure customers' interests as they seek to navigate their financial affairs and to plan for their financial futures. As set out in our Strategy, the Central Bank recognises that we must keep up with the changing world if we are to continue to deliver on our mandate.  As both a regulator and supervisor we are working to ensure that our frameworks are ready to respond to the changes that people are experiencing in their daily lives, and that we are connected to – and understand – the needs of the individuals, households and businesses that make up the real economy which ultimately supports the welfare of the people as a whole.  For us it means being focused on innovation, building our data capability, modernising our regulations, evolving to adopt new mandates and transforming our supervisory framework. Our new supervisory approach came into effect in January this year. It remains outcomes-focused and risk-based, building on our existing principles and practices.  The changes enable a more integrated approach to the different aspects of our mandate but remain focused on achieving four safeguarding outcomes: the protection of consumer and investor interests, the integrity of the financial system, the safety and soundness of firms, and the stability of the financial system.  Importantly, our new approach places consumer protection at the heart of day-to-day supervision. It positions us better as an organisation to meet our objectives to ensure consumers of financial services are protected in a changing financial landscape. Consumer Protection Code Let me turn to the revised Consumer Protection Code itself.  It is built on the strong foundations of its predecessor which is the cornerstone of our – and the wider national – consumer protection framework for financial services. Throughout the course of the morning, you will hear further detail on the measures and protections that the updated Code will introduce. And you will also be able to read about them in the suite of materials that we are publishing today. At its core, financial regulation is about supporting positive outcomes, protecting consumers and investors, and, ultimately, contributing to the economic well-being of the community as a whole. In reviewing the Code we have focused on modernising the regulatory framework to reflect the provision of financial services in a digital world. Consumers will benefit from a package of protections that better reflect how they are accessing financial services in the modern world.  Regulated firms will benefit from an integrated regulatory format, and a clearer articulation of their Code obligations, complementing the work they are already doing. One of our key objectives in revising the Code has been to put customers at the heart of the culture, strategy and business models of financial services firms. This is addressed through a new Securing Customers' Interests Standard, supported by detailed guidance which describes what firms need to consider, the actions they need to take, and the mind-set they should have towards their customers.  We want to see a maturing of firms' understanding and engagement with their consumer protection obligations where they take ownership for meeting these obligations, deliver positive outcomes and are proactive in addressing any issues that arise. Another important aspect of our review has been on protecting consumers in vulnerable circumstances, as they are more likely to suffer detriment or harm.  The new Code sets out an updated definition of vulnerability along with enhanced requirements which reflect an improved understanding of its dynamic nature, recognising that people can move in and out of circumstances that make them vulnerable.  We want firms need to understand the broad nature of vulnerability, and ensure that their culture, policies and processes take account of the needs of consumers in vulnerable circumstances. The revised Consumer Protection Code comes into effect 12 months from today.  We will continue to engage with industry and consumer representatives in relation to its implementation over the next year.  We want to see the new Code contributing to building trust in the financial system and for consumers to have the confidence that it will work to deliver positive outcomes for them. In my view implementing the revised Code successfully will be more likely if it is seen as a collective effort on the part of all participants in the financial system: firms must continue to put the customer at the heart of their culture, strategy, business model and decision-making.  Customer interests should not be the afterthought to finalising a strategy. Consideration of the impacts on customers and customer outcomes needs to be a key aspect of the strategy development and decision-making process itself; consumer representative organisations play an important role in supporting and advising consumers in their interactions with financial services and I'm sure they will continue to do this as we work through implementation of the revised Code; media organisations of course play an important role in informing all the participants in the system; agencies such as the CCPC, FSPO and others will continue to play their important roles as key players in the national consumer protection framework; and the Central Bank we will remain focused on ensuring that the financial system operates in the best interests of consumers and the wider economy, as well as playing our part in communicating with consumers to raise their awareness of the revised Code. Adopting a whole-of-system approach will support effective implementation of the revised Code and ensure the protection of consumer and investor interests in their interactions with a rapidly-changing financial system. Thank you once again for joining us today.",
  "date_parsed": "2025-03-26",
  "name": "Gabriel Makhlouf",
  "link_number": "7",
  "name_orig": "Gabriel Makhlouf",
  "url_orig": "https://www.bis.org/review/r250326f.htm"
}