{
  "source_url": "https://www.bis.org/review/r250507g.htm",
  "headline": "Gabriel Makhlouf: Some reflections on geoeconomic fragmentation",
  "description_html": "\n<p>Speech by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, at the Dublin Chamber, Dublin, 30 April 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, at the Dublin Chamber, Dublin, 30 April 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "07 May 2025",
  "pdf_url": "https://www.bis.org/review/r250507g.pdf",
  "content_html": "\n<p>Good evening<sub>,</sub>and many thanks to Dublin Chamber for the invitation to join you. </p>\n<p>This evening I am going to reflect on recent global developments, what it may mean for the economic outlook, and in turn how economic policy in Ireland and Europe more generally should evolve. </p>\n<p>Much of what we are seeing now is a particularly swift realisation of one of a number of transitions the economy is facing, with various implications across the near, medium and longer-term.  Understanding the drivers of these transitions, and the nature of their implications, provides clear motivation for policy to maintain and build economic resilience, so that households, businesses and the community as a whole can weather the inevitable storms, and take the opportunities that such transitions can also provide.</p>\n<p>I have reflected before on a number of these transitions, such as demographic change, climate change and digitalisation, but this evening I will concentrate on shifting geoeconomic relationships and possible fragmentation.<span style=\"font-size: 13.6px;\"> </span>This is an issue at the forefront of our minds given the scale of change being brought about by the US Administration, the high volume of announcements and policy changes, including imposing, removing and pausing of widespread tariff and non-tariff barriers, and the retaliatory responses across major economies. Effective average tariff rates have risen, most notably in the US, reaching levels not seen there in almost a century (Chart 1).  </p>\n<p>Non-tariff barriers have also risen in recent years (Chart 2).The ebbs and flows of cross-border trade and investment can always lead, and be led by, diverse political reactions and positions across countries. However, over the last few months we have witnessed a relatively rapid increase in policy uncertainty and a challenge from the US Administration to the multilateral institutional framework that has underpinned global economic relationships for much of the last 80 years.</p>\n",
  "content_text": "Good evening , and many thanks to Dublin Chamber for the invitation to join you. This evening I am going to reflect on recent global developments, what it may mean for the economic outlook, and in turn how economic policy in Ireland and Europe more generally should evolve. Much of what we are seeing now is a particularly swift realisation of one of a number of transitions the economy is facing, with various implications across the near, medium and longer-term.  Understanding the drivers of these transitions, and the nature of their implications, provides clear motivation for policy to maintain and build economic resilience, so that households, businesses and the community as a whole can weather the inevitable storms, and take the opportunities that such transitions can also provide. I have reflected before on a number of these transitions, such as demographic change, climate change and digitalisation, but this evening I will concentrate on shifting geoeconomic relationships and possible fragmentation. This is an issue at the forefront of our minds given the scale of change being brought about by the US Administration, the high volume of announcements and policy changes, including imposing, removing and pausing of widespread tariff and non-tariff barriers, and the retaliatory responses across major economies. Effective average tariff rates have risen, most notably in the US, reaching levels not seen there in almost a century (Chart 1). Non-tariff barriers have also risen in recent years (Chart 2).The ebbs and flows of cross-border trade and investment can always lead, and be led by, diverse political reactions and positions across countries. However, over the last few months we have witnessed a relatively rapid increase in policy uncertainty and a challenge from the US Administration to the multilateral institutional framework that has underpinned global economic relationships for much of the last 80 years.",
  "date_parsed": "2025-05-07",
  "name": "Gabriel Makhlouf",
  "link_number": "6",
  "name_orig": "Gabriel Makhlouf",
  "url_orig": "https://www.bis.org/review/r250507g.htm"
}