{
  "source_url": "https://www.bis.org/review/r241112e.htm",
  "headline": "Gabriel Makhlouf: Navigating a shifting landscape",
  "description_html": "\n<p>Remarks by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, at the Singapore Fintech Festival, Singapore, 8 November 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Remarks by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, at the Singapore Fintech Festival, Singapore, 8 November 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "12 November 2024",
  "pdf_url": "https://www.bis.org/review/r241112e.pdf",
  "content_html": "\n<p align=\"center\" style=\"text-align: left;\">Dia dhaoibh, good afternoon ladies and gentlemen. I hope you've enjoyed the discussions at this year's Fintech Festival.  Thank you to the Global Finance &amp; Technology Network for the invitation to speak to you on how the Central Bank of Ireland is navigating through change and the rapidly evolving landscape of the financial system.</p>\n<p>In my remarks I will discuss the changing landscape of the global financial system, and how central banks need to respond to it if they are to continue to deliver on their mandates.  I will also talk about the innovation we are seeing in Ireland's financial sector.</p>\n<p>But first some positive news on inflation.  As the IMF indicated last month, the global war on inflation is being won.</p>\n<p>In the euro area, the finishing line is coming into view.</p>\n<p>But monetary policy is not a sprint and, like all good medium and long distance runners, it is important to assess conditions carefully and pace yourself. </p>\n<p>And with the finish line in sight, we don't need to rush to it. In my view, a prudent and cautious approach remains the right one.</p>\n<p>One area I am keen to see further disinflation progress is services, where inflation has remained around 4 per cent during 2024. As it accounts for almost half of consumer spending for euro area households (and two-thirds of 'core' goods and services spending), price developments in services can have a large bearing on overall inflation dynamics. </p>\n<p>A focus on services inflation dynamics was a common theme at the recent IMF meetings.  Easing supply bottlenecks and falling energy and food inflation are driving a global disinflation, but services price inflation remains elevated in many regions.</p>\n<p>This points to the importance of understanding sectoral dynamics and of calibrating monetary policy accordingly.  With goods inflation returning to trend in the euro area, services inflation closer to around 3 per cent is more consistent with achieving our 2 per cent target. </p>\n<p>Absent future shocks – and there are several potential risks on this front not least from geopolitical developments – inflation is expected to sustainably reach our 2 per cent target during 2025.</p>\n<p>But we should take the time to reflect on the extraordinary circumstances that monetary policy has had to manage since the global financial crisis (GFC): a period of very low inflation, followed by the closing down of economies and the prospect of deflation, then the return of very high inflation from the disruption of supply chains and a war-induced energy shock and now a relatively rapid process of disinflation. </p>\n<p>I expect a fragmenting global economy undergoing significant transitions - in demography, in technology, in climate - to mean that volatility and uncertainty will reflect a new normal, posing challenges to all economic policy-maker.</p>\n<h3>The changing landscape of the global financial system</h3>\n<p>The reality of course is that the pace of change in our economy and financial system has been accelerating rapidly since the GFC. It has required central banks, regulators, firms and consumers to adapt, transform and evolve to meet the challenge that it poses.</p>\n<p>The Singapore Fintech Festival showcases and highlights the sheer breadth and depth of the innovation that is happening in financial systems across the globe and give policy-makers an insight into the future.</p>\n<p>Since the latter stages of the 17<sup>th</sup><span> </span>century, when the world's oldest central bank, Sweden's Riskbank was founded, price stability, mitigating crises and stabilising economies have represented a central bank's primary mandate.</p>\n<p>While change and challenge has been constant throughout the history of central banking, the challenges and changes that central banks face today are more complex, more connected and more multifaceted than ever before.</p>\n<p>We are living in a world of unprecedented innovation<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a>, change, complexity and uncertainty.</p>\n<p>In the past five years, we have endured a global pandemic and witnessed Russia's war on Ukraine and its people, as well as an escalating conflict in the Middle East and an increasingly uncertain geopolitical environment.</p>\n<p>The break-down of a rules-based world order, the risks posed by, at best, reduced interconnectedness and, at worst, a preference for autarky and the prioritisation of short-term, national interests over the common good, all add to the sense that the changes we are seeing feel different, and not in a good way.</p>\n<p>At the same time as this changing geo-economic landscape, the financial system both in Ireland and globally has been undergoing its own rapid change over the last number of years.  </p>\n<p>In particular, technological innovation has had a profound impact across all aspects of our lives and the provision of financial services is no different. Technology is a key part of the financial services landscape today.</p>\n<p>And while the change so far has been significant, in many ways it feels like just the beginning.</p>\n<p>All of this adds to my growing sense that the pace of change we see and feel today in financial services, combined with the uncertain and challenging environment, makes change in the present very different than change in the past.</p>\n<p>This no doubt creates an enhanced sense of unpredictability, and for some, perhaps a sense of anxiety.</p>\n<p>So I suppose the question is how do we, and how are we, navigating this change?</p>\n<h3>Sticking to our principles</h3>\n<p>Navigating change is complex, but sometimes to overcome complexity, you need to seek simplicity.</p>\n<p>And, while it is important to be adaptable, in times of rapid change central banks should also remain anchored to the fundamentals, and remember that no matter how novel or innovative something is, the basics of good governance, good risk management and delivering in the interests of consumers, investors and the wider economy remains the same.<a class=\"hashlink\" href=\"#fn2\" id=\"fn_2\"><sup>2</sup></a></p>\n<p>From a regulatory perspective, I have spoken before that to achieve positive outcomes the necessary foundations or principles must be in place. Our regulatory approach at the Central Bank of Ireland is underpinned by six principles. Regulation must be (i) forward looking, (ii) connected, (iii) proportionate, (iv) predictable, (v) transparent and (vi) agile.<a class=\"hashlink\" href=\"#fn3\" id=\"fn_3\"><sup>3</sup></a></p>\n<p>While these principles are general, I think they are increasingly relevant to meet the challenges of today as well as the opportunities and risks that a rapidly digitalising financial sector is bringing in the near future.</p>\n<p>It goes without saying that we need to be<span> </span><strong>forward-looking</strong><span> </span>to ensure we can continue to deliver in the face of rapid change. And in a world that is fragmenting, it is all the more necessary to be<span> </span><strong>connected</strong><span> </span>with peer regulators, with industry and with our citizens.</p>\n<p>Being<span> </span><strong>proportionate</strong><span> </span>means harnessing benefits while mitigating risks. It doesn't mean compromising on our fundamentals which are even more important in times of rapid change.</p>\n<p><strong>Predictability</strong><span> </span>and<span> </span><strong>transparency</strong><span> </span>matter for the regulator and the industry. If we are predictable and transparent, then regulated entities will be able to deliver on our expectations even in times of uncertainty and change.</p>\n<p>And finally<span> </span><strong>agility</strong><span> </span>is something not often associated with central banks but I would say we have demonstrated a great degree of agility in the response to the numerous shocks of recent years.  And in the face of rapid innovation in the financial sector, I think embedding that agility into business as usual – rather than only in crisis situations – is essential.</p>\n<p>These principles underpin our wider approach, and I believe will serve us well when facing into the changing and growing financial system in Ireland.</p>\n<h3>Innovation in the financial system   </h3>\n<p>Let me take a moment to assess some of the innovation that we have seen in the financial system in Ireland.</p>\n<p>The size of the financial sector in Ireland has grown at pace in recent years. Ireland is seen as an attractive location for financial service providers to operate in, due to our membership of the European single market, having an open and connected economy, a highly skilled workforce, predictable government policies, and a transparent regulatory environment.</p>\n<p>Some examples of the changes we have seen in the financial system are:</p>\n<ul>\n<li>Between 2018 and 2022, there was a greater than four-fold growth in the number of payment firms authorised in Ireland.</li>\n<li>We are also seeing BigTech firms looking to provide in-house payments and e-money wallets that enable consumers pay for their purchases.</li>\n<li>We are all experiencing a rapid change in electronic payments, and consumer demand for instant payments.</li>\n<li>We are watching firms develop new and innovative technology-driven business models such as some payment firms partnering with other financial services firms, such as credit providers, to offer a combined payment and credit solution to merchant clients and consumers.</li>\n</ul>\n<p>Firms' efforts to target these consumers are facilitated by open-banking, new cloud and block-chain based technologies, as well as enhanced data analytics.</p>\n<p>This is to be welcomed, and these new products and new delivery channels are providing greater choice as well as bringing new consumers into the financial services system.</p>\n<p>However, we are also seeing concerning developments, like technology-driven new products in the crypto area, which do (in some instances), raise serious questions around sustainability and concerns relating to consumer and investor protection.</p>\n<p>So the picture and trajectory is clear.</p>\n<p>Technology is driving significant change, and new entrants will continue to innovate, disrupt and challenge existing market participants to progress technology transformation as a strategic imperative. </p>\n<h3>Putting principles into practice - Enhancing our innovation facilities to better understand the changing world</h3>\n<p>How are we working towards adapting, anticipating and responding proactively to changes in the economy and financial system at the Central Bank of Ireland?</p>\n<p>A central theme of our Strategy is being<span> </span><em>Future Focused</em>.<a class=\"hashlink\" href=\"#fn4\" id=\"fn_4\"><sup>4</sup></a> Among other things, we want to anticipate, support and manage the risks of innovation in central banking and financial services, while ensuring that innovation is harnessed for the public good.</p>\n<p>As a result, technological innovation continues to be a key focus for us. We want to better understand the opportunities and risks for consumers and the economy.</p>\n<p>This is one of the reasons why we have enhanced our innovation facilities – with the establishment of a new innovation sandbox programme<a class=\"hashlink\" href=\"#fn5\" id=\"fn_5\"><sup>5</sup></a> – so that we can remain<span> </span><em>agile and forward looking by<span> </span></em>learning and developing a deeper understanding of the ecosystem.</p>\n<p>This new engagement will enable the Central Bank of Ireland to; anticipate and to support innovation in the financial sector, deepen our understanding of innovation, better inform our regulatory approach, better explain to innovative firms what being regulated entails and embed a regulatory culture in fledgling and fast growing firms.  </p>\n<p>We will continue to work closely with our regulatory partners to ensure the necessary guardrails are in place to balance innovation with financial stability.</p>\n<p>We must ensure that new technologies benefit society while mitigating potential risks.</p>\n<p>It is through open dialogue, constructive collaboration and a shared understanding of the challenges and opportunities that we can foster an environment conducive to innovation that enhances the wellbeing of society as a whole.</p>\n<h3>Priorities 2025 – how we are future focused</h3>\n<p>Two of the Central Bank's priorities for 2025 are the implementations of (i) the new EU Digital Operational Resilience Act which is of particular focus in the context of Ireland's large technology sector, and (ii) the Markets in Crypto Asset Regulation, including technical standards and engaging with firms seeking authorisation under the new regime.</p>\n<p>In 2025 we will also:</p>\n<ul>\n<li>Continue to modernise our other frameworks, both domestically in terms of our Consumer Protection code<a class=\"hashlink\" href=\"#fn6\" id=\"fn_6\"><sup>6</sup></a>, as well as at EU level, including work on the Digital Euro and on negotiations regarding the new EU Financial Data Access Regulation, which will enable data sharing within the financial sector and other sectors.</li>\n<li>Continue to strengthen our capabilities, in particular around AI and tokenisation, given their likelihood to be the next significant widespread technological development in the financial system.</li>\n<li>Ensure that public money continues to act as an anchor for a well-functioning payments system.</li>\n<li>Continue to deepen our engagement with industry and our collaboration with peers.</li>\n</ul>\n<h3>Digital payments</h3>\n<p>One area that is clear is the need to modernise our payments systems and improve their efficiency, in particular in the world of cross border activity.</p>\n<p>I am a firm believer that the future lies in harnessing digital technology. This does not mean we have to abandon the system we are familiar with but it does mean that central banks need to ensure that they keep up with the digital age. And, in particular that public money is available in digital form.</p>\n<p>Which brings me to the digital euro.</p>\n<p>A digital euro would be a digital form of cash, issued by the central bank and available to everyone in the euro area.</p>\n<p>A digital euro would go hand in hand with banknotes, providing – for free – an all-in-one digital payment option across the euro area.</p>\n<p>It will blend the simplicity of cash with digital convenience while maintaining the highest levels of privacy. It is a logical next step for our single currency.</p>\n<p>The final decision on whether or not to issue a digital euro will only be taken once European legislators have defined its legal framework.</p>\n<p>But in my view the financial system must remain primed to adopt and reap the benefits of innovation generally, including a digital euro.</p>\n<h3>Conclusion</h3>\n<p>We live in uncertain, perhaps turbulent, times.  </p>\n<p>Central banks need to remain anchors of stability, but that does not mean we need to wait for calm before we take action.</p>\n<p>The challenges facing central banks are complex and multi-faceted. Effective strategies rely on the interconnectedness of regulators, firms, consumers and the financial ecosystem. But they need more than just better communication.</p>\n<p>Our collective regulatory response to the changes in the financial services industry will shape the next decade, so we need to think holistically about regulation, how it can ensure financial stability, build resilience and support effective innovation that delivers for positive outcomes for citizens.</p>\n<p>Well-designed rules leads to stronger financial services firms and stronger firms are better able to serve the needs of consumers, households, businesses and the wider economy. </p>\n<hr/>\n<div class=\"ts-footnote-2\" id=\"sC-component-footnotes\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> <a class=\"external-link\" data-sf-ec-immutable=\"\" href=\"/speeches/sp240904.htm\" rel=\"noopener noreferrer\" target=\"_blank\" title=\"This link will open in a new tab or window\">The transformative power of innovation in the financial system - Speech by Cecilia Skingsley</a></p>\n</div>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup>2</sup></a> <a class=\"external\" data-sf-ec-immutable=\"\" href=\"https://www.centralbank.ie/news/article/innovation-and-trust---regulating-in-the-interests-of-us-all--remarks-by-deputy-governor-sharon-donnery-at-the-milano-hub\" rel=\"noopener noreferrer\" target=\"_blank\">Innovation and Trust speech by Sharon Donnery 2024</a></p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_3\" name=\"fn3\"><sup>3</sup></a> <a class=\"external\" data-sf-ec-immutable=\"\" href=\"https://www.centralbank.ie/news/article/remarks-by-governor-makhlouf-at-financial-system-conference-2-november-2022\" rel=\"noopener noreferrer\" target=\"_blank\">Financial System Conference speech</a><span> </span>2022</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_4\" name=\"fn4\"><sup>4</sup></a> <a class=\"external\" href=\"https://www.centralbank.ie/docs/default-source/publications/corporate-reports/strategic-plan/our-strategy/central-bank-of-ireland---our-strategy-2024.pdf?sfvrsn=d64b671a_3\" rel=\"noopener noreferrer\" target=\"_blank\">Central Bank of Ireland Strategy (PDF 2.57MB)</a></p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_5\" name=\"fn5\"><sup>5</sup></a> <a class=\"external\" href=\"https://www.centralbank.ie/regulation/innovation-hub/innovation-sandbox-programme\" rel=\"noopener noreferrer\" target=\"_blank\">Central Bank of Ireland Innovation Sandbox Programme</a></p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_6s160\" name=\"fn6s160\"><sup>6 </sup></a><a class=\"external\" href=\"https://www.centralbank.ie/regulation/consumer-protection/consumer-protection-codes-regulations/consumer-protection-code-review\" rel=\"noopener noreferrer\" target=\"_blank\">Consumer Protection Code Review</a></p>\n",
  "content_text": "Dia dhaoibh, good afternoon ladies and gentlemen. I hope you've enjoyed the discussions at this year's Fintech Festival.  Thank you to the Global Finance & Technology Network for the invitation to speak to you on how the Central Bank of Ireland is navigating through change and the rapidly evolving landscape of the financial system. In my remarks I will discuss the changing landscape of the global financial system, and how central banks need to respond to it if they are to continue to deliver on their mandates.  I will also talk about the innovation we are seeing in Ireland's financial sector. But first some positive news on inflation.  As the IMF indicated last month, the global war on inflation is being won. In the euro area, the finishing line is coming into view. But monetary policy is not a sprint and, like all good medium and long distance runners, it is important to assess conditions carefully and pace yourself. And with the finish line in sight, we don't need to rush to it. In my view, a prudent and cautious approach remains the right one. One area I am keen to see further disinflation progress is services, where inflation has remained around 4 per cent during 2024. As it accounts for almost half of consumer spending for euro area households (and two-thirds of 'core' goods and services spending), price developments in services can have a large bearing on overall inflation dynamics. A focus on services inflation dynamics was a common theme at the recent IMF meetings.  Easing supply bottlenecks and falling energy and food inflation are driving a global disinflation, but services price inflation remains elevated in many regions. This points to the importance of understanding sectoral dynamics and of calibrating monetary policy accordingly.  With goods inflation returning to trend in the euro area, services inflation closer to around 3 per cent is more consistent with achieving our 2 per cent target. Absent future shocks – and there are several potential risks on this front not least from geopolitical developments – inflation is expected to sustainably reach our 2 per cent target during 2025. But we should take the time to reflect on the extraordinary circumstances that monetary policy has had to manage since the global financial crisis (GFC): a period of very low inflation, followed by the closing down of economies and the prospect of deflation, then the return of very high inflation from the disruption of supply chains and a war-induced energy shock and now a relatively rapid process of disinflation. I expect a fragmenting global economy undergoing significant transitions - in demography, in technology, in climate - to mean that volatility and uncertainty will reflect a new normal, posing challenges to all economic policy-maker. The changing landscape of the global financial system The reality of course is that the pace of change in our economy and financial system has been accelerating rapidly since the GFC. It has required central banks, regulators, firms and consumers to adapt, transform and evolve to meet the challenge that it poses. The Singapore Fintech Festival showcases and highlights the sheer breadth and depth of the innovation that is happening in financial systems across the globe and give policy-makers an insight into the future. Since the latter stages of the 17 th century, when the world's oldest central bank, Sweden's Riskbank was founded, price stability, mitigating crises and stabilising economies have represented a central bank's primary mandate. While change and challenge has been constant throughout the history of central banking, the challenges and changes that central banks face today are more complex, more connected and more multifaceted than ever before. We are living in a world of unprecedented innovation 1 , change, complexity and uncertainty. In the past five years, we have endured a global pandemic and witnessed Russia's war on Ukraine and its people, as well as an escalating conflict in the Middle East and an increasingly uncertain geopolitical environment. The break-down of a rules-based world order, the risks posed by, at best, reduced interconnectedness and, at worst, a preference for autarky and the prioritisation of short-term, national interests over the common good, all add to the sense that the changes we are seeing feel different, and not in a good way. At the same time as this changing geo-economic landscape, the financial system both in Ireland and globally has been undergoing its own rapid change over the last number of years. In particular, technological innovation has had a profound impact across all aspects of our lives and the provision of financial services is no different. Technology is a key part of the financial services landscape today. And while the change so far has been significant, in many ways it feels like just the beginning. All of this adds to my growing sense that the pace of change we see and feel today in financial services, combined with the uncertain and challenging environment, makes change in the present very different than change in the past. This no doubt creates an enhanced sense of unpredictability, and for some, perhaps a sense of anxiety. So I suppose the question is how do we, and how are we, navigating this change? Sticking to our principles Navigating change is complex, but sometimes to overcome complexity, you need to seek simplicity. And, while it is important to be adaptable, in times of rapid change central banks should also remain anchored to the fundamentals, and remember that no matter how novel or innovative something is, the basics of good governance, good risk management and delivering in the interests of consumers, investors and the wider economy remains the same. 2 From a regulatory perspective, I have spoken before that to achieve positive outcomes the necessary foundations or principles must be in place. Our regulatory approach at the Central Bank of Ireland is underpinned by six principles. Regulation must be (i) forward looking, (ii) connected, (iii) proportionate, (iv) predictable, (v) transparent and (vi) agile. 3 While these principles are general, I think they are increasingly relevant to meet the challenges of today as well as the opportunities and risks that a rapidly digitalising financial sector is bringing in the near future. It goes without saying that we need to be forward-looking to ensure we can continue to deliver in the face of rapid change. And in a world that is fragmenting, it is all the more necessary to be connected with peer regulators, with industry and with our citizens. Being proportionate means harnessing benefits while mitigating risks. It doesn't mean compromising on our fundamentals which are even more important in times of rapid change. Predictability and transparency matter for the regulator and the industry. If we are predictable and transparent, then regulated entities will be able to deliver on our expectations even in times of uncertainty and change. And finally agility is something not often associated with central banks but I would say we have demonstrated a great degree of agility in the response to the numerous shocks of recent years.  And in the face of rapid innovation in the financial sector, I think embedding that agility into business as usual – rather than only in crisis situations – is essential. These principles underpin our wider approach, and I believe will serve us well when facing into the changing and growing financial system in Ireland. Innovation in the financial system Let me take a moment to assess some of the innovation that we have seen in the financial system in Ireland. The size of the financial sector in Ireland has grown at pace in recent years. Ireland is seen as an attractive location for financial service providers to operate in, due to our membership of the European single market, having an open and connected economy, a highly skilled workforce, predictable government policies, and a transparent regulatory environment. Some examples of the changes we have seen in the financial system are: Between 2018 and 2022, there was a greater than four-fold growth in the number of payment firms authorised in Ireland. We are also seeing BigTech firms looking to provide in-house payments and e-money wallets that enable consumers pay for their purchases. We are all experiencing a rapid change in electronic payments, and consumer demand for instant payments. We are watching firms develop new and innovative technology-driven business models such as some payment firms partnering with other financial services firms, such as credit providers, to offer a combined payment and credit solution to merchant clients and consumers. Firms' efforts to target these consumers are facilitated by open-banking, new cloud and block-chain based technologies, as well as enhanced data analytics. This is to be welcomed, and these new products and new delivery channels are providing greater choice as well as bringing new consumers into the financial services system. However, we are also seeing concerning developments, like technology-driven new products in the crypto area, which do (in some instances), raise serious questions around sustainability and concerns relating to consumer and investor protection. So the picture and trajectory is clear. Technology is driving significant change, and new entrants will continue to innovate, disrupt and challenge existing market participants to progress technology transformation as a strategic imperative. Putting principles into practice - Enhancing our innovation facilities to better understand the changing world How are we working towards adapting, anticipating and responding proactively to changes in the economy and financial system at the Central Bank of Ireland? A central theme of our Strategy is being Future Focused . 4 Among other things, we want to anticipate, support and manage the risks of innovation in central banking and financial services, while ensuring that innovation is harnessed for the public good. As a result, technological innovation continues to be a key focus for us. We want to better understand the opportunities and risks for consumers and the economy. This is one of the reasons why we have enhanced our innovation facilities – with the establishment of a new innovation sandbox programme 5 – so that we can remain agile and forward looking by learning and developing a deeper understanding of the ecosystem. This new engagement will enable the Central Bank of Ireland to; anticipate and to support innovation in the financial sector, deepen our understanding of innovation, better inform our regulatory approach, better explain to innovative firms what being regulated entails and embed a regulatory culture in fledgling and fast growing firms. We will continue to work closely with our regulatory partners to ensure the necessary guardrails are in place to balance innovation with financial stability. We must ensure that new technologies benefit society while mitigating potential risks. It is through open dialogue, constructive collaboration and a shared understanding of the challenges and opportunities that we can foster an environment conducive to innovation that enhances the wellbeing of society as a whole. Priorities 2025 – how we are future focused Two of the Central Bank's priorities for 2025 are the implementations of (i) the new EU Digital Operational Resilience Act which is of particular focus in the context of Ireland's large technology sector, and (ii) the Markets in Crypto Asset Regulation, including technical standards and engaging with firms seeking authorisation under the new regime. In 2025 we will also: Continue to modernise our other frameworks, both domestically in terms of our Consumer Protection code 6 , as well as at EU level, including work on the Digital Euro and on negotiations regarding the new EU Financial Data Access Regulation, which will enable data sharing within the financial sector and other sectors. Continue to strengthen our capabilities, in particular around AI and tokenisation, given their likelihood to be the next significant widespread technological development in the financial system. Ensure that public money continues to act as an anchor for a well-functioning payments system. Continue to deepen our engagement with industry and our collaboration with peers. Digital payments One area that is clear is the need to modernise our payments systems and improve their efficiency, in particular in the world of cross border activity. I am a firm believer that the future lies in harnessing digital technology. This does not mean we have to abandon the system we are familiar with but it does mean that central banks need to ensure that they keep up with the digital age. And, in particular that public money is available in digital form. Which brings me to the digital euro. A digital euro would be a digital form of cash, issued by the central bank and available to everyone in the euro area. A digital euro would go hand in hand with banknotes, providing – for free – an all-in-one digital payment option across the euro area. It will blend the simplicity of cash with digital convenience while maintaining the highest levels of privacy. It is a logical next step for our single currency. The final decision on whether or not to issue a digital euro will only be taken once European legislators have defined its legal framework. But in my view the financial system must remain primed to adopt and reap the benefits of innovation generally, including a digital euro. Conclusion We live in uncertain, perhaps turbulent, times. Central banks need to remain anchors of stability, but that does not mean we need to wait for calm before we take action. The challenges facing central banks are complex and multi-faceted. Effective strategies rely on the interconnectedness of regulators, firms, consumers and the financial ecosystem. But they need more than just better communication. Our collective regulatory response to the changes in the financial services industry will shape the next decade, so we need to think holistically about regulation, how it can ensure financial stability, build resilience and support effective innovation that delivers for positive outcomes for citizens. Well-designed rules leads to stronger financial services firms and stronger firms are better able to serve the needs of consumers, households, businesses and the wider economy. 1 The transformative power of innovation in the financial system - Speech by Cecilia Skingsley 2 Innovation and Trust speech by Sharon Donnery 2024 3 Financial System Conference speech 2022 4 Central Bank of Ireland Strategy (PDF 2.57MB) 5 Central Bank of Ireland Innovation Sandbox Programme 6 Consumer Protection Code Review",
  "date_parsed": "2024-11-12",
  "name": "Gabriel Makhlouf",
  "link_number": "18",
  "name_orig": "Gabriel Makhlouf",
  "url_orig": "https://www.bis.org/review/r241112e.htm"
}