{
  "source_url": "https://www.bis.org/review/r251118j.htm",
  "headline": "Gabriel Makhlouf: Publication of the Financial Stability Review 2025:2",
  "description_html": "\n<p>Opening remarks by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, <span>o</span><span>n</span><span> the publication of the Financial Stability Review 2025:2</span><span>, Dublin, 17 November 2025.</span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Opening remarks by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, o n the publication of the Financial Stability Review 2025:2 , Dublin, 17 November 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "18 November 2025",
  "pdf_url": "https://www.bis.org/review/r251118j.pdf",
  "content_html": "\n<p>Welcome to the Central Bank for the release of the second Financial Stability Review of 2025.</p>\n<p>Since the last Review in June, we have seen an easing in trade policy uncertainty, with more clarity on tariffs in the short-term. But uncertainty remains high; it will take time for the economic effects of new trading arrangements to become apparent, and the steady state of those relationships over the medium-term remains unclear. Still, near-term global growth forecasts have improved modestly since the last<span> </span><em>Review</em>. By contrast, risks stemming from developments in global financial markets have increased.</p>\n<p>Let me focus on three areas in particular.</p>\n<p>First, there is a continued disconnect between elevated levels of economic uncertainty and stretched market valuations, as equity prices have reached record highs, while corporate bond spreads are compressed. High equity valuations are driven by US technology and artificial intelligence related stocks, supported by expectations of strong earnings growth. A negative development in the outlook for these companies could lead to a market correction. Given the significant exposure of global investors to US markets, this could in turn lead to a shift in broader risk sentiment and a repricing in other markets.</p>\n<p>Second, recent high-profile bankruptcies in the US have raised questions about lending standards by non-banks in private credit markets, amid a scarcity of information around lending practices in these markets. More broadly, in light of elevated leverage or liquidity mismatches, certain segments of the NBFI sector have the potential to amplify adverse market shocks, given they provide funding for banks, hold sovereign debt and are significant investors in global equity markets.</p>\n<p>Third, fiscal deficits are rising in many advanced economies leading to higher debt burdens. As well as increasing public debt ratios and placing pressure on government expenditure, this reduces the ability of fiscal policy to respond effectively and support the economy during a downturn. With markets charging low spreads on sovereign debt, a sudden shift in sentiment could lead to unplanned fiscal corrections and wider market disruption, given the centrality of government debt in the global financial system.</p>\n<p>A broader backdrop to these global financial developments is an increased focus internationally on the efficiency of financial regulation. History tells us that there are clear political economy-driven cycles in financial regulation and supervision. At a global level, we seem to be at turning point, albeit with differences across jurisdictions. In that context, it is particularly important that burden reduction is not confused for an erosion of standards, which could eventually entail significant costs for society.</p>\n<p>The Irish economy is exposed to international developments given our structural openness and reliance on US FDI. A small number of highly globalised sectors drive output, employment and corporate tax revenue, meaning that any weakening of FDI flows would affect Ireland's economic model. Given this concentration risk and at a time when growth in infrastructure investment is needed, public expenditure plans will continue to need careful management.</p>\n<p>Credit growth to the domestic economy has picked up, driven by mortgage credit and particularly for first time buyers. Lending has grown broadly in line with rising incomes over a period of stable economic growth. The link between unsustainable lending practices and house prices – a strong feature of GFC-era property valuations – is not apparent. A more prominent driver of prices in the current environment is a shortage of housing supply. For commercial real estate, the domestic market shows signs of stabilisation and sentiment indicators point to a gradual recovery.</p>\n<p>Despite significant exposures to global developments, Irish households, businesses and financial institutions currently have relatively healthy balance sheets. Given this starting position, even in an adverse scenario, featuring an escalation of geopolitical tensions, our analysis suggests that the number of firms in financial distress or households that would be unable to cover debt payments would be contained. As illustrated by recent stress tests, and broader analysis in our<span> </span><em>Review<span> </span></em>today, the domestic banking system has the capacity to absorb a severe economic shock and continue to support to the broader economy.</p>\n<p>The Central Bank's macroprudential policies aim to promote resilience and are proportionate to the risks faced by the financial system. Given the backdrop of macro-financial risks and how global uncertainty can interact with Ireland's open economy, we judge that maintaining a CCyB rate of 1.5 per cent remains appropriate. The O-SII buffer enhances resilience of those institutions which are systemically important. In this year's assessment the number of identified O-SIIs is unchanged, while there was a small reduction in the O-SII buffer rate for one institution.</p>\n<p>The mortgage measures have now been<span> </span><a data-sf-ec-immutable=\"\" href=\"https://www.centralbank.ie/news/article/speech-vasileios-madouros-deputy-governor-speech-at-dublin-economics-workshop-19-September-2025\"></a><a class=\"external\" data-sf-ec-immutable=\"\" href=\"https://www.centralbank.ie/news/article/speech-vasileios-madouros-deputy-governor-speech-at-dublin-economics-workshop-19-September-2025\" rel=\"noopener noreferrer\" target=\"_blank\" title=\"in place for 10 years.\">in place for 10 years.</a><span> </span>These measures aim to prevent the emergence of an unsustainable relationship between credit and house prices and support the resilience of borrowers, lenders and the broader economy. The benefits of the measures have been evident in recent years, and in an environment of heightened economic volatility they have contributed to lower flows into mortgage arrears and supported prudent lending standards.</p>\n<p>In terms of the macroprudential framework for non-banks, Irish property funds are making progress towards meeting the macroprudential leverage limit ahead of the end of the implementation period in November 2027 and we expect to see continued progress in this regard. At an international level, the Central Bank supports the implementation of agreed reforms on non-bank leverage and on open-ended funds liquidity. Regarding the latter, we are working to understand better how price-based liquidity management tools are used by Irish-domiciled funds. Relatedly, we are analysing the financial stability risks from Irish hedge funds.</p>\n<p>Thank you for joining us this morning. I will hand you over to Director of Financial Stability Mark Cassidy to take us through the report, before answering your questions.</p>\n",
  "content_text": "Welcome to the Central Bank for the release of the second Financial Stability Review of 2025. Since the last Review in June, we have seen an easing in trade policy uncertainty, with more clarity on tariffs in the short-term. But uncertainty remains high; it will take time for the economic effects of new trading arrangements to become apparent, and the steady state of those relationships over the medium-term remains unclear. Still, near-term global growth forecasts have improved modestly since the last Review . By contrast, risks stemming from developments in global financial markets have increased. Let me focus on three areas in particular. First, there is a continued disconnect between elevated levels of economic uncertainty and stretched market valuations, as equity prices have reached record highs, while corporate bond spreads are compressed. High equity valuations are driven by US technology and artificial intelligence related stocks, supported by expectations of strong earnings growth. A negative development in the outlook for these companies could lead to a market correction. Given the significant exposure of global investors to US markets, this could in turn lead to a shift in broader risk sentiment and a repricing in other markets. Second, recent high-profile bankruptcies in the US have raised questions about lending standards by non-banks in private credit markets, amid a scarcity of information around lending practices in these markets. More broadly, in light of elevated leverage or liquidity mismatches, certain segments of the NBFI sector have the potential to amplify adverse market shocks, given they provide funding for banks, hold sovereign debt and are significant investors in global equity markets. Third, fiscal deficits are rising in many advanced economies leading to higher debt burdens. As well as increasing public debt ratios and placing pressure on government expenditure, this reduces the ability of fiscal policy to respond effectively and support the economy during a downturn. With markets charging low spreads on sovereign debt, a sudden shift in sentiment could lead to unplanned fiscal corrections and wider market disruption, given the centrality of government debt in the global financial system. A broader backdrop to these global financial developments is an increased focus internationally on the efficiency of financial regulation. History tells us that there are clear political economy-driven cycles in financial regulation and supervision. At a global level, we seem to be at turning point, albeit with differences across jurisdictions. In that context, it is particularly important that burden reduction is not confused for an erosion of standards, which could eventually entail significant costs for society. The Irish economy is exposed to international developments given our structural openness and reliance on US FDI. A small number of highly globalised sectors drive output, employment and corporate tax revenue, meaning that any weakening of FDI flows would affect Ireland's economic model. Given this concentration risk and at a time when growth in infrastructure investment is needed, public expenditure plans will continue to need careful management. Credit growth to the domestic economy has picked up, driven by mortgage credit and particularly for first time buyers. Lending has grown broadly in line with rising incomes over a period of stable economic growth. The link between unsustainable lending practices and house prices – a strong feature of GFC-era property valuations – is not apparent. A more prominent driver of prices in the current environment is a shortage of housing supply. For commercial real estate, the domestic market shows signs of stabilisation and sentiment indicators point to a gradual recovery. Despite significant exposures to global developments, Irish households, businesses and financial institutions currently have relatively healthy balance sheets. Given this starting position, even in an adverse scenario, featuring an escalation of geopolitical tensions, our analysis suggests that the number of firms in financial distress or households that would be unable to cover debt payments would be contained. As illustrated by recent stress tests, and broader analysis in our Review today, the domestic banking system has the capacity to absorb a severe economic shock and continue to support to the broader economy. The Central Bank's macroprudential policies aim to promote resilience and are proportionate to the risks faced by the financial system. Given the backdrop of macro-financial risks and how global uncertainty can interact with Ireland's open economy, we judge that maintaining a CCyB rate of 1.5 per cent remains appropriate. The O-SII buffer enhances resilience of those institutions which are systemically important. In this year's assessment the number of identified O-SIIs is unchanged, while there was a small reduction in the O-SII buffer rate for one institution. The mortgage measures have now been in place for 10 years. These measures aim to prevent the emergence of an unsustainable relationship between credit and house prices and support the resilience of borrowers, lenders and the broader economy. The benefits of the measures have been evident in recent years, and in an environment of heightened economic volatility they have contributed to lower flows into mortgage arrears and supported prudent lending standards. In terms of the macroprudential framework for non-banks, Irish property funds are making progress towards meeting the macroprudential leverage limit ahead of the end of the implementation period in November 2027 and we expect to see continued progress in this regard. At an international level, the Central Bank supports the implementation of agreed reforms on non-bank leverage and on open-ended funds liquidity. Regarding the latter, we are working to understand better how price-based liquidity management tools are used by Irish-domiciled funds. Relatedly, we are analysing the financial stability risks from Irish hedge funds. Thank you for joining us this morning. I will hand you over to Director of Financial Stability Mark Cassidy to take us through the report, before answering your questions.",
  "date_parsed": "2025-11-18",
  "name": "Gabriel Makhlouf",
  "name_orig": "Gabriel Makhlouf",
  "url_orig": "https://www.bis.org/review/r251118j.htm"
}