{
  "source_url": "https://www.bis.org/review/r240131b.htm",
  "headline": "Gabriel Makhlouf: Looking over the horizon - the long-term outlook for the Irish economy",
  "description_html": "\n<p><span>Remarks by Mr </span>Gabriel Makhlouf<span>, Governor of the Central Bank of Ireland, at the University College, Cork, 3</span><span>0 January 2024. </span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Remarks by Mr Gabriel Makhlouf , Governor of the Central Bank of Ireland, at the University College, Cork, 3 0 January 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "31 January 2024",
  "pdf_url": "https://www.bis.org/review/r240131b.pdf",
  "content_html": "\n<p align=\"center\" style=\"text-align: left;\">Good afternoon.<span style=\"font-size: 13.6px;\"> I</span>t is a pleasure to be here today to talk about the long-term outlook for the Irish economy.</p>\n<p align=\"center\" style=\"text-align: left;\">The economy has experienced a succession of large negative economic shocks since 2020 with the global pandemic followed quickly by a major inflationary surge in the wake of Russia's invasion of Ukraine just under two years ago. The necessity for policymakers, households and businesses to deal with the immediate – and in some instances unprecedented – short-run challenges created by these crises meant that the attention given to major long-term challenges – and the planning and policy actions needed to address them – has been somewhat curtailed in recent years.  In my remarks today, I would like to focus on the prospects for the Irish economy taking a long-term perspective: what are the key determinants of the growth outlook for the economy over the next 50 years? How will these be shaped by the transitions already underway linked to structural changes from ageing, climate change, digitalisation and changes in international trade patterns?  And how can policy actions contribute to creating the conditions for sustainable growth in living standards over the long term?</p>\n<p align=\"center\" style=\"text-align: left;\">Before I address these questions, let me first reflect briefly on current developments. Economic activity and inflation weakened in euro area in the second half of 2023. The short-term outlook points to stagnation in activity in the face of tighter financing conditions, weak business and consumer confidence and low foreign demand. Over the medium term the economy should gradually return to growth as both domestic and foreign demand recover. A broad-based disinflationary process is unfolding and is expected to continue during 2024 as the effects of past energy price shocks and other pressures fade. The pace of growth in labour costs will then be the dominant driver of core inflation. Overall, headline HICP inflation is expected to decrease from 5.4 per cent in 2023 to an average of 2.7 per cent in 2024, 2.1 per cent in 2025 and 1.9 per cent in 2026 based on the latest Eurosystem staff projections.<span></span></p>\n<p align=\"center\" style=\"text-align: left;\"><span>Following our latest meeting on 25 January, my colleagues and I (on the ECB's Governing Council) decided to keep the three key ECB interest rates unchanged. The past interest rate increases continue to be transmitted forcefully to the economy. Tighter financing conditions are dampening demand, and this is helping to push down inflation.  We consider that policy rates are now at levels that, if maintained for a sufficiently long duration, will make a substantial contribution to bringing euro area inflation back to target. Looking ahead, we should remain open-minded about the rate path, which is the essence of data dependence.  With disinflation well underway, we are confident in sustainably reaching our target of 2 per cent.</span></p>\n",
  "content_text": "Good afternoon. I t is a pleasure to be here today to talk about the long-term outlook for the Irish economy. The economy has experienced a succession of large negative economic shocks since 2020 with the global pandemic followed quickly by a major inflationary surge in the wake of Russia's invasion of Ukraine just under two years ago. The necessity for policymakers, households and businesses to deal with the immediate – and in some instances unprecedented – short-run challenges created by these crises meant that the attention given to major long-term challenges – and the planning and policy actions needed to address them – has been somewhat curtailed in recent years.  In my remarks today, I would like to focus on the prospects for the Irish economy taking a long-term perspective: what are the key determinants of the growth outlook for the economy over the next 50 years? How will these be shaped by the transitions already underway linked to structural changes from ageing, climate change, digitalisation and changes in international trade patterns?  And how can policy actions contribute to creating the conditions for sustainable growth in living standards over the long term? Before I address these questions, let me first reflect briefly on current developments. Economic activity and inflation weakened in euro area in the second half of 2023. The short-term outlook points to stagnation in activity in the face of tighter financing conditions, weak business and consumer confidence and low foreign demand. Over the medium term the economy should gradually return to growth as both domestic and foreign demand recover. A broad-based disinflationary process is unfolding and is expected to continue during 2024 as the effects of past energy price shocks and other pressures fade. The pace of growth in labour costs will then be the dominant driver of core inflation. Overall, headline HICP inflation is expected to decrease from 5.4 per cent in 2023 to an average of 2.7 per cent in 2024, 2.1 per cent in 2025 and 1.9 per cent in 2026 based on the latest Eurosystem staff projections. Following our latest meeting on 25 January, my colleagues and I (on the ECB's Governing Council) decided to keep the three key ECB interest rates unchanged. The past interest rate increases continue to be transmitted forcefully to the economy. Tighter financing conditions are dampening demand, and this is helping to push down inflation.  We consider that policy rates are now at levels that, if maintained for a sufficiently long duration, will make a substantial contribution to bringing euro area inflation back to target. Looking ahead, we should remain open-minded about the rate path, which is the essence of data dependence.  With disinflation well underway, we are confident in sustainably reaching our target of 2 per cent.",
  "date_parsed": "2024-01-31",
  "name": "Gabriel Makhlouf",
  "link_number": "25",
  "name_orig": "Gabriel Makhlouf",
  "url_orig": "https://www.bis.org/review/r240131b.htm"
}