{
  "source_url": "https://www.bis.org/review/r251127k.htm",
  "headline": "Gabriel Makhlouf: Better rules, better outcomes - the next evolution in financial regulation",
  "description_html": "\n<p>Remarks by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, at the Financial System Conference 2025, Dublin, 25 November 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Remarks by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, at the Financial System Conference 2025, Dublin, 25 November 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "01 December 2025",
  "pdf_url": "https://www.bis.org/review/r251127k.pdf",
  "content_html": "\n<p>Good morning, welcome to Dublin, and welcome to our 4th Financial System Conference.</p>\n<p>Last month, at the IMF Annual Meeting and the G20 gathering of Finance Ministers and Central Bank Governors, the mood was clear: we are navigating a world that is more fragmented and more contested than at any point in recent decades, presenting clear challenges to the highly interconnected global economy and financial system.  Amidst those challenges, we've seen resilience, but beneath the surface lie familiar vulnerabilities – stretched valuations, rising sovereign debt burdens, and an increasingly important non-bank financial sector – all interacting with rapid advances in technology.</p>\n<p>In the context of such a world, I firmly believe the work of central banks and regulators matters now more than ever, delivering on our important mission of maintaining monetary and financial stability, while ensuring the financial system is operating in the best interests of consumers and the wider economy.</p>\n<p>Effective and efficient regulation and supervision are among the most important contributions we can make to stability, to resilience, and to confidence in the financial system, ensuring that consumers and investors are protected and that they have trust in a sector that plays such an important role in their daily lives.</p>\n<p>When I joined the Central Bank six years ago, we were on the cusp of this rapidly uncertain, challenging and changing world. I spoke then about the importance of building a stronger institution, one that was more forward-looking, more connected to those it serves, and confident in its purpose. </p>\n<p>We set out to transform the Central Bank, not only in what we do, but in how we think, how we engage, and how we make decisions. Over that time, we have sought to operate more effectively, to engage with stakeholders more regularly, and to regulate with a focus on delivering for the people of Ireland, Europe, and around the world, given the global nature of the Irish financial services sector.</p>\n<p>That commitment was captured in our 2021 strategy. </p>\n<p>It was built around the goals of being more future-focused, more open and engaged, and transformational in the way we deliver our key safeguarding functions. </p>\n<p>It was about delivering better outcomes.</p>\n<p>The years that followed have tested every institution in Ireland, the EU and around the world.  Yet through challenge and change, through the shifts and the shocks – whether from technology, geopolitics, economic fragmentation, or the changing nature of society and the financial system – the Central Bank has continued to evolve.</p>\n<p>We have strengthened our frameworks, improved transparency, and made meaningful progress in how we engage with firms, the public, and our European partners.</p>\n<p>And, as I will outline today, we will continue to do so, continuing to strengthen and continuing to evolve.</p>\n<p>The experience of the past few years has reinforced my view that a strong regulatory system does not depend on the number of rules, but on the quality of those rules, the effectiveness of their application, and the confidence they inspire.</p>\n<p>At our inaugural Financial System Conference, three years ago, I outlined the Central Bank of Ireland's regulatory philosophy. In my remarks, I set out what we expect of ourselves and of the firms we supervise. It was not a treatise about rules but a speech about behaviour, culture, and intent.</p>\n<p>Our regulatory philosophy is built on six principles:</p>\n<ul>\n<li>First, we are forward-looking in identifying risks;</li>\n<li>Second, we are connected to those we serve;</li>\n<li>Third, we are proportionate in balancing costs and benefits;</li>\n<li>Fourth, we are predictable in our expectations;</li>\n<li>Fifth, we are transparent in our explanations; and</li>\n<li>Sixth, we are agile in adapting to changing environments.</li>\n</ul>\n<p>That philosophy remains our compass. </p>\n<p>These principles guide how we work, how we regulate, and, importantly, how we renew. They ensure that our frameworks remain effective, proportionate, and trusted even as the financial system, the regulatory system and the global order continues to evolve.</p>\n<p>This year the world of financial regulation has been buzzing with phrases such as deregulation, de-supervision, modernisation and simplification. My preference is on continuing to focus on being forward-looking, connected, proportionate, predictable, transparent and agile, or, to put it another way, regulating and supervising well.</p>\n<p>The challenge ahead is to apply our principles with discipline.</p>\n<p>This will require the same openness and engagement we have tried to build over recent years, and the same agility that defines our philosophy.</p>\n<p>For me, regulating well is not about loosening standards or dismantling the architecture that protects consumers and ensures financial stability. It is about making sure that what we do is clear, consistent, and coherent, so that rules are understood, applied predictably, and achieve their purpose without unnecessary burden or complexity.</p>\n<p>To be clear: our mandate has not changed. The outcomes we seek have not changed. But in line with our strategy, in keeping with our philosophy, and in response to a changing world, we are changing so we can continue to deliver on our mandate and our outcomes into the future. This was why one of our strategic goals in 2021 was to transform how we regulate and supervise to be more effective and more efficient while continuing to deliver the proportionality, predictability and transparency we are committed to.</p>\n<p>So, what are we doing? And how will we continue to evolve?</p>\n<h3>Regulating well: The Next Evolution</h3>\n<p>Over recent years, we have streamlined and, as a result, strengthened our supervision, authorisation, and engagement processes.</p>\n<p>We have introduced a more efficient and effective supervisory approach, which remains, risk-based and outcomes focussed but is – importantly – more integrated across all our safeguarding outcomes<a data-sf-ec-immutable=\"\" name=\"_ftnref1\"></a>, namely financial stability, consumer and investor protection, safety and soundness and the integrity of the system. Integration means firms and sectors hear one voice from us as well as more streamlined engagement and demands.</p>\n<p>We have improved our external-facing processes including authorisations making them more transparent, more consistent, and more predictable. And we have heard positive feedback from firms going through the gate in terms of clarity and responsiveness as well as quicker turnaround times, which we do, importantly, without compromising on our robust standards. This is also reflected in better engagement and clarity in terms of our Fitness and Probity assessments.</p>\n<p>Building on this work, we are going to continue to make authorisations more effective and efficient, including by further centralising these 'gatekeeping' functions. This should bring further consistency, further transparency and further effectiveness to what is an integral part of our regulatory framework.</p>\n<p>The outcomes we achieved in our first Sandbox Programme represent a new model for innovation engagement, where collaboration accelerates safe innovation. The results we have seen validate our conviction that effective regulation requires open engagement with the innovation ecosystem, and when that ecosystem works together with a clear purpose, meaningful progress follows.</p>\n<p>The way we make policy has also evolved.</p>\n<p>The mortgage measures are a good example of regulation that learns in practice. Introduced in 2015, and evaluated annually, we reviewed them comprehensively in 2022 and decided to make some changes following an assessment that the balance of the benefits and costs had changed since they were first introduced. This shows how we evaluate and refine frameworks over time, drawing on data, evidence, and experience to maintain both resilience and access to sustainable lending.</p>\n<p>Each initiative applies a test: is this necessary, proportionate, and effective?</p>\n<p>We want to continue to evolve, and we will do so building on this same foundation. </p>\n<p>While we have been focused on improving regulation and supervision, we certainly haven't done so in a vacuum. As part of our efforts to be more connected, we have been listening to you. Thank you for your submissions. While we probably won't agree on every point, I am heartened that our strategic aims of making the framework more straightforward without compromising on resilience and protections appear aligned.</p>\n<p>And we haven't just listened, we have heard, and we are responding.</p>\n<p>First, much of financial services policy, legislation and regulation comes from Europe. Therefore, at a European level, we are working actively with colleagues in other authorities on what is a wide-ranging agenda. I am confident it will result in tangible changes.</p>\n<p>But our work does not stop in Europe.</p>\n<p>High-quality regulation depends on coherence between domestic and European frameworks. As the European Union refines its single-market rulebook, Ireland's domestic requirements must evolve in step, ensuring that rules remain effective, proportionate, and complementary. In a highly digitalised and global marketplace, it also depends on clear, effective standards at the global level, which is why the Central Bank of Ireland will continue to be an active participant in international standard-setting across the full breadth of our mandate.</p>\n<p>Across sectors, we are reviewing frameworks to ensure alignment with evolving EU law, coherence across domestic regimes, and proportionality in application. This includes work on funds, insurance, banking, governance, outsourcing, AML, and data reporting, all guided by our aim to make regulation clearer, easier to navigate and more straightforward, without weakening the protections it provides to consumers and investors or standards of prudence.</p>\n<p>Let me give some examples.</p>\n<p>In the insurance sector, the forthcoming reform of Solvency II provides an opportunity to recalibrate Ireland's insurance rulebook. The Bank will conduct a compatibility review of more than 50 domestic instruments to identify overlap, underlap, and opportunities for consolidation.</p>\n<p>The establishment of the EU Anti-Money Laundering Authority and the directly applicable EU AML Regulation will replace a significant portion of Ireland's existing national AML framework. To ensure consistency, the Bank will retire or revise domestic guidance, including the 2021 sectoral guidelines, once the EU Regulation enters into force.</p>\n<p>As we have brought in new regulations domestically, we are also reviewing our existing ones.</p>\n<p>The introduction of the Individual Accountability Framework (IAF) and Senior Executive Accountability Regime (SEAR) are allowing us to review the Pre-Approval Controlled Function (PCF) framework to reduce administrative load while maintaining clarity of responsibility. Today we are publishing finalised proposals making it simpler to appoint people to PCF roles on a temporary basis where needed and to consolidate our guidance to make it easier to follow. And as we had committed to, we will be conducting our review of SEAR in 2027. </p>\n<p>We are going to review the corporate governance requirements in 2026 to remove duplication, improve alignment across sectors, and embed proportionality and clarity into governance design.</p>\n<p>These are just some examples of what we are doing. In the coming weeks, we will communicate a list of our ongoing initiatives, a concise summary of the programmes we are delivering domestically. It will provide additional details on how each initiative will make our domestic regulatory framework more straightforward.</p>\n<p>And while the individual projects may matter to some of you, what matters to me most is the discipline behind them: to review what we have built, to align with best practice while meeting domestic needs, and to ensure that rules continue to serve their purpose, while we remain focused on doing our job.</p>\n<p>At its heart, regulating well is about mindset; creating the conditions where people inside and outside the Bank can engage openly, question intelligently, and contribute constructively. That discipline, the discipline of continuous learning, is what turns good intentions into better outcomes.</p>\n<h3>Trade-offs and the discipline of good policy-making</h3>\n<p>Modern, high-quality regulation also requires humility. </p>\n<p>Every decision involves trade-offs: between simplicity and precision, between flexibility and certainty, between speed and due process.</p>\n<p>We must be honest about those choices.</p>\n<p>A financial system as large and interconnected as Ireland's cannot be governed through one-page rules.</p>\n<p>There will always be complexity as the sectors that we regulate can be complex, and the rules must be sufficient to manage that risk. Firms could certainly help themselves and their customers if they were more straightforward in the design, delivery and explanation of their products and services. </p>\n<p>But if complexity must exist, it must at the very least be purposeful. When detail adds resilience, clarity, or fairness, it is justified. When it merely adds friction or confusion, it is not.</p>\n<p>That is the essence of good policymaking, one which applies equally when we make new regulations or when we improve existing frameworks. Perfection is not the goal. The financial system is dynamic and regulation must evolve with it. </p>\n<p>I accept that simple deregulation might deliver some benefits to some people but I prefer better and more efficient regulation that delivers positive outcomes to most people.</p>\n<p>But I want to be crystal clear. </p>\n<p>You would be wrong to confuse our efforts to make better policy and to improve our processes with a weakening of our approach to regulation and supervision. The standards we expect of regulated firms won't be lowered. We will not dial back our supervision. We will continue to take enforcement action where necessary.  And if changes to the risk landscape mean we have to introduce new rules or requirements, we will do so.</p>\n<p>But we are committed to being more effective and efficient, removing unnecessary complexity and burdens, while maintaining the resilience and protections necessary for us to deliver on our mandate. Being straightforward in our actions and explanations will be a watchword for us.</p>\n<h3>The road ahead</h3>\n<p>While we will set out some initiatives in the coming weeks, this is a journey, not an event.</p>\n<p>We will consult on a new Regulatory Impact Assessment Framework next year, which will further embed evidence-based policymaking into our processes and support us to ensure the orderly and proper functioning of financial markets.</p>\n<p>And we will continue to engage actively with others on how to streamline the European rulebook in a way that strengthens, rather than fragments, the Single Market.</p>\n<p>But as I said, a commitment to regulating well and being more straightforward does not mean a commitment to no new regulation; rather, it means ensuring that each new measure is well-designed, well-justified, and well-understood.</p>\n<p>This will make us better at what we do: identifying risks, allocating resources, and explaining our choices.</p>\n<h3>Conclusion</h3>\n<p>Our preference for simplicity cannot be blind to the complexity that defines modern life.</p>\n<p>The financial system does not stand apart from society; it reflects it.</p>\n<p>And the complexity we have to manage reflects the complexity of our societies: interconnected, fast-moving, technology-driven, and global.</p>\n<p>Our task is to manage that complexity responsibly, not by seeking to make everything simple, but by ensuring that what we do is proportionate and understandable.</p>\n<p>That is what regulating well and supervising well ultimately mean for me: ensuring clarity of purpose, coherence of process, and consistency of principle.</p>\n<p>As the financial system continues to evolve, through digitalisation, artificial intelligence, and new forms of intermediation, the need for clear, trusted, and agile regulation will only grow. The Central Bank's role is to anticipate these changes, to respond to them with purpose, and to ensure that Ireland's financial system remains resilient, and delivers in the best interest of our citizens and economy.</p>\n<p>Robust, efficient and effective regulation and supervision is not a luxury; it is a necessity and one of the most important ways we can contribute to resilience at home and confidence abroad.</p>\n<p>When we regulate well, we strengthen the foundations of confidence: firms can understand the rules; consumers can trust the system and exercise their rights effectively within it; and society can see that regulation is working in its interest.</p>\n<p>If we keep faith with that approach – if we continue to challenge ourselves, to be humble about the value of learning continuously, and to evolve our frameworks in a disciplined way – then I am confident that the financial system will continue to work well, whatever the external environment throws at us.</p>\n<p>I started my remarks today by reminding us of the six principles we apply to our work. Let me finish by also reminding us of the helpful clarity provided by our founding legislation, and which guides us in our work: that the constant and predominant aim of the Central Bank of Ireland shall be the welfare of the people as a whole.</p>\n<p><span>I hope you enjoy the conference.</span></p>\n",
  "content_text": "Good morning, welcome to Dublin, and welcome to our 4th Financial System Conference. Last month, at the IMF Annual Meeting and the G20 gathering of Finance Ministers and Central Bank Governors, the mood was clear: we are navigating a world that is more fragmented and more contested than at any point in recent decades, presenting clear challenges to the highly interconnected global economy and financial system.  Amidst those challenges, we've seen resilience, but beneath the surface lie familiar vulnerabilities – stretched valuations, rising sovereign debt burdens, and an increasingly important non-bank financial sector – all interacting with rapid advances in technology. In the context of such a world, I firmly believe the work of central banks and regulators matters now more than ever, delivering on our important mission of maintaining monetary and financial stability, while ensuring the financial system is operating in the best interests of consumers and the wider economy. Effective and efficient regulation and supervision are among the most important contributions we can make to stability, to resilience, and to confidence in the financial system, ensuring that consumers and investors are protected and that they have trust in a sector that plays such an important role in their daily lives. When I joined the Central Bank six years ago, we were on the cusp of this rapidly uncertain, challenging and changing world. I spoke then about the importance of building a stronger institution, one that was more forward-looking, more connected to those it serves, and confident in its purpose. We set out to transform the Central Bank, not only in what we do, but in how we think, how we engage, and how we make decisions. Over that time, we have sought to operate more effectively, to engage with stakeholders more regularly, and to regulate with a focus on delivering for the people of Ireland, Europe, and around the world, given the global nature of the Irish financial services sector. That commitment was captured in our 2021 strategy. It was built around the goals of being more future-focused, more open and engaged, and transformational in the way we deliver our key safeguarding functions. It was about delivering better outcomes. The years that followed have tested every institution in Ireland, the EU and around the world.  Yet through challenge and change, through the shifts and the shocks – whether from technology, geopolitics, economic fragmentation, or the changing nature of society and the financial system – the Central Bank has continued to evolve. We have strengthened our frameworks, improved transparency, and made meaningful progress in how we engage with firms, the public, and our European partners. And, as I will outline today, we will continue to do so, continuing to strengthen and continuing to evolve. The experience of the past few years has reinforced my view that a strong regulatory system does not depend on the number of rules, but on the quality of those rules, the effectiveness of their application, and the confidence they inspire. At our inaugural Financial System Conference, three years ago, I outlined the Central Bank of Ireland's regulatory philosophy. In my remarks, I set out what we expect of ourselves and of the firms we supervise. It was not a treatise about rules but a speech about behaviour, culture, and intent. Our regulatory philosophy is built on six principles: First, we are forward-looking in identifying risks; Second, we are connected to those we serve; Third, we are proportionate in balancing costs and benefits; Fourth, we are predictable in our expectations; Fifth, we are transparent in our explanations; and Sixth, we are agile in adapting to changing environments. That philosophy remains our compass. These principles guide how we work, how we regulate, and, importantly, how we renew. They ensure that our frameworks remain effective, proportionate, and trusted even as the financial system, the regulatory system and the global order continues to evolve. This year the world of financial regulation has been buzzing with phrases such as deregulation, de-supervision, modernisation and simplification. My preference is on continuing to focus on being forward-looking, connected, proportionate, predictable, transparent and agile, or, to put it another way, regulating and supervising well. The challenge ahead is to apply our principles with discipline. This will require the same openness and engagement we have tried to build over recent years, and the same agility that defines our philosophy. For me, regulating well is not about loosening standards or dismantling the architecture that protects consumers and ensures financial stability. It is about making sure that what we do is clear, consistent, and coherent, so that rules are understood, applied predictably, and achieve their purpose without unnecessary burden or complexity. To be clear: our mandate has not changed. The outcomes we seek have not changed. But in line with our strategy, in keeping with our philosophy, and in response to a changing world, we are changing so we can continue to deliver on our mandate and our outcomes into the future. This was why one of our strategic goals in 2021 was to transform how we regulate and supervise to be more effective and more efficient while continuing to deliver the proportionality, predictability and transparency we are committed to. So, what are we doing? And how will we continue to evolve? Regulating well: The Next Evolution Over recent years, we have streamlined and, as a result, strengthened our supervision, authorisation, and engagement processes. We have introduced a more efficient and effective supervisory approach, which remains, risk-based and outcomes focussed but is – importantly – more integrated across all our safeguarding outcomes , namely financial stability, consumer and investor protection, safety and soundness and the integrity of the system. Integration means firms and sectors hear one voice from us as well as more streamlined engagement and demands. We have improved our external-facing processes including authorisations making them more transparent, more consistent, and more predictable. And we have heard positive feedback from firms going through the gate in terms of clarity and responsiveness as well as quicker turnaround times, which we do, importantly, without compromising on our robust standards. This is also reflected in better engagement and clarity in terms of our Fitness and Probity assessments. Building on this work, we are going to continue to make authorisations more effective and efficient, including by further centralising these 'gatekeeping' functions. This should bring further consistency, further transparency and further effectiveness to what is an integral part of our regulatory framework. The outcomes we achieved in our first Sandbox Programme represent a new model for innovation engagement, where collaboration accelerates safe innovation. The results we have seen validate our conviction that effective regulation requires open engagement with the innovation ecosystem, and when that ecosystem works together with a clear purpose, meaningful progress follows. The way we make policy has also evolved. The mortgage measures are a good example of regulation that learns in practice. Introduced in 2015, and evaluated annually, we reviewed them comprehensively in 2022 and decided to make some changes following an assessment that the balance of the benefits and costs had changed since they were first introduced. This shows how we evaluate and refine frameworks over time, drawing on data, evidence, and experience to maintain both resilience and access to sustainable lending. Each initiative applies a test: is this necessary, proportionate, and effective? We want to continue to evolve, and we will do so building on this same foundation. While we have been focused on improving regulation and supervision, we certainly haven't done so in a vacuum. As part of our efforts to be more connected, we have been listening to you. Thank you for your submissions. While we probably won't agree on every point, I am heartened that our strategic aims of making the framework more straightforward without compromising on resilience and protections appear aligned. And we haven't just listened, we have heard, and we are responding. First, much of financial services policy, legislation and regulation comes from Europe. Therefore, at a European level, we are working actively with colleagues in other authorities on what is a wide-ranging agenda. I am confident it will result in tangible changes. But our work does not stop in Europe. High-quality regulation depends on coherence between domestic and European frameworks. As the European Union refines its single-market rulebook, Ireland's domestic requirements must evolve in step, ensuring that rules remain effective, proportionate, and complementary. In a highly digitalised and global marketplace, it also depends on clear, effective standards at the global level, which is why the Central Bank of Ireland will continue to be an active participant in international standard-setting across the full breadth of our mandate. Across sectors, we are reviewing frameworks to ensure alignment with evolving EU law, coherence across domestic regimes, and proportionality in application. This includes work on funds, insurance, banking, governance, outsourcing, AML, and data reporting, all guided by our aim to make regulation clearer, easier to navigate and more straightforward, without weakening the protections it provides to consumers and investors or standards of prudence. Let me give some examples. In the insurance sector, the forthcoming reform of Solvency II provides an opportunity to recalibrate Ireland's insurance rulebook. The Bank will conduct a compatibility review of more than 50 domestic instruments to identify overlap, underlap, and opportunities for consolidation. The establishment of the EU Anti-Money Laundering Authority and the directly applicable EU AML Regulation will replace a significant portion of Ireland's existing national AML framework. To ensure consistency, the Bank will retire or revise domestic guidance, including the 2021 sectoral guidelines, once the EU Regulation enters into force. As we have brought in new regulations domestically, we are also reviewing our existing ones. The introduction of the Individual Accountability Framework (IAF) and Senior Executive Accountability Regime (SEAR) are allowing us to review the Pre-Approval Controlled Function (PCF) framework to reduce administrative load while maintaining clarity of responsibility. Today we are publishing finalised proposals making it simpler to appoint people to PCF roles on a temporary basis where needed and to consolidate our guidance to make it easier to follow. And as we had committed to, we will be conducting our review of SEAR in 2027. We are going to review the corporate governance requirements in 2026 to remove duplication, improve alignment across sectors, and embed proportionality and clarity into governance design. These are just some examples of what we are doing. In the coming weeks, we will communicate a list of our ongoing initiatives, a concise summary of the programmes we are delivering domestically. It will provide additional details on how each initiative will make our domestic regulatory framework more straightforward. And while the individual projects may matter to some of you, what matters to me most is the discipline behind them: to review what we have built, to align with best practice while meeting domestic needs, and to ensure that rules continue to serve their purpose, while we remain focused on doing our job. At its heart, regulating well is about mindset; creating the conditions where people inside and outside the Bank can engage openly, question intelligently, and contribute constructively. That discipline, the discipline of continuous learning, is what turns good intentions into better outcomes. Trade-offs and the discipline of good policy-making Modern, high-quality regulation also requires humility. Every decision involves trade-offs: between simplicity and precision, between flexibility and certainty, between speed and due process. We must be honest about those choices. A financial system as large and interconnected as Ireland's cannot be governed through one-page rules. There will always be complexity as the sectors that we regulate can be complex, and the rules must be sufficient to manage that risk. Firms could certainly help themselves and their customers if they were more straightforward in the design, delivery and explanation of their products and services. But if complexity must exist, it must at the very least be purposeful. When detail adds resilience, clarity, or fairness, it is justified. When it merely adds friction or confusion, it is not. That is the essence of good policymaking, one which applies equally when we make new regulations or when we improve existing frameworks. Perfection is not the goal. The financial system is dynamic and regulation must evolve with it. I accept that simple deregulation might deliver some benefits to some people but I prefer better and more efficient regulation that delivers positive outcomes to most people. But I want to be crystal clear. You would be wrong to confuse our efforts to make better policy and to improve our processes with a weakening of our approach to regulation and supervision. The standards we expect of regulated firms won't be lowered. We will not dial back our supervision. We will continue to take enforcement action where necessary.  And if changes to the risk landscape mean we have to introduce new rules or requirements, we will do so. But we are committed to being more effective and efficient, removing unnecessary complexity and burdens, while maintaining the resilience and protections necessary for us to deliver on our mandate. Being straightforward in our actions and explanations will be a watchword for us. The road ahead While we will set out some initiatives in the coming weeks, this is a journey, not an event. We will consult on a new Regulatory Impact Assessment Framework next year, which will further embed evidence-based policymaking into our processes and support us to ensure the orderly and proper functioning of financial markets. And we will continue to engage actively with others on how to streamline the European rulebook in a way that strengthens, rather than fragments, the Single Market. But as I said, a commitment to regulating well and being more straightforward does not mean a commitment to no new regulation; rather, it means ensuring that each new measure is well-designed, well-justified, and well-understood. This will make us better at what we do: identifying risks, allocating resources, and explaining our choices. Conclusion Our preference for simplicity cannot be blind to the complexity that defines modern life. The financial system does not stand apart from society; it reflects it. And the complexity we have to manage reflects the complexity of our societies: interconnected, fast-moving, technology-driven, and global. Our task is to manage that complexity responsibly, not by seeking to make everything simple, but by ensuring that what we do is proportionate and understandable. That is what regulating well and supervising well ultimately mean for me: ensuring clarity of purpose, coherence of process, and consistency of principle. As the financial system continues to evolve, through digitalisation, artificial intelligence, and new forms of intermediation, the need for clear, trusted, and agile regulation will only grow. The Central Bank's role is to anticipate these changes, to respond to them with purpose, and to ensure that Ireland's financial system remains resilient, and delivers in the best interest of our citizens and economy. Robust, efficient and effective regulation and supervision is not a luxury; it is a necessity and one of the most important ways we can contribute to resilience at home and confidence abroad. When we regulate well, we strengthen the foundations of confidence: firms can understand the rules; consumers can trust the system and exercise their rights effectively within it; and society can see that regulation is working in its interest. If we keep faith with that approach – if we continue to challenge ourselves, to be humble about the value of learning continuously, and to evolve our frameworks in a disciplined way – then I am confident that the financial system will continue to work well, whatever the external environment throws at us. I started my remarks today by reminding us of the six principles we apply to our work. Let me finish by also reminding us of the helpful clarity provided by our founding legislation, and which guides us in our work: that the constant and predominant aim of the Central Bank of Ireland shall be the welfare of the people as a whole. I hope you enjoy the conference.",
  "date_parsed": "2025-12-01",
  "name": "Gabriel Makhlouf",
  "name_orig": "Gabriel Makhlouf",
  "url_orig": "https://www.bis.org/review/r251127k.htm"
}