{
  "source_url": "https://www.bis.org/review/r241014f.htm",
  "headline": "Gabriel Makhlouf: Opening statement - joint Oireachtas Committee on Finance, Public Expenditure and Reform, and Taoiseach",
  "description_html": "\n<p>Opening statement by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, before the Joint Oireachtas (National Parliament) Committee on Finance, Public Expenditure and Reform, and Taoiseach (Head of Parliament), Dublin, 9 October 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Opening statement by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, before the Joint Oireachtas (National Parliament) Committee on Finance, Public Expenditure and Reform, and Taoiseach (Head of Parliament), Dublin, 9 October 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "15 October 2024",
  "pdf_url": "https://www.bis.org/review/r241014f.pdf",
  "content_html": "\n<p align=\"center\" style=\"text-align: left;\">Good afternoon Chair, Committee members.</p>\n<p>Thank you for the invitation to appear before you today. I am joined by Deputy Governors Vasileios Madouros and Derville Rowland.</p>\n<p>I will begin by giving a brief overview of the economic outlook in the EU and in Ireland, before I touch on some consumer protection issues.</p>\n<h3>The economic outlook in the EU</h3>\n<p>Turning to the outlook, growth in the euro area as a whole slowed in the second quarter of 2024, driven by weaker investment and consumption. Having said this, the latest projections are for a consumption-led growth recovery, albeit marginally weaker than what was previously expected. Employment growth is projected to be somewhat weaker than its pre-pandemic average.  </p>\n<p>We remain on track to reach our 2 per cent inflation target in the fourth quarter of 2025, although some uncertainty remains around this baseline forecast. In particular more persistent services inflation and stronger than expected wage growth could impact the forecast.</p>\n<p>At the most recent ECB Governing Council meeting, my colleagues and I decided to lower the deposit facility rate by 25 basis points, to 3.5 per cent. This was informed by the euro area inflation outlook, the dynamics of underlying inflation and the strength of monetary policy transmission.</p>\n<p>Last month we also implemented changes we had announced in March to the operational framework for implementing monetary policy, which sees the spread between the main refinancing operations rate (MRO) and our main policy rate – the deposit facility rate – set at 15 basis points.</p>\n<h3>The economic outlook in Ireland</h3>\n<p>Turning to the Irish economy, it continues to grow at a strong pace supported by the buoyancy of domestic economic activity.  Our latest Quarterly Bulletin – published last month – paints a picture of a resilient domestic economy poised to grow in the region of 2.5 per cent annually through to 2026.  Headline inflation has eased considerably to below 2 per cent, and is expected to remain between 1.5 and 2 per cent out to 2026.</p>\n<p>However, challenges to maintaining such performance are becoming more evident. Stronger than expected growth, over and above the economy's potential rate, has brought into sharp focus domestic supply and infrastructure constraints. These, in turn, present a situation where globally-determined inflation in Ireland is declining substantially, while more domestically-driven inflation, as reflected in services price inflation, remains significant at around 4 per cent.</p>\n<p>Given current conditions, the continued expansionary fiscal stance adds unnecessary stimulus to an economy at full employment. Against the current macroeconomic backdrop, increasing net spending in excess of 5 per cent over an extended period implies that the fiscal stance will aggravate price inflation and wage pressures, undermining competitiveness and creating risks that could damage sustainable economic growth.</p>\n<p>As my pre-Budget letter of 4 July to the Minister for Finance – and the paper on the housing market we published last month – observed, higher levels of public investment are likely to be required over the coming years given known deficits in housing and to meet longer term structural challenges linked to the climate transition.</p>\n<p>So while the projected increases in public investment are necessary, careful management of the overall fiscal stance is needed to avoid overheating. With the economy already at full employment, there is a risk that increasing public investment on the scale envisaged fuels overheating pressures and results in poor value for money. To avoid this outcome, it would have been preferable if the upward revisions to public investment had been accommodated while keeping overall net spending below 5 per cent. Undoubtedly, this would have presented difficult choices and trade-offs to be made in other areas of expenditure and on taxation.</p>\n<p>Furthermore, to ensure additional government expenditure yields real improvements in services and that infrastructure investment is delivered efficiently, essential change outside of fiscal measures is needed in broader public policy areas. This includes in particular addressing delays and bottlenecks in the planning system, in the building regulation process and in construction. Progress in these areas would also help to further incentivise and crowd-in private investment.</p>\n<h3>Consumer protection</h3>\n<p>Let me turn to consumer protection.  The Central Bank's mission is to serve the public interest by maintaining monetary and financial stability while ensuring that the financial system operates in the best interests of consumers and the wider economy. All of our work is aimed at serving the public interest and protecting consumers of financial services, whether it is through the Consumer Protection Code, the mortgage measures, monetary policy, our oversight of payments systems, or supervising to ensure firms are resilient and are acting in the best interests of their consumers.</p>\n<p>The environment in which we operate is changing rapidly, driven by technological change and by consumer preferences. The ways in which we as consumers buy, use and engage with financial services has changed hugely, leading to new risks in the financial sector we supervise and for the consumers we protect.</p>\n<p>As outlined in my two recent letters to yourselves, the Central Bank is making changes to the way we are organised to deliver our financial regulation responsibilities. Consumer protection remains a core part of those responsibilities. But in order to continue to deliver on our mandate both today and into the future, we are changing our approach to ensure that consumers of financial services are protected in an increasingly complex environment. This enhanced approach is based on accumulated experience, on insight, on best practice and is built for a faster moving and more complex financial services sector. We are making the most fundamental strengthening of our consumer protection approach for more than a decade.</p>\n<p>In terms of frameworks, as you know, we will shortly be introducing an updated Consumer Protection Code. This follows the largest, most in-depth review of the Code since it was introduced to ensure that it is fit for purpose into the future, is reflective of the changed nature of financial services and strengthens protections for consumers. This is a tangible demonstration of our ongoing commitment to the protection of consumers of financial services right across the country, and we have consulted widely on it to ensure we hear consumers' and other stakeholders' views directly.</p>\n<p>To implement the rules we need the right operational approach internally. This includes moving to an integrated framework where, at an operational level, directorates with oversight of banks, insurance companies and capital markets will be responsible for the supervision of all the functions of their respective sectors (as opposed to separate directorates undertaking supervisory activities for consumer protection, prudential regulation and market supervision).  </p>\n<p>The new approach will make it easier to direct our supervisory resources to the areas of most risk to consumers or the system more widely. Importantly, we are taking the existing team that stood in a single consumer protection directorate and placing them where their expertise is most required, directly in supervisory directorates across banks, insurance and funds. 'Mainstreaming' consumer protection activity in this way will enable us to dedicate greater attention and resources to where the particular risk is at a point in time. The new approach will allow us to do more, not less, to protect consumers.</p>\n<p>Let me give an example of how we see the interconnections in our work in relation to consumer protection. Next week we will publish our analysis of the shortfall between the cost of flooding in Ireland and that portion of the cost which is not insured. We know that Ireland will face more frequent and severe floods as the effects of climate change continue to crystallise and as we approach critical tipping points in a range of significant areas that increasingly require urgent action. Climate change has implications for the economy and for the financial system and floods in particular will impact directly on communities and consumers as well as the balance sheets of insurance companies. We cannot require insurance companies to provide flood insurance cover but our analysis can help everyone to understand the risks and support the cooperation and coordination required from the many stakeholders involved in building flood resilience in Ireland.</p>\n<p>Finally, and as set out in my letter, the internal operational changes that we are making will not change the focus on consumer protection at the most senior levels of the Central Bank. Derville Rowland, as Deputy Governor (Consumer and Investor Protection), will continue to have consumer protection at the core of her responsibilities. The Central Bank Commission's Consumer Advisory Group will also continue to operate as it does now. And the entire senior leadership team led by me will continue to have a focus on consumer protection.</p>\n<p>These changes will come into effect in January and we are convinced that they are the best way for the Central Bank to continue to deliver on its mission, ensuring the financial system continues to operate in the best interests of consumers and the wider economy.</p>\n<h3>Conclusion</h3>\n<p>We are happy to take your questions.</p>\n",
  "content_text": "Good afternoon Chair, Committee members. Thank you for the invitation to appear before you today. I am joined by Deputy Governors Vasileios Madouros and Derville Rowland. I will begin by giving a brief overview of the economic outlook in the EU and in Ireland, before I touch on some consumer protection issues. The economic outlook in the EU Turning to the outlook, growth in the euro area as a whole slowed in the second quarter of 2024, driven by weaker investment and consumption. Having said this, the latest projections are for a consumption-led growth recovery, albeit marginally weaker than what was previously expected. Employment growth is projected to be somewhat weaker than its pre-pandemic average. We remain on track to reach our 2 per cent inflation target in the fourth quarter of 2025, although some uncertainty remains around this baseline forecast. In particular more persistent services inflation and stronger than expected wage growth could impact the forecast. At the most recent ECB Governing Council meeting, my colleagues and I decided to lower the deposit facility rate by 25 basis points, to 3.5 per cent. This was informed by the euro area inflation outlook, the dynamics of underlying inflation and the strength of monetary policy transmission. Last month we also implemented changes we had announced in March to the operational framework for implementing monetary policy, which sees the spread between the main refinancing operations rate (MRO) and our main policy rate – the deposit facility rate – set at 15 basis points. The economic outlook in Ireland Turning to the Irish economy, it continues to grow at a strong pace supported by the buoyancy of domestic economic activity.  Our latest Quarterly Bulletin – published last month – paints a picture of a resilient domestic economy poised to grow in the region of 2.5 per cent annually through to 2026.  Headline inflation has eased considerably to below 2 per cent, and is expected to remain between 1.5 and 2 per cent out to 2026. However, challenges to maintaining such performance are becoming more evident. Stronger than expected growth, over and above the economy's potential rate, has brought into sharp focus domestic supply and infrastructure constraints. These, in turn, present a situation where globally-determined inflation in Ireland is declining substantially, while more domestically-driven inflation, as reflected in services price inflation, remains significant at around 4 per cent. Given current conditions, the continued expansionary fiscal stance adds unnecessary stimulus to an economy at full employment. Against the current macroeconomic backdrop, increasing net spending in excess of 5 per cent over an extended period implies that the fiscal stance will aggravate price inflation and wage pressures, undermining competitiveness and creating risks that could damage sustainable economic growth. As my pre-Budget letter of 4 July to the Minister for Finance – and the paper on the housing market we published last month – observed, higher levels of public investment are likely to be required over the coming years given known deficits in housing and to meet longer term structural challenges linked to the climate transition. So while the projected increases in public investment are necessary, careful management of the overall fiscal stance is needed to avoid overheating. With the economy already at full employment, there is a risk that increasing public investment on the scale envisaged fuels overheating pressures and results in poor value for money. To avoid this outcome, it would have been preferable if the upward revisions to public investment had been accommodated while keeping overall net spending below 5 per cent. Undoubtedly, this would have presented difficult choices and trade-offs to be made in other areas of expenditure and on taxation. Furthermore, to ensure additional government expenditure yields real improvements in services and that infrastructure investment is delivered efficiently, essential change outside of fiscal measures is needed in broader public policy areas. This includes in particular addressing delays and bottlenecks in the planning system, in the building regulation process and in construction. Progress in these areas would also help to further incentivise and crowd-in private investment. Consumer protection Let me turn to consumer protection.  The Central Bank's mission is to serve the public interest by maintaining monetary and financial stability while ensuring that the financial system operates in the best interests of consumers and the wider economy. All of our work is aimed at serving the public interest and protecting consumers of financial services, whether it is through the Consumer Protection Code, the mortgage measures, monetary policy, our oversight of payments systems, or supervising to ensure firms are resilient and are acting in the best interests of their consumers. The environment in which we operate is changing rapidly, driven by technological change and by consumer preferences. The ways in which we as consumers buy, use and engage with financial services has changed hugely, leading to new risks in the financial sector we supervise and for the consumers we protect. As outlined in my two recent letters to yourselves, the Central Bank is making changes to the way we are organised to deliver our financial regulation responsibilities. Consumer protection remains a core part of those responsibilities. But in order to continue to deliver on our mandate both today and into the future, we are changing our approach to ensure that consumers of financial services are protected in an increasingly complex environment. This enhanced approach is based on accumulated experience, on insight, on best practice and is built for a faster moving and more complex financial services sector. We are making the most fundamental strengthening of our consumer protection approach for more than a decade. In terms of frameworks, as you know, we will shortly be introducing an updated Consumer Protection Code. This follows the largest, most in-depth review of the Code since it was introduced to ensure that it is fit for purpose into the future, is reflective of the changed nature of financial services and strengthens protections for consumers. This is a tangible demonstration of our ongoing commitment to the protection of consumers of financial services right across the country, and we have consulted widely on it to ensure we hear consumers' and other stakeholders' views directly. To implement the rules we need the right operational approach internally. This includes moving to an integrated framework where, at an operational level, directorates with oversight of banks, insurance companies and capital markets will be responsible for the supervision of all the functions of their respective sectors (as opposed to separate directorates undertaking supervisory activities for consumer protection, prudential regulation and market supervision). The new approach will make it easier to direct our supervisory resources to the areas of most risk to consumers or the system more widely. Importantly, we are taking the existing team that stood in a single consumer protection directorate and placing them where their expertise is most required, directly in supervisory directorates across banks, insurance and funds. 'Mainstreaming' consumer protection activity in this way will enable us to dedicate greater attention and resources to where the particular risk is at a point in time. The new approach will allow us to do more, not less, to protect consumers. Let me give an example of how we see the interconnections in our work in relation to consumer protection. Next week we will publish our analysis of the shortfall between the cost of flooding in Ireland and that portion of the cost which is not insured. We know that Ireland will face more frequent and severe floods as the effects of climate change continue to crystallise and as we approach critical tipping points in a range of significant areas that increasingly require urgent action. Climate change has implications for the economy and for the financial system and floods in particular will impact directly on communities and consumers as well as the balance sheets of insurance companies. We cannot require insurance companies to provide flood insurance cover but our analysis can help everyone to understand the risks and support the cooperation and coordination required from the many stakeholders involved in building flood resilience in Ireland. Finally, and as set out in my letter, the internal operational changes that we are making will not change the focus on consumer protection at the most senior levels of the Central Bank. Derville Rowland, as Deputy Governor (Consumer and Investor Protection), will continue to have consumer protection at the core of her responsibilities. The Central Bank Commission's Consumer Advisory Group will also continue to operate as it does now. And the entire senior leadership team led by me will continue to have a focus on consumer protection. These changes will come into effect in January and we are convinced that they are the best way for the Central Bank to continue to deliver on its mission, ensuring the financial system continues to operate in the best interests of consumers and the wider economy. Conclusion We are happy to take your questions.",
  "date_parsed": "2024-10-15",
  "name": "Gabriel Makhlouf",
  "link_number": "19",
  "name_orig": "Gabriel Makhlouf",
  "url_orig": "https://www.bis.org/review/r241014f.htm"
}