{
  "source_url": "https://www.bis.org/review/r251027i.htm",
  "headline": "Gabriel Makhlouf: The Trans-Atlantic economy - pathways and perceptions in an era of global fragmentation",
  "description_html": "\n<p>Speech by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, at the Atlantic Council during the International Monetary Fund World Bank week, Washington DC, 14 October 2025. </p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, at the Atlantic Council during the International Monetary Fund World Bank week, Washington DC, 14 October 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "05 November 2025",
  "pdf_url": "https://www.bis.org/review/r251027i.pdf",
  "content_html": "\n<h3>Introduction</h3>\n<p>Good morning everyone and thank you for the invitation to speak to you today.<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a></p>\n<p>We find ourselves in interesting times.</p>\n<p>The global economy has been fragmenting along geopolitical lines for nearly a decade, but this trend has accelerated, marking a swift transition with implications across the short, medium, and long term for economies big and small, alongside the other significant – and more familiar – economic transitions of ageing societies, a changing climate and an increasingly digitalised world. Recognising and understanding these transitions is fundamental if we are to shape policies that build economic resilience and enable households, businesses, and communities to navigate challenges and seize opportunities.</p>\n<p>In my remarks today I will provide a perspective of a small, highly open, highly globalised economy to these global shifts, albeit one that is both part of the world's largest single market and which has particularly strong trans-Atlantic links with the US. I will conclude with some thoughts on the continuing need for a multilateral approach and taking the opportunity to create new paradigms.</p>\n<h3>Finding opportunities in the face of headwinds</h3>\n<p>For Ireland, as one of those highly open and very well-connected economies, an environment of trade barriers, and policy uncertainty and unpredictability is unwelcome and entails economic costs.</p>\n<p>In 2023, almost 17 per cent of Ireland's exports were to the US, with 36 and 12 per cent to the rest of the EU and the UK, respectively. Around a quarter of employment in Ireland is in US firms.<a class=\"hashlink\" href=\"#fn2\" id=\"fn_2\"><sup>2</sup></a><span> </span>So, as well as the ramifications of the wider trend towards more fragmented global trade, understanding the implications of changes in US policy have been key areas of focus for us at the Central Bank of Ireland. Some of the key findings from our analysis offer lessons of broader relevance, particularly for small, open economies.</p>\n<p>First, to understand the potential impact of US tariffs on Ireland, it is important to have a clear picture of the Irish economy. It comprises a small number of large, productive, globally oriented foreign-owned multinational enterprises (MNEs), alongside domestic Irish-owned firms that dominate employment. MNEs make up 3.2 per cent of active firms, but around<span> </span><em>one quarter</em><span> </span>of aggregate employment.</p>\n<p>However, MNEs are not homogenous. We estimate that roughly half of MNE workers are employed in non-tradable sectors, largely serving the local economy, for example in the retail and accommodation sector. This type of 'horizontal' foreign direct investment (FDI) is relatively insensitive to tariffs. However, the most material risk to the Irish economy comes from the other half, who use Ireland as an export platform for their global sales, serving the rest of the EU, US, and broader international markets. These firms are concentrated in sectors such as pharmaceuticals ('pharma') and information technology, directly exposed to tariffs and other US industrial policy choices.</p>\n<p>US-owned firms account for 70 per cent of employment in these export-oriented MNEs and over 80 per cent of capital investment. As I said earlier, Ireland's strong links with the US stand out in an EU context: we have the highest concentration of US MNE activity of any EU country, both in manufacturing and outside manufacturing.</p>\n<p>Over the last number of months, we have looked at the potential effects of tariffs on this type of FDI, particularly in the pharmaceutical and medical devices sectors.</p>\n<p>Our analysis suggests that 15 per cent tariffs – as per the recent agreement – will reduce exports to the US. But they are not prohibitive to trade. For one thing these firms have already made huge capital investments in setting up their production facilities in Ireland. Another is that US tariffs do not diminish Ireland's attractiveness as an export platform to the rest of the EU or other non-US destinations.<a class=\"hashlink\" href=\"#fn3\" id=\"fn_3\"><sup>3</sup></a></p>\n<p>More than half of Ireland's pharma exports are destined for the rest of the EU or other non-US countries and so are not subject to any new tariffs. In addition, while we know that US tariffs can affect the<span> </span><em>pricing</em><span> </span>of pharma products, our analysis also shows that the sensitivity of Irish pharma export<span> </span><em>volumes</em><span> </span>to tariffs is likely to be relatively low in the short-run given the highly specialised nature of pharmaceuticals produced in Ireland.</p>\n<h3>Irish-owned firms</h3>\n<p>While MNEs understandably get a lot of attention, given they are the primary source of Ireland's exposure to US tariffs, it is also important to examine the exposure of domestic, Irish-owned, firms.</p>\n<p>Our analysis shows that, although they are not as export and import-intensive as foreign multinationals, over 80 per cent of workers in Irish-owned firms in manufacturing, wholesale and retail participate in international trade, whether exporting or importing goods.</p>\n<p>The key difference between such exporters and MNEs is that the former are far more likely to export to our nearest neighbours geographically – the rest of the EU and the UK – rather than the US market. Only 12 per cent of Irish-owned firm exports are to the US, which is a lot smaller than the 30 percent we see in aggregate.</p>\n<p>In total, 5 per cent of employees work in Irish-owned firms that export to the US. However, Irish firms that export to the US tend to be among the most productive and geographically diversified Irish exporters. Their exports to the US account for only a third of their total exports on average, and under a tenth of their total sales, some of which are also directed to the domestic market. Taking this into account, we estimate that less than 1 per cent of workers in Irish firms are directly tied to US exporting activity.</p>\n<p>A key question is whether such firms will be able to adapt to tariffs and potentially diversify to other markets. Of course, the extent to which they have to do that will partly depend on US importers and ultimately US consumers but recent survey evidence – before the EU-US trade deal – suggests they will be able to do so.<a class=\"hashlink\" href=\"#fn4\" id=\"fn_4\"><sup>4</sup></a> It found that one third of manufacturing firms in the Irish market were already taking steps to diversify towards other markets. Notably, Irish firms exporting to the US had lower production, employment, and price expectations than other exporters, but this was entirely driven by those that were not diversifying.</p>\n<p>One other notable result from this research is the two-sided nature of international trade within firms. Around 98 per cent of manufacturing exporters also import intermediate inputs. Irish firms exporting to the US import almost four times more from the US than other exporters. This highlights how interdependent global supply chains have become, and how difficult it can be to anticipate the ripple effects of tariffs and other similar policies.</p>\n<h3>Projections for the Irish economy</h3>\n<p>What does this imply for our economic projections?</p>\n<p>While the economic outlook for Ireland is not as favourable as it would have been had tariffs not been introduced, the effective tariff rates now in place covering EU-US trade are not prohibitive to trade. However, policy uncertainty remains elevated, even if it has fallen from its peak earlier in the year.</p>\n<p>Overall, the domestic economy showed resilience in the first half of 2025, but headwinds persist. Continued expected growth in real disposable incomes, amid a stable labour market – labour force participation is high, and unemployment is low – supports continued growth in consumer spending. But, some signs of easing momentum are emerging and supply-side constraints to sustainable growth in the domestic economy remain prominent.</p>\n<p>Overall, our latest projections anticipate a slowdown from 2.9 per cent growth this year to just over 2 per cent in the coming years.<a class=\"hashlink\" href=\"#fn5\" id=\"fn_5\"><sup>5</sup></a></p>\n<p>The new agreement between the EU and US, although yet to be fully implemented, is expected to<span> </span><em>moderately</em><span> </span>reduce Irish growth in the medium-to-long run, driven by activity in MNE-dominated sectors, particularly pharmaceuticals and chemicals. The current tariffs of 15 per cent lead to reduction of around 1 per cent in Irish economic output relative to a no-tariff scenario over the long-term. Diverted exports to markets outside the US partially offset the direct impact of the tariffs.</p>\n<p>Consumption and particularly investment, on the other hand, both fall faster and further than GDP, as firms and households respond more rapidly to the new environment, settling close to 2.5 and 3.5 per cent respectively below the baseline. We also anticipate that tariffs will lead to a moderate structural shift, with reduced manufacturing activity and increased service sector growth as resources are reallocated in response to these global shocks. This reallocation helps to mitigate the negative effects of tariffs on goods.</p>\n<p>Longer-term, economic policymaking faces a less-integrated global economy. Geoeconomic fragmentation is one of a number of key structural changes – along with population ageing, a changing climate change, and the ongoing march of digital technologies – that the global economy will have to adapt to. In the case of Ireland, capital investment and productivity have historically accounted for around 80 percent of Irish economic growth.<a class=\"hashlink\" href=\"#fn6\" id=\"fn_6\"><sup>6</sup></a> So, in fact, the main risk for Irish economy from this fragmentation is lower investment flows.</p>\n<p>A geopolitical shift towards 'friend-shoring' in the EU could potentially help compensate any reduction in future investment by US MNEs, although our research suggests that this regionalisation of economic linkages is likely to be inflationary and could weaken economic growth across the euro area.<a class=\"hashlink\" href=\"#fn7\" id=\"fn_7\"><sup>7</sup></a></p>\n<h3>The Euro area</h3>\n<p>Geoeconomic fragmentation of course does not just impact Ireland. In the case of the euro area, it poses several risks to the inflation and growth outlook. As US tariffs are global in nature, there is the potential that trade diversion is stronger than the current (rather limited) effect assumed in the latest ECB staff projections. Scenario analysis suggests that this would have only a mild effect on the euro area, with increased exports to the US offset by weaker exports to China and the rest of the world. Apart from diverting to different markets, Chinese firms could also lower their export prices to offset the effect of US tariffs. In this scenario, an increase in (cheaper) Chinese imports has a large negative impact on inflation and growth.<a class=\"hashlink\" href=\"#fn8\" id=\"fn_8\"><sup>8</sup></a></p>\n<p>And of course, there is the possibility that tariffs may induce bottlenecks as firms restructure their global supply chains. A scenario resembling pandemic-era disruption would see inflation rise considerably, when accounting for input-output linkages through production networks, but have a minimal effect on growth.</p>\n<p>As for our current monetary policy, at our last meeting in September, my colleagues and I on the ECB's Governing Council decided to keep rates unchanged. We continue to be in a good place with the disinflationary process behind us, the European economy showing resilience and inflation where we want it to be.</p>\n<p>Real euro area GDP growth is projected to average 1.2 per cent in 2025, 1 per cent in 2026 and 1.3 per cent in 2027. Surveys suggest the economy maintains positive underlying momentum. While the trade agreement with the US has reduced uncertainty somewhat, the overall impact of the change in the global policy environment will only become clear over time. Risks remain that renewed trade tensions could further dampen exports, investment, and consumption. By contrast, higher than expected defence and infrastructure spending and productivity-enhancing reforms would add to growth.</p>\n<p>We are not pre-committing to a particular rate path and will continue to determine the appropriate monetary policy stance by following a data-dependent and meeting-by-meeting approach. In particular, we will base our interest rate decisions on our assessment of the inflation outlook and the risks surrounding it, in light of the incoming economic and financial data, as well as the dynamics of underlying inflation and the strength of monetary policy transmission.</p>\n<h3>Policy recommendations</h3>\n<p>Where does that leave us?</p>\n<p>The Irish economy faces the current challenges from a position of relative strength, which policymakers can harness in supporting the economy to adapt over both the short and long run. Ireland has benefitted from decades of FDI-led growth, and its interconnections with the US economy and its membership of the EU have led to higher productivity, investment, and human capital. This, along with Ireland's open, flexible, and skilled labour force, creates strong conditions to adapt to geoeconomic shifts.</p>\n<p>Nonetheless, a slowdown in inward investment flows would reduce Ireland's long-run growth potential. Global fragmentation could also affect other long-term goals, such as the transition to net zero, by restricting the supply of critical inputs for new technologies.</p>\n<p>It also brings to the forefront the need for clear priorities in Irish and European economic policy. First and foremost, policy needs to focus on the fundamentals, managing the short term while planning for the medium term, ensuring our frameworks are fit-for-purpose and learning the lessons of the past while preparing for the future. Successful economies need stable and sustainable macroeconomic frameworks and sound fiscal and monetary policies, along with stable and well-regulated financial systems and well-functioning markets.</p>\n<p>For Ireland, against a backdrop of strong economic and population growth, continuing to attract investment will require a particular focus on closing infrastructure gaps in water, energy, transport, and housing as the Government set out in its Budget last week. Of course, we shouldn't just stop at the border.</p>\n<p>Ireland is part of the world's largest single market and there is untapped potential both in it integrating further into that market  as well as  in overall European economic activity.<a class=\"hashlink\" href=\"#fn9\" id=\"fn_9\"><sup>9</sup></a><span> </span>One year on from Mario Draghi and Enrico Letta's reports on the future of the European economy, it remains essential that we make progress on their recommendations, if we want to tap – and indeed realise – that potential.  As the world's largest trade bloc – accounting for around 15.8 per cent of world trade<a class=\"hashlink\" href=\"#fn10\" id=\"fn_10\"><sup>10</sup></a><span> </span>– deepening the Single Market offers a hedge against broader global trade fragmentation, helping to reduce an over-reliance on external dependencies, fostering innovation, and promoting stable growth. That includes realising the potential of the EU's capital markets and unlocking the almost €12 trillion in savings and cash deposits held by Europeans.<a class=\"hashlink\" href=\"#fn11\" id=\"fn_11\"><sup>11</sup></a></p>\n<h3>The need for collective solutions in the face of global challenges</h3>\n<p>At this point in the twenty first century, it is undoubtedly the case that the most significant headwinds we face today, be they from geoeconomic fragmentation or managing the challenges of a changing climate or harnessing digitalisation and innovation, are global in nature and demand collective solutions.</p>\n<p>This is precisely where organisations such as the Atlantic Council and in fact the IMF – at the start of its Annual Meetings this week - have important roles to play.</p>\n<p>The Council's mission – to promote constructive leadership and engagement in international affairs and provide a forum for navigating the economic and political changes defining our times – is precisely what we need today so that we help to shape policy choices and strategies that create a more free, secure, and prosperous world.</p>\n<p>The IMF's convening power brings us all to the same table, offering a vital forum for dialogue and coordinated action among its members. It's not a theoretical exercise but the essential work of managing a more uncertain world, one that requires us to see past domestic concerns to the broader interconnected reality.</p>\n<p>The IMF's role of promoting stability and cooperation for every single member and acting as an independent and trusted advisor is more critical now than ever, and I have long appreciated its dedication to providing candid assessments across the globe. st is earned through transparency, accountability, and a demonstrated credible commitment to act in, and serve, the best interest of society. I value this clear-eyed view and the stability it underpins.</p>\n<h3>Conclusion</h3>\n<p>Small, open economies value engagement with global institutions to address shared challenges. Whether we are central bankers or government officials, we value the relationships – whether international financial institutions or trans-Atlantic councils – that support our commitment to multilateralism and international cooperation, collaboration and understanding.</p>\n<p>Diversity of experience and diversity of thought strengthens us both as institutions and as individuals.</p>\n<p>We need to recognise that the world which we grew up with has changed and that, coupled with the ongoing transitions we face, more change is guaranteed.</p>\n<p>I suggest that our energies should be tilted towards the challenge of creating the new world ahead of us rather than the comfort of preserving the old. The stage is now set for building new relationships, adopting new frameworks, and creating new paradigms for the world that our children and grandchildren will inhabit.</p>\n<p>I know that Irish institutions are committed to international cooperation, and we will continue to advocate for – and play a key role in – developing the new multilateral order that our economies need and our communities want.</p>\n<div><hr/>\n<div id=\"edn1\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> Thanks to Cian Ruane, Thomas Conefrey, Conor O'Shea, and Martin O'Brien for their help in preparing these remarks.</p>\n</div>\n<div id=\"edn2\">\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup>2</sup></a> </span><a class=\"external\" data-sf-ec-immutable=\"\" href=\"https://www.cso.ie/en/releasesandpublications/ep/p-biiim/businessinireland2022-insightsonmultinationals/foreign-ownedmultinationalsinireland/\" rel=\"noopener noreferrer\" target=\"_blank\" title=\"This link will open in a new tab or window\">CSO Publication: Business in Ireland</a></p>\n</div>\n<div id=\"edn3\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_3\" name=\"fn3\"><sup>3</sup></a> Signed Article:<span> </span><a class=\"external\" href=\"https://www.centralbank.ie/docs/default-source/publications/quarterly-bulletins/quarterly-bulletin-signed-articles/on-the-fault-line-irish-economy-in-a-time-of-geoeconomic-fragmentation.pdf?sfvrsn=144e6e1a_14\" rel=\"noopener noreferrer\" target=\"_blank\">On the Fault Line? The Irish economy in a time of geoeconomic fragmentation - CBI (2025) (PDF 1.4MB)</a><span> </span>- See Box C \"Multinational Expansion in the Era of Trade Conflicts\" based on the model in<span> </span><a class=\"external\" data-sf-ec-immutable=\"\" href=\"https://www.dropbox.com/scl/fi/c8czjawyfy5eyn6n8r6cz/DRAFT-AER-2021-1462-rev2.pdf?rlkey=xfswo9ftqufxartz9uusy14wf&amp;st=eky6gnd5&amp;dl=0\" rel=\"noopener noreferrer\" target=\"_blank\" title=\"This link will open in a new tab or window\">Garetto, Oldenski, Ma and Ramondo (2025)</a>.</p>\n</div>\n<div id=\"edn4\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_4\" name=\"fn4\"><sup>4</sup></a> Survey data on exporter behaviour is sourced from a special module of the monthly European Commission's monthly Business and Consumer Surveys (BCS) sponsored by the Central Bank of Ireland. See figure 10 in Signed Article Q3 2025.</p>\n</div>\n<div id=\"edn5\">\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_5\" name=\"fn5\"><sup>5</sup></a> </span><a class=\"external\" href=\"https://www.centralbank.ie/publication/quarterly-bulletins/quarterly-bulletin-q3-2025\" rel=\"noopener noreferrer\" target=\"_blank\">Quarterly Bulletin 3 2025</a></p>\n</div>\n<div id=\"edn6\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_6\" name=\"fn6\"><sup>6</sup></a> Conefrey et al., 2024.</p>\n</div>\n<div id=\"edn7\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_7\" name=\"fn7\"><sup>7</sup></a> Clancy, Smith and Valenta, 2024</p>\n</div>\n<div id=\"edn8\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_8\" name=\"fn8\"><sup>8</sup></a> Scenario analysis conducted as part of the<span> </span><a class=\"external\" data-sf-ec-immutable=\"\" href=\"https://www.ecb.europa.eu/press/projections/html/ecb.projections202509_ecbstaff~c0da697d54.en.html#toc10\" rel=\"noopener noreferrer\" target=\"_blank\" title=\"This link will open in a new tab or window\">ECB staff macroeconomic projections for the euro area - September 2025</a></p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_9\" name=\"fn9\"><sup>9</sup></a><a class=\"external\" href=\"https://www.ecb.europa.eu/press/key/date/2025/html/ecb.sp250930~c973459788.en.html\" rel=\"noopener noreferrer\" target=\"_blank\" title=\"This link will open in a new tab or window\"> See President Lagarde's remarks at the Bank of Finland's 4<sup>th</sup><span> </span>International Monetary Policy Conference</a><span>.</span></p>\n</div>\n<div id=\"edn10\">\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_10\" name=\"fn10\"><sup>10</sup></a> </span><a class=\"external\" href=\"https://www.consilium.europa.eu/en/infographics/the-eu-s-role-in-global-trade/\" rel=\"noopener noreferrer\" target=\"_blank\" title=\"This link will open in a new tab or window\">The EU's role in global trade</a></p>\n</div>\n<div id=\"edn11\">\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_11\" name=\"fn11\"><sup>11</sup></a> </span><a class=\"external\" data-sf-ec-immutable=\"\" href=\"https://www.centralbank.ie/news/article/speech-governor-gabriel-makhlouf-national-association-for-business-economics-international-symposium-13-May-25\" rel=\"noopener noreferrer\" target=\"_blank\">Governor Makhlouf remarks at NABE<span> </span></a> </p>\n</div>\n</div>\n",
  "content_text": "Introduction Good morning everyone and thank you for the invitation to speak to you today. 1 We find ourselves in interesting times. The global economy has been fragmenting along geopolitical lines for nearly a decade, but this trend has accelerated, marking a swift transition with implications across the short, medium, and long term for economies big and small, alongside the other significant – and more familiar – economic transitions of ageing societies, a changing climate and an increasingly digitalised world. Recognising and understanding these transitions is fundamental if we are to shape policies that build economic resilience and enable households, businesses, and communities to navigate challenges and seize opportunities. In my remarks today I will provide a perspective of a small, highly open, highly globalised economy to these global shifts, albeit one that is both part of the world's largest single market and which has particularly strong trans-Atlantic links with the US. I will conclude with some thoughts on the continuing need for a multilateral approach and taking the opportunity to create new paradigms. Finding opportunities in the face of headwinds For Ireland, as one of those highly open and very well-connected economies, an environment of trade barriers, and policy uncertainty and unpredictability is unwelcome and entails economic costs. In 2023, almost 17 per cent of Ireland's exports were to the US, with 36 and 12 per cent to the rest of the EU and the UK, respectively. Around a quarter of employment in Ireland is in US firms. 2 So, as well as the ramifications of the wider trend towards more fragmented global trade, understanding the implications of changes in US policy have been key areas of focus for us at the Central Bank of Ireland. Some of the key findings from our analysis offer lessons of broader relevance, particularly for small, open economies. First, to understand the potential impact of US tariffs on Ireland, it is important to have a clear picture of the Irish economy. It comprises a small number of large, productive, globally oriented foreign-owned multinational enterprises (MNEs), alongside domestic Irish-owned firms that dominate employment. MNEs make up 3.2 per cent of active firms, but around one quarter of aggregate employment. However, MNEs are not homogenous. We estimate that roughly half of MNE workers are employed in non-tradable sectors, largely serving the local economy, for example in the retail and accommodation sector. This type of 'horizontal' foreign direct investment (FDI) is relatively insensitive to tariffs. However, the most material risk to the Irish economy comes from the other half, who use Ireland as an export platform for their global sales, serving the rest of the EU, US, and broader international markets. These firms are concentrated in sectors such as pharmaceuticals ('pharma') and information technology, directly exposed to tariffs and other US industrial policy choices. US-owned firms account for 70 per cent of employment in these export-oriented MNEs and over 80 per cent of capital investment. As I said earlier, Ireland's strong links with the US stand out in an EU context: we have the highest concentration of US MNE activity of any EU country, both in manufacturing and outside manufacturing. Over the last number of months, we have looked at the potential effects of tariffs on this type of FDI, particularly in the pharmaceutical and medical devices sectors. Our analysis suggests that 15 per cent tariffs – as per the recent agreement – will reduce exports to the US. But they are not prohibitive to trade. For one thing these firms have already made huge capital investments in setting up their production facilities in Ireland. Another is that US tariffs do not diminish Ireland's attractiveness as an export platform to the rest of the EU or other non-US destinations. 3 More than half of Ireland's pharma exports are destined for the rest of the EU or other non-US countries and so are not subject to any new tariffs. In addition, while we know that US tariffs can affect the pricing of pharma products, our analysis also shows that the sensitivity of Irish pharma export volumes to tariffs is likely to be relatively low in the short-run given the highly specialised nature of pharmaceuticals produced in Ireland. Irish-owned firms While MNEs understandably get a lot of attention, given they are the primary source of Ireland's exposure to US tariffs, it is also important to examine the exposure of domestic, Irish-owned, firms. Our analysis shows that, although they are not as export and import-intensive as foreign multinationals, over 80 per cent of workers in Irish-owned firms in manufacturing, wholesale and retail participate in international trade, whether exporting or importing goods. The key difference between such exporters and MNEs is that the former are far more likely to export to our nearest neighbours geographically – the rest of the EU and the UK – rather than the US market. Only 12 per cent of Irish-owned firm exports are to the US, which is a lot smaller than the 30 percent we see in aggregate. In total, 5 per cent of employees work in Irish-owned firms that export to the US. However, Irish firms that export to the US tend to be among the most productive and geographically diversified Irish exporters. Their exports to the US account for only a third of their total exports on average, and under a tenth of their total sales, some of which are also directed to the domestic market. Taking this into account, we estimate that less than 1 per cent of workers in Irish firms are directly tied to US exporting activity. A key question is whether such firms will be able to adapt to tariffs and potentially diversify to other markets. Of course, the extent to which they have to do that will partly depend on US importers and ultimately US consumers but recent survey evidence – before the EU-US trade deal – suggests they will be able to do so. 4 It found that one third of manufacturing firms in the Irish market were already taking steps to diversify towards other markets. Notably, Irish firms exporting to the US had lower production, employment, and price expectations than other exporters, but this was entirely driven by those that were not diversifying. One other notable result from this research is the two-sided nature of international trade within firms. Around 98 per cent of manufacturing exporters also import intermediate inputs. Irish firms exporting to the US import almost four times more from the US than other exporters. This highlights how interdependent global supply chains have become, and how difficult it can be to anticipate the ripple effects of tariffs and other similar policies. Projections for the Irish economy What does this imply for our economic projections? While the economic outlook for Ireland is not as favourable as it would have been had tariffs not been introduced, the effective tariff rates now in place covering EU-US trade are not prohibitive to trade. However, policy uncertainty remains elevated, even if it has fallen from its peak earlier in the year. Overall, the domestic economy showed resilience in the first half of 2025, but headwinds persist. Continued expected growth in real disposable incomes, amid a stable labour market – labour force participation is high, and unemployment is low – supports continued growth in consumer spending. But, some signs of easing momentum are emerging and supply-side constraints to sustainable growth in the domestic economy remain prominent. Overall, our latest projections anticipate a slowdown from 2.9 per cent growth this year to just over 2 per cent in the coming years. 5 The new agreement between the EU and US, although yet to be fully implemented, is expected to moderately reduce Irish growth in the medium-to-long run, driven by activity in MNE-dominated sectors, particularly pharmaceuticals and chemicals. The current tariffs of 15 per cent lead to reduction of around 1 per cent in Irish economic output relative to a no-tariff scenario over the long-term. Diverted exports to markets outside the US partially offset the direct impact of the tariffs. Consumption and particularly investment, on the other hand, both fall faster and further than GDP, as firms and households respond more rapidly to the new environment, settling close to 2.5 and 3.5 per cent respectively below the baseline. We also anticipate that tariffs will lead to a moderate structural shift, with reduced manufacturing activity and increased service sector growth as resources are reallocated in response to these global shocks. This reallocation helps to mitigate the negative effects of tariffs on goods. Longer-term, economic policymaking faces a less-integrated global economy. Geoeconomic fragmentation is one of a number of key structural changes – along with population ageing, a changing climate change, and the ongoing march of digital technologies – that the global economy will have to adapt to. In the case of Ireland, capital investment and productivity have historically accounted for around 80 percent of Irish economic growth. 6 So, in fact, the main risk for Irish economy from this fragmentation is lower investment flows. A geopolitical shift towards 'friend-shoring' in the EU could potentially help compensate any reduction in future investment by US MNEs, although our research suggests that this regionalisation of economic linkages is likely to be inflationary and could weaken economic growth across the euro area. 7 The Euro area Geoeconomic fragmentation of course does not just impact Ireland. In the case of the euro area, it poses several risks to the inflation and growth outlook. As US tariffs are global in nature, there is the potential that trade diversion is stronger than the current (rather limited) effect assumed in the latest ECB staff projections. Scenario analysis suggests that this would have only a mild effect on the euro area, with increased exports to the US offset by weaker exports to China and the rest of the world. Apart from diverting to different markets, Chinese firms could also lower their export prices to offset the effect of US tariffs. In this scenario, an increase in (cheaper) Chinese imports has a large negative impact on inflation and growth. 8 And of course, there is the possibility that tariffs may induce bottlenecks as firms restructure their global supply chains. A scenario resembling pandemic-era disruption would see inflation rise considerably, when accounting for input-output linkages through production networks, but have a minimal effect on growth. As for our current monetary policy, at our last meeting in September, my colleagues and I on the ECB's Governing Council decided to keep rates unchanged. We continue to be in a good place with the disinflationary process behind us, the European economy showing resilience and inflation where we want it to be. Real euro area GDP growth is projected to average 1.2 per cent in 2025, 1 per cent in 2026 and 1.3 per cent in 2027. Surveys suggest the economy maintains positive underlying momentum. While the trade agreement with the US has reduced uncertainty somewhat, the overall impact of the change in the global policy environment will only become clear over time. Risks remain that renewed trade tensions could further dampen exports, investment, and consumption. By contrast, higher than expected defence and infrastructure spending and productivity-enhancing reforms would add to growth. We are not pre-committing to a particular rate path and will continue to determine the appropriate monetary policy stance by following a data-dependent and meeting-by-meeting approach. In particular, we will base our interest rate decisions on our assessment of the inflation outlook and the risks surrounding it, in light of the incoming economic and financial data, as well as the dynamics of underlying inflation and the strength of monetary policy transmission. Policy recommendations Where does that leave us? The Irish economy faces the current challenges from a position of relative strength, which policymakers can harness in supporting the economy to adapt over both the short and long run. Ireland has benefitted from decades of FDI-led growth, and its interconnections with the US economy and its membership of the EU have led to higher productivity, investment, and human capital. This, along with Ireland's open, flexible, and skilled labour force, creates strong conditions to adapt to geoeconomic shifts. Nonetheless, a slowdown in inward investment flows would reduce Ireland's long-run growth potential. Global fragmentation could also affect other long-term goals, such as the transition to net zero, by restricting the supply of critical inputs for new technologies. It also brings to the forefront the need for clear priorities in Irish and European economic policy. First and foremost, policy needs to focus on the fundamentals, managing the short term while planning for the medium term, ensuring our frameworks are fit-for-purpose and learning the lessons of the past while preparing for the future. Successful economies need stable and sustainable macroeconomic frameworks and sound fiscal and monetary policies, along with stable and well-regulated financial systems and well-functioning markets. For Ireland, against a backdrop of strong economic and population growth, continuing to attract investment will require a particular focus on closing infrastructure gaps in water, energy, transport, and housing as the Government set out in its Budget last week. Of course, we shouldn't just stop at the border. Ireland is part of the world's largest single market and there is untapped potential both in it integrating further into that market  as well as  in overall European economic activity. 9 One year on from Mario Draghi and Enrico Letta's reports on the future of the European economy, it remains essential that we make progress on their recommendations, if we want to tap – and indeed realise – that potential.  As the world's largest trade bloc – accounting for around 15.8 per cent of world trade 10 – deepening the Single Market offers a hedge against broader global trade fragmentation, helping to reduce an over-reliance on external dependencies, fostering innovation, and promoting stable growth. That includes realising the potential of the EU's capital markets and unlocking the almost €12 trillion in savings and cash deposits held by Europeans. 11 The need for collective solutions in the face of global challenges At this point in the twenty first century, it is undoubtedly the case that the most significant headwinds we face today, be they from geoeconomic fragmentation or managing the challenges of a changing climate or harnessing digitalisation and innovation, are global in nature and demand collective solutions. This is precisely where organisations such as the Atlantic Council and in fact the IMF – at the start of its Annual Meetings this week - have important roles to play. The Council's mission – to promote constructive leadership and engagement in international affairs and provide a forum for navigating the economic and political changes defining our times – is precisely what we need today so that we help to shape policy choices and strategies that create a more free, secure, and prosperous world. The IMF's convening power brings us all to the same table, offering a vital forum for dialogue and coordinated action among its members. It's not a theoretical exercise but the essential work of managing a more uncertain world, one that requires us to see past domestic concerns to the broader interconnected reality. The IMF's role of promoting stability and cooperation for every single member and acting as an independent and trusted advisor is more critical now than ever, and I have long appreciated its dedication to providing candid assessments across the globe. st is earned through transparency, accountability, and a demonstrated credible commitment to act in, and serve, the best interest of society. I value this clear-eyed view and the stability it underpins. Conclusion Small, open economies value engagement with global institutions to address shared challenges. Whether we are central bankers or government officials, we value the relationships – whether international financial institutions or trans-Atlantic councils – that support our commitment to multilateralism and international cooperation, collaboration and understanding. Diversity of experience and diversity of thought strengthens us both as institutions and as individuals. We need to recognise that the world which we grew up with has changed and that, coupled with the ongoing transitions we face, more change is guaranteed. I suggest that our energies should be tilted towards the challenge of creating the new world ahead of us rather than the comfort of preserving the old. The stage is now set for building new relationships, adopting new frameworks, and creating new paradigms for the world that our children and grandchildren will inhabit. I know that Irish institutions are committed to international cooperation, and we will continue to advocate for – and play a key role in – developing the new multilateral order that our economies need and our communities want. 1 Thanks to Cian Ruane, Thomas Conefrey, Conor O'Shea, and Martin O'Brien for their help in preparing these remarks. 2 CSO Publication: Business in Ireland 3 Signed Article: On the Fault Line? The Irish economy in a time of geoeconomic fragmentation - CBI (2025) (PDF 1.4MB) - See Box C \"Multinational Expansion in the Era of Trade Conflicts\" based on the model in Garetto, Oldenski, Ma and Ramondo (2025) . 4 Survey data on exporter behaviour is sourced from a special module of the monthly European Commission's monthly Business and Consumer Surveys (BCS) sponsored by the Central Bank of Ireland. See figure 10 in Signed Article Q3 2025. 5 Quarterly Bulletin 3 2025 6 Conefrey et al., 2024. 7 Clancy, Smith and Valenta, 2024 8 Scenario analysis conducted as part of the ECB staff macroeconomic projections for the euro area - September 2025 9 See President Lagarde's remarks at the Bank of Finland's 4 th International Monetary Policy Conference . 10 The EU's role in global trade 11 Governor Makhlouf remarks at NABE",
  "date_parsed": "2025-11-05",
  "name": "Gabriel Makhlouf",
  "name_orig": "Gabriel Makhlouf",
  "url_orig": "https://www.bis.org/review/r251027i.htm"
}