{
  "source_url": "https://www.bis.org/review/r251223b.htm",
  "headline": "Gabriel Makhlouf: Remarks - Economics Winter Workshop 2025",
  "description_html": "\n<p>Remarks by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, at Economics Winter Workshop 2025, Dublin, 19 December 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Remarks by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, at Economics Winter Workshop 2025, Dublin, 19 December 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "23 December 2025",
  "pdf_url": "https://www.bis.org/review/r251223b.pdf",
  "content_html": "\n<p>Good morning and welcome to the Central Bank of Ireland.  Thank you for joining us for our annual festive gathering of the Irish economics community.  It is a pleasure to have you with us and to take stock of the year that has passed.</p>\n<p>Indeed, as I reflect on the year behind us – and as I set out in a<span> </span><a class=\"external\" data-sf-ec-immutable=\"\" href=\"https://www.centralbank.ie/news/article/blog-the-year-that-was-and-will-be\" rel=\"noopener noreferrer\" target=\"_blank\">blog</a><span> </span>I'm publishing this morning – my report card for the Irish and euro area economies might read as follows: a good year, in the face of significant geopolitical and geoeconomic upheaval, and, for now, performing around potential.</p>\n<p>Of course, in classic report card fashion, that only tells part of the story, and it certainly underplays what feels like a tumultuous year for the global economy as old paradigms disappear and new challenges emerge. </p>\n<p>Changes in the global distribution of power, of military strength and of strategic influence have been upending the world that we have become familiar with, a world founded on principles of openness, cooperation and integration that have underpinned the international order for the last 35 – if not 80 – years.  The upending did not start this year but 2025 feels like a step-change.</p>\n<p>Geoeconomic fragmentation is not only a financial development with deep implications for a small open economy such as Ireland but also the economic manifestation of a profound political current that resists interdependence, that privileges national over collective reasoning, and that often substitutes conviction for evidence.</p>\n<p>Social media, with its adeptness at triggering emotions, is accelerating that political current.  In many parts of the world, we see the rise of political movements that question the value of economic expertise, and the legitimacy of science itself as a guide for policymaking.</p>\n<p>For central banks as well as for policymakers, and for institutions of knowledge, this tide is a profound challenge. </p>\n<p>It reminds us that economic policymaking does not exist in isolation: it is embedded in societies, in their political narratives, and in their trust in expertise.</p>\n<p>And when that trust erodes, the ability to design and implement coherent, long-term policy weakens in turn.</p>\n<p>In this environment, the contribution of independent analytical institutions serves both as a stabilising force in the public debate and as a channel to enable good judgment, to allow for decision without ideology or, indeed, emotion.</p>\n<p>That is why I am extremely proud of the contribution made by the Central Bank's people to both in-house research but also in collaboration with colleagues outside of the Bank, and as reflected in the<span> </span><a class=\"external\" href=\"https://www.centralbank.ie/docs/default-source/publications/research-bulletins/research-bulletin-2024-25.pdf?sfvrsn=e9de6c1a_5\" rel=\"noopener noreferrer\" target=\"_blank\">Research Bulletin (PDF 618.04KB)</a> we published yesterday. </p>\n<p>As the global landscape evolves, it will be essential to sustain our ability to allow and promote deep and diverse analysis and thinking, as well as dialogue across disciplines, sectors, and borders.</p>\n<h3>Today's workshop<span></span></h3>\n<p>Today's programme promises a fascinating array of presentations and discussions, addressing some of the most pressing issues at the forefront of our work here in the Central Bank.</p>\n<p>Let me first turn to how our research enables us to respond to the challenges of the day, in such a complex and fast-moving environment.</p>\n<p>We see research, both in its output but more importantly in the capacity that it builds within our people and our teams, as an essential component of our work. It ensures that our policy decisions and advice, whether that be on domestic macroprudential measures, in contribution to the ECB's monetary policy decisions, or on the growth prospects and resilience of the Irish economy, are made using a timely, relevant and credible evidence base.</p>\n<p>Let me take a moment to briefly highlight some of our major research achievements, first in informing our own policy decisions, and second in informing our economic policy advice.</p>\n<p>The importance of research for our policy positions has been especially visible in 2025 in the body of extensive work published on the mortgage measures. These pieces, ranging from in-depth<span> </span><em>Research Technical Papers,<span> </span></em>to accessible, descriptive pieces in our<span> </span><em>Staff Insights<span> </span></em>series, have provided rich perspectives on the way in which our recalibration of the mortgage measures – in operation since the start of 2023 – is impacting borrowers, credit standards, and housing transactions. This research agenda is also helping us understand the relative weight of the costs and benefits of our policy actions, as well as potential spillover channels and unintended consequences.</p>\n<p>Our commitment to devoting significant analytical resources to understanding the impact of our policy actions remains steadfast; we see the evaluation of policy impact as a requirement for good policymaking, and something that must be refreshed and enhanced regularly.</p>\n<p>To serve our major stakeholders, the Irish public, faithfully, we must ensure that the full range of impact channels, particularly of major interventions such as the mortgage measures, are well understood, and well communicated. Vas Madouros' address to the Dublin Economics Workshop in September, reflecting on ten years' experience with the mortgage measures, is an example of this commitment in operation.</p>\n<p>Our research also underpins our economic policy advice.  My annual pre-Budget letter to the Minister for Finance, published in June this year and outlining our views on the trajectory of fiscal policy, is supported by a wealth of fiscal and macroeconomic modelling and projection exercises. It is also closely informed by our ongoing work on long-term growth prospects for the Irish economy, which has seen our teams conducting deep dives on demographic issues and continues with work on Artificial Intelligence and the labour market, among others.</p>\n<p>One of our headline policy contributions this year was our<span> </span><em>Signed Article<span> </span></em>published in September by our Firms and Productivity Working Group, on the exposure of the Irish economy to the ongoing threat of geoeconomic fragmentation and US tariff policy.</p>\n<p>This was a textbook example of how rigorous, technically complex research can be synthesised to serve the needs of a policymaking institution. The article drew insights from macroeconomic models, micro analysis of administrative data, and featured analysis done in collaboration with one of our Visiting Scholars. Bringing together these diverse methods, our work drew holistic conclusions on the likely impact, and major sources of impact, across the Irish economy both in the short-run and long-run. The work has formed the foundation of a number of key interventions by myself and my colleagues in the public policy debate in recent months, highlighting the important finding that, despite some sectoral challenges, the economy is well-positioned to absorb tariffs as currently implemented by the US administration.</p>\n<p>Our contributions to the euro area monetary policy agenda remain of course a key priority. This year alone, our researchers have published working papers on trend inflation, the natural rate of interest, the effect of monetary policy across the wealth distribution, house price expectation formation, the role of loan contract features in determining interest rates pass-through, the differential pass-through of policy rates to loan rates by non-bank lenders, and capital misallocation in Europe. This work, and more, informs our interventions on the major policy issues facing the Governing Council.</p>\n<h3>Looking Ahead<span></span></h3>\n<p>Looking ahead to 2026, our research and economic policy advice will continue to be influenced by the external environment, helping us to inform the debate on matters of major public policy importance.  </p>\n<p>In particular, we plan to deepen our understanding of the evolving payments landscape, utilising our research capabilities to contribute to debates on central bank digital currencies such as the Digital Euro, as well as the future of privately-issued money.  A key focus will remain on the ongoing fragmentation of the multilateral rules-based order and threats posed by tariffs, as well as the macroeconomics of growing defence spending in Europe. We will continue to focus on the European system of financial intermediation of savings to investments, understanding cross-border capital flows, the role of non-bank intermediaries, and the scope for productive savings to be deployed more productively within the European economy.</p>\n<h3>Conclusion</h3>\n<p>In closing, I want to extend my thanks to everyone who has contributed to organising this event, as well as to all of you for attending, particularly our speakers.</p>\n<p>This workshop is an invaluable opportunity to connect economists and policymakers from diverse backgrounds, fostering both enduring friendships and new, fruitful, collaborations that sustain the value of shared inquiry and the flourishing of fact-based research and analysis.</p>\n<p>I wish you a productive and enjoyable conference and, for those visiting from abroad, a memorable stay in Dublin.</p>\n",
  "content_text": "Good morning and welcome to the Central Bank of Ireland.  Thank you for joining us for our annual festive gathering of the Irish economics community.  It is a pleasure to have you with us and to take stock of the year that has passed. Indeed, as I reflect on the year behind us – and as I set out in a blog I'm publishing this morning – my report card for the Irish and euro area economies might read as follows: a good year, in the face of significant geopolitical and geoeconomic upheaval, and, for now, performing around potential. Of course, in classic report card fashion, that only tells part of the story, and it certainly underplays what feels like a tumultuous year for the global economy as old paradigms disappear and new challenges emerge. Changes in the global distribution of power, of military strength and of strategic influence have been upending the world that we have become familiar with, a world founded on principles of openness, cooperation and integration that have underpinned the international order for the last 35 – if not 80 – years.  The upending did not start this year but 2025 feels like a step-change. Geoeconomic fragmentation is not only a financial development with deep implications for a small open economy such as Ireland but also the economic manifestation of a profound political current that resists interdependence, that privileges national over collective reasoning, and that often substitutes conviction for evidence. Social media, with its adeptness at triggering emotions, is accelerating that political current.  In many parts of the world, we see the rise of political movements that question the value of economic expertise, and the legitimacy of science itself as a guide for policymaking. For central banks as well as for policymakers, and for institutions of knowledge, this tide is a profound challenge. It reminds us that economic policymaking does not exist in isolation: it is embedded in societies, in their political narratives, and in their trust in expertise. And when that trust erodes, the ability to design and implement coherent, long-term policy weakens in turn. In this environment, the contribution of independent analytical institutions serves both as a stabilising force in the public debate and as a channel to enable good judgment, to allow for decision without ideology or, indeed, emotion. That is why I am extremely proud of the contribution made by the Central Bank's people to both in-house research but also in collaboration with colleagues outside of the Bank, and as reflected in the Research Bulletin (PDF 618.04KB) we published yesterday. As the global landscape evolves, it will be essential to sustain our ability to allow and promote deep and diverse analysis and thinking, as well as dialogue across disciplines, sectors, and borders. Today's workshop Today's programme promises a fascinating array of presentations and discussions, addressing some of the most pressing issues at the forefront of our work here in the Central Bank. Let me first turn to how our research enables us to respond to the challenges of the day, in such a complex and fast-moving environment. We see research, both in its output but more importantly in the capacity that it builds within our people and our teams, as an essential component of our work. It ensures that our policy decisions and advice, whether that be on domestic macroprudential measures, in contribution to the ECB's monetary policy decisions, or on the growth prospects and resilience of the Irish economy, are made using a timely, relevant and credible evidence base. Let me take a moment to briefly highlight some of our major research achievements, first in informing our own policy decisions, and second in informing our economic policy advice. The importance of research for our policy positions has been especially visible in 2025 in the body of extensive work published on the mortgage measures. These pieces, ranging from in-depth Research Technical Papers, to accessible, descriptive pieces in our Staff Insights series, have provided rich perspectives on the way in which our recalibration of the mortgage measures – in operation since the start of 2023 – is impacting borrowers, credit standards, and housing transactions. This research agenda is also helping us understand the relative weight of the costs and benefits of our policy actions, as well as potential spillover channels and unintended consequences. Our commitment to devoting significant analytical resources to understanding the impact of our policy actions remains steadfast; we see the evaluation of policy impact as a requirement for good policymaking, and something that must be refreshed and enhanced regularly. To serve our major stakeholders, the Irish public, faithfully, we must ensure that the full range of impact channels, particularly of major interventions such as the mortgage measures, are well understood, and well communicated. Vas Madouros' address to the Dublin Economics Workshop in September, reflecting on ten years' experience with the mortgage measures, is an example of this commitment in operation. Our research also underpins our economic policy advice.  My annual pre-Budget letter to the Minister for Finance, published in June this year and outlining our views on the trajectory of fiscal policy, is supported by a wealth of fiscal and macroeconomic modelling and projection exercises. It is also closely informed by our ongoing work on long-term growth prospects for the Irish economy, which has seen our teams conducting deep dives on demographic issues and continues with work on Artificial Intelligence and the labour market, among others. One of our headline policy contributions this year was our Signed Article published in September by our Firms and Productivity Working Group, on the exposure of the Irish economy to the ongoing threat of geoeconomic fragmentation and US tariff policy. This was a textbook example of how rigorous, technically complex research can be synthesised to serve the needs of a policymaking institution. The article drew insights from macroeconomic models, micro analysis of administrative data, and featured analysis done in collaboration with one of our Visiting Scholars. Bringing together these diverse methods, our work drew holistic conclusions on the likely impact, and major sources of impact, across the Irish economy both in the short-run and long-run. The work has formed the foundation of a number of key interventions by myself and my colleagues in the public policy debate in recent months, highlighting the important finding that, despite some sectoral challenges, the economy is well-positioned to absorb tariffs as currently implemented by the US administration. Our contributions to the euro area monetary policy agenda remain of course a key priority. This year alone, our researchers have published working papers on trend inflation, the natural rate of interest, the effect of monetary policy across the wealth distribution, house price expectation formation, the role of loan contract features in determining interest rates pass-through, the differential pass-through of policy rates to loan rates by non-bank lenders, and capital misallocation in Europe. This work, and more, informs our interventions on the major policy issues facing the Governing Council. Looking Ahead Looking ahead to 2026, our research and economic policy advice will continue to be influenced by the external environment, helping us to inform the debate on matters of major public policy importance. In particular, we plan to deepen our understanding of the evolving payments landscape, utilising our research capabilities to contribute to debates on central bank digital currencies such as the Digital Euro, as well as the future of privately-issued money.  A key focus will remain on the ongoing fragmentation of the multilateral rules-based order and threats posed by tariffs, as well as the macroeconomics of growing defence spending in Europe. We will continue to focus on the European system of financial intermediation of savings to investments, understanding cross-border capital flows, the role of non-bank intermediaries, and the scope for productive savings to be deployed more productively within the European economy. Conclusion In closing, I want to extend my thanks to everyone who has contributed to organising this event, as well as to all of you for attending, particularly our speakers. This workshop is an invaluable opportunity to connect economists and policymakers from diverse backgrounds, fostering both enduring friendships and new, fruitful, collaborations that sustain the value of shared inquiry and the flourishing of fact-based research and analysis. I wish you a productive and enjoyable conference and, for those visiting from abroad, a memorable stay in Dublin.",
  "date_parsed": "2025-12-23",
  "name": "Gabriel Makhlouf",
  "name_orig": "Gabriel Makhlouf",
  "url_orig": "https://www.bis.org/review/r251223b.htm"
}