{
  "source_url": "https://www.bis.org/review/r250123b.htm",
  "headline": "Gabriel Makhlouf: Remarks at the EU Heads of Mission Meeting",
  "description_html": "\n<p>Remarks by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, at the EU Heads of Mission Meeting (HOMS), Embassy of the Republic of Bulgaria in Ireland, Dublin, 22 January 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Remarks by Mr Gabriel Makhlouf, Governor of the Central Bank of Ireland, at the EU Heads of Mission Meeting (HOMS), Embassy of the Republic of Bulgaria in Ireland, Dublin, 22 January 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "28 January 2025",
  "pdf_url": "https://www.bis.org/review/r250123b.pdf",
  "content_html": "\n<p>Good afternoon everyone. It's a pleasure to have the opportunity to address you today. Thank you in particular to Ambassador Andreeva-Malakova for the invitation.  </p>\n<p>Allow me to start by acknowledging your important work in navigating an increasingly complex international environment. Open dialogue and mutual respect have laid the groundwork for the meaningful cooperation at the core of our shared European project. It is also fundamental to the functioning of the broader international rules-based order that we have become familiar with over the last 80 years. And let me say, for the avoidance of doubt, that I remain a believer in the potential of international connectedness to strengthen communities rather than weakening them.</p>\n<p>Ireland's track record is a testament to that. The first 50 years of independence are in stark contrast to the second 50: from isolated protectionism to being part of the largest single market in the world. </p>\n<p>Our economic success has not been linear but it has run in tandem with that of the rest of the EU. We know what happened following the financial crisis just over a decade ago. But our strong mutually beneficial relationship has ensured that Ireland remains a vital part of the European project, contributing to and benefitting from the stability and opportunities it affords. The relationship underscores the importance of continued collaboration and shared progress.</p>\n<p>But it is also obvious that we are in another period of transition across the globe. Political leaderships are changing across Europe and across the Atlantic. We have a new European Commission and European Parliament, where half of the MEPs are newly elected.</p>\n<p>This period of political change comes at a pivotal moment. The global geopolitical landscape faces significant strain and complexity, driven by competing interests, shifting alliances and increasingly independent economic blocs. The Russian war on Ukraine and its people threatens the principles of sovereignty and territorial integrity that has underpinned the international order that was established 80 years ago. The conflicts in the Middle East and in Sudan are human tragedies that we have become uncomfortably familiar with.</p>\n<p>Simultaneously, the rise of economic nationalism and trade disputes have created friction between major powers. Relationships appear to oscillate between competition and cooperation with resultant impacts on our individual and collective ability to tackle climate change, leverage the digital transformation and manage the march of demography.</p>\n<p>These shifts present significant challenges for the EU. We have been a fervent advocate for free markets and global economic integration. But we now find ourselves needing to balance an open and dynamic economy with our own strategic independence.</p>\n<p>That is further complicated by our competitive decline vis-à-vis our large global competitors. Mario Draghi has highlighted that China is leading the way in the development of clean technologies and the US on digitalisation. Since the start of the millennium, real disposable income has grown almost twice as much on a per capita basis in the US as it has in the EU. Enrico Letta argues that the Single Market's current framework is ill-equipped to navigate today's global challenges, particularly those posed by digitalisation and climate change.</p>\n<p>Draghi and Letta both provide detailed recommendations on how to arrest Europe's malaise. Their recommendations deserve careful consideration and a response that is underpinned by a determination to strengthen Europe's unity, its competitiveness and its resilience.</p>\n<p>A resilient financial system supports the efficient allocation of resources, facilitates investment and underpins trust in the broader economy. It is critical for maintaining economic stability, fostering growth and safeguarding public confidence. That means the Savings and Investments Union must deliver if Europe is to regain its competitive edge, and if we are to find ways to unlock the €11.5 trillion held by Europeans in deposits and cash and channel it to drive European innovation, while maintaining our resilience in the face of future potential shocks. As a strong advocate for a risk-based supervisory approach, the Central Bank of Ireland wants to ensure that the financial system remains resilient while serving the broader economy effectively. </p>\n<p>Together with our Eurosystem colleagues, our focus continues to remain on price stability and ensuring inflation stabilises sustainably at our 2 per cent medium term target. We will continue to follow a data-dependent and meeting-by-meeting approach to determining the appropriate monetary policy stance for the Euro area.  In my view, the high levels of uncertainty in the global macrofinancial environment calls for prudence in our decision-making.  </p>\n<p>Our single currency is of course at the heart of one of Europe's success stories. Last year, we celebrated its 25<sup>th</sup><span> </span>anniversary. The Euro has proven its resilience through a series of political, economic and health crises. It continues to be a symbol of strength for the European project and one of its biggest success stories. And as we enter a new era of technological innovation, the development of a Digital Euro represents a logical and critical next step.</p>\n<p>By ensuring public money is available in digital form, we can future-proof our monetary system while maintaining trust and inclusivity for all European citizens. The Digital Euro will reduce costs by making financial transactions cheaper. It will facilitate innovation and competition and it will increase the resilience of the European payments system.</p>\n<h3>Conclusion</h3>\n<p>Last year, the Central Bank of Ireland established a dedicated office in Brussels to strengthen our capacity to engage effectively with EU Institutions, providing timely input into the policy-making process, sharing our supervisory experiences and navigating the EU's legislative framework. We want to be a proactive and effective voice within the EU, playing our part in growing Europe's prosperity. While there are indeed challenges ahead, there are also opportunities. By working together, as ambassadors, as policy makers, as regulators, as central banks, and by developing what someone<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a><span> </span>once called a \"dangerous unselfishness\", we can shape a resilient and prosperous future for our Europe.</p>\n<p>Thank you once again for the opportunity to speak with you today.</p>\n<hr/>\n<div class=\"ts-footnote-2\" id=\"sC-component-footnotes\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_1s160\" name=\"fn1s160\"><sup>1 </sup></a><a class=\"external\" href=\"https://www.americanrhetoric.com/speeches/mlkivebeentothemountaintop.htm\" rel=\"noopener noreferrer\" target=\"_blank\" title=\"This link will open in a new tab or window\">Martin Luther King, 3 April 1968</a></p>\n</div>\n",
  "content_text": "Good afternoon everyone. It's a pleasure to have the opportunity to address you today. Thank you in particular to Ambassador Andreeva-Malakova for the invitation. Allow me to start by acknowledging your important work in navigating an increasingly complex international environment. Open dialogue and mutual respect have laid the groundwork for the meaningful cooperation at the core of our shared European project. It is also fundamental to the functioning of the broader international rules-based order that we have become familiar with over the last 80 years. And let me say, for the avoidance of doubt, that I remain a believer in the potential of international connectedness to strengthen communities rather than weakening them. Ireland's track record is a testament to that. The first 50 years of independence are in stark contrast to the second 50: from isolated protectionism to being part of the largest single market in the world. Our economic success has not been linear but it has run in tandem with that of the rest of the EU. We know what happened following the financial crisis just over a decade ago. But our strong mutually beneficial relationship has ensured that Ireland remains a vital part of the European project, contributing to and benefitting from the stability and opportunities it affords. The relationship underscores the importance of continued collaboration and shared progress. But it is also obvious that we are in another period of transition across the globe. Political leaderships are changing across Europe and across the Atlantic. We have a new European Commission and European Parliament, where half of the MEPs are newly elected. This period of political change comes at a pivotal moment. The global geopolitical landscape faces significant strain and complexity, driven by competing interests, shifting alliances and increasingly independent economic blocs. The Russian war on Ukraine and its people threatens the principles of sovereignty and territorial integrity that has underpinned the international order that was established 80 years ago. The conflicts in the Middle East and in Sudan are human tragedies that we have become uncomfortably familiar with. Simultaneously, the rise of economic nationalism and trade disputes have created friction between major powers. Relationships appear to oscillate between competition and cooperation with resultant impacts on our individual and collective ability to tackle climate change, leverage the digital transformation and manage the march of demography. These shifts present significant challenges for the EU. We have been a fervent advocate for free markets and global economic integration. But we now find ourselves needing to balance an open and dynamic economy with our own strategic independence. That is further complicated by our competitive decline vis-à-vis our large global competitors. Mario Draghi has highlighted that China is leading the way in the development of clean technologies and the US on digitalisation. Since the start of the millennium, real disposable income has grown almost twice as much on a per capita basis in the US as it has in the EU. Enrico Letta argues that the Single Market's current framework is ill-equipped to navigate today's global challenges, particularly those posed by digitalisation and climate change. Draghi and Letta both provide detailed recommendations on how to arrest Europe's malaise. Their recommendations deserve careful consideration and a response that is underpinned by a determination to strengthen Europe's unity, its competitiveness and its resilience. A resilient financial system supports the efficient allocation of resources, facilitates investment and underpins trust in the broader economy. It is critical for maintaining economic stability, fostering growth and safeguarding public confidence. That means the Savings and Investments Union must deliver if Europe is to regain its competitive edge, and if we are to find ways to unlock the €11.5 trillion held by Europeans in deposits and cash and channel it to drive European innovation, while maintaining our resilience in the face of future potential shocks. As a strong advocate for a risk-based supervisory approach, the Central Bank of Ireland wants to ensure that the financial system remains resilient while serving the broader economy effectively. Together with our Eurosystem colleagues, our focus continues to remain on price stability and ensuring inflation stabilises sustainably at our 2 per cent medium term target. We will continue to follow a data-dependent and meeting-by-meeting approach to determining the appropriate monetary policy stance for the Euro area.  In my view, the high levels of uncertainty in the global macrofinancial environment calls for prudence in our decision-making. Our single currency is of course at the heart of one of Europe's success stories. Last year, we celebrated its 25 th anniversary. The Euro has proven its resilience through a series of political, economic and health crises. It continues to be a symbol of strength for the European project and one of its biggest success stories. And as we enter a new era of technological innovation, the development of a Digital Euro represents a logical and critical next step. By ensuring public money is available in digital form, we can future-proof our monetary system while maintaining trust and inclusivity for all European citizens. The Digital Euro will reduce costs by making financial transactions cheaper. It will facilitate innovation and competition and it will increase the resilience of the European payments system. Conclusion Last year, the Central Bank of Ireland established a dedicated office in Brussels to strengthen our capacity to engage effectively with EU Institutions, providing timely input into the policy-making process, sharing our supervisory experiences and navigating the EU's legislative framework. We want to be a proactive and effective voice within the EU, playing our part in growing Europe's prosperity. While there are indeed challenges ahead, there are also opportunities. By working together, as ambassadors, as policy makers, as regulators, as central banks, and by developing what someone 1 once called a \"dangerous unselfishness\", we can shape a resilient and prosperous future for our Europe. Thank you once again for the opportunity to speak with you today. 1 Martin Luther King, 3 April 1968",
  "date_parsed": "2025-01-28",
  "name": "Gabriel Makhlouf",
  "link_number": "11",
  "name_orig": "Gabriel Makhlouf",
  "url_orig": "https://www.bis.org/review/r250123b.htm"
}