{
  "source_url": "https://www.bis.org/review/r221025b.htm",
  "headline": "Gediminas Šimkus: Central Europe's convergence",
  "description_html": "\n<p>Introductory remarks by Mr Gediminas <span>Š</span>imkus, Chairman of the Board of the Bank of Lithuania, at the10th National Bank of Poland Annual Flagship Conference on the Future of the European Economy (CoFEE), Session II \"Drivers of growth and convergence of Central European economies\", Warsaw, 21 October 2022.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Introductory remarks by Mr Gediminas Š imkus, Chairman of the Board of the Bank of Lithuania, at the10th National Bank of Poland Annual Flagship Conference on the Future of the European Economy (CoFEE), Session II \"Drivers of growth and convergence of Central European economies\", Warsaw, 21 October 2022. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "25 October 2022",
  "pdf_url": "https://www.bis.org/review/r221025b.pdf",
  "content_html": "\n<p>Good afternoon, dear Governors, Colleagues, and Guests,</p>\n<p>First and foremost, let me express my joy of being here in Warsaw today for this 10th annual Narodowy Bank Polski flagship conference on the future of the European economy.</p>\n<p>The Future of Europe and Europe's convergence are topics that are crucially important for our region, especially in today's context.</p>\n<p>Economic convergence is a complex theoretical issue, but also poses practical challenges on various macroeconomic, political, and financial levels. Varying speeds of convergence and economic growth among European countries, uncertainty and instability in current international markets, and the threat of a worldwide recession in the wake of russia's unprovoked invasion of Ukraine all make the discussions in which we are about to engage in not only desirable but essential.</p>\n<p>To set the stage for our discussion, let me share a few of my thoughts.</p>\n<p>I consider Zeno's paradox<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a>, a philosophical fable, to be fitting when discussing convergence. This fable tells of the swift Achilles racing against a slow-moving tortoise. The paradox is that if the tortoise is given a head start in the race, Achilles will never catch him, no matter how fast he runs. The argument for this paradox is rather straightforward: Achilles must first reach the point where the tortoise was when Achilles started, but by that time, the tortoise will have moved further ahead.</p>\n<p>This story of different speeds and different starting points in time, in my opinion, is analogous to different speeds of convergence. Countries differ in their rates of synchronization and growth, their response to exogenous shocks or fragmentation risks, and the macroeconomic adjustment policies they adopt. Furthermore, each country in Central Europe is distinct in its economic, political, social, and even cultural institutions, and the countries' historical context has determined where they each started out on their convergence paths. The collision of all these variables gives rise to theoretical and practical challenges. And that is why we are here.</p>\n<p>Allow me to illustrate my point with this chart depicting convergence trajectories of total factor productivities (TFPs) of 23 EU economies since 1998.</p>\n<p>Countries in Europe grow at different speeds. They also appear to belong to different convergence clubs<a class=\"hashlink\" href=\"#fn2\" id=\"fn_2\"><sup>2</sup></a>. Even among Central European economies, more than one convergence club could be discerned.</p>\n<p>For example, Hungary and the Czech Republic appear to belong to one club, while Poland, Lithuania, and Latvia belong to another; the members of the two clubs are converging to different points of TFP if they continue their current trajectories.</p>\n<p>Furthermore, Lietuvos bankas, in its 2020 study on convergence, estimated that Lithuania would have needed a TFP of more than 30% higher over the past 20 years to catch up with the TFP levels of the original EU member states of Germany, France, or Belgium, who belong to a club of their own.</p>\n<p>This challenges the convergence measurement itself because convergence in terms of TFP is not straightforward. Countries belonging to different convergence clubs appear to be experiencing convergence at the level of their club – a concept that is not equivalent to the overall convergence within the EU.</p>\n<p>What is puzzling is that when we focus solely on convergence in terms of GDP, we find evidence that such convergence is happening. For example, over the past decade Lithuania's GDP per capita rose to 87% of the EU average. The other two Baltic States also boasted robust convergence rates in terms of GDP convergence. But when we look at productivity – and, in my view, productivity is the key driver of growth – the picture changes.</p>\n<p>Data shows substantial productivity variation within Europe. Labour productivity growth is uneven, and we can see evidence that the Central European Region was growing considerably faster in the first decade of the 21st century than in the following decade. This is a gravely worrisome trend, especially when discussing convergence.</p>\n<p>The productivity debate usually ends with prescriptions like \"increase investments\" and \"implement structural reforms\". Today, however, I hope that panelists will share their thoughts on the economic model of Central Europe in general. Have we reached the limit of what can be achieved without undergoing a fundamental transformation of how we do things? Will automation and immigration provide the impetus for this region to grow and prosper?</p>\n<p>With all this in mind, I would like to move to the institutional side and its effects on convergence.</p>\n<p>Institutions undoubtedly play a significant role in determining countries' overall economic success. The question remains as to which institutions have the greatest impact on convergence and through what causal mechanisms can they lead to both growth and convergence at the same time?</p>\n<p>My last slide depicts the linear relationship between the quality of institutions and gross domestic product (GDP). Countries with higher-quality institutions tend to have higher GDP per capita levels. But is there more to the story than appears at first glance?</p>\n<p>Evidence is emerging that the relationship between income and democracy is non-linear. Similarly, crises and shocks appear to impact similar institutions in different countries differently.</p>\n<p>Indeed, there is a powerful narrative that every crisis is an opportunity for better adjustments. But changing course is not easy, and path-dependency obstacles arise.</p>\n<p>It is obvious that the European economy is constantly being hit by macro shocks; the war in Ukraine and the energy crisis we are currently experiencing are just two of them. We are now witnessing growing risks of monetary, fiscal, and financial policy miscalibration, and it looks like these disturbances are here to stay.</p>\n<p>In sum, I invite you to contemplate how Central European economies could utilize these shocks as spurs to sustainable action that would accelerate overall convergence.</p>\n<hr/>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> From the treatise \"The Physics\" by Aristotle.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup>2</sup></a> Definition of convergence clubs comes from Phillips and Sul (2009).</p>\n",
  "content_text": "Good afternoon, dear Governors, Colleagues, and Guests, First and foremost, let me express my joy of being here in Warsaw today for this 10th annual Narodowy Bank Polski flagship conference on the future of the European economy. The Future of Europe and Europe's convergence are topics that are crucially important for our region, especially in today's context. Economic convergence is a complex theoretical issue, but also poses practical challenges on various macroeconomic, political, and financial levels. Varying speeds of convergence and economic growth among European countries, uncertainty and instability in current international markets, and the threat of a worldwide recession in the wake of russia's unprovoked invasion of Ukraine all make the discussions in which we are about to engage in not only desirable but essential. To set the stage for our discussion, let me share a few of my thoughts. I consider Zeno's paradox 1 , a philosophical fable, to be fitting when discussing convergence. This fable tells of the swift Achilles racing against a slow-moving tortoise. The paradox is that if the tortoise is given a head start in the race, Achilles will never catch him, no matter how fast he runs. The argument for this paradox is rather straightforward: Achilles must first reach the point where the tortoise was when Achilles started, but by that time, the tortoise will have moved further ahead. This story of different speeds and different starting points in time, in my opinion, is analogous to different speeds of convergence. Countries differ in their rates of synchronization and growth, their response to exogenous shocks or fragmentation risks, and the macroeconomic adjustment policies they adopt. Furthermore, each country in Central Europe is distinct in its economic, political, social, and even cultural institutions, and the countries' historical context has determined where they each started out on their convergence paths. The collision of all these variables gives rise to theoretical and practical challenges. And that is why we are here. Allow me to illustrate my point with this chart depicting convergence trajectories of total factor productivities (TFPs) of 23 EU economies since 1998. Countries in Europe grow at different speeds. They also appear to belong to different convergence clubs 2 . Even among Central European economies, more than one convergence club could be discerned. For example, Hungary and the Czech Republic appear to belong to one club, while Poland, Lithuania, and Latvia belong to another; the members of the two clubs are converging to different points of TFP if they continue their current trajectories. Furthermore, Lietuvos bankas, in its 2020 study on convergence, estimated that Lithuania would have needed a TFP of more than 30% higher over the past 20 years to catch up with the TFP levels of the original EU member states of Germany, France, or Belgium, who belong to a club of their own. This challenges the convergence measurement itself because convergence in terms of TFP is not straightforward. Countries belonging to different convergence clubs appear to be experiencing convergence at the level of their club – a concept that is not equivalent to the overall convergence within the EU. What is puzzling is that when we focus solely on convergence in terms of GDP, we find evidence that such convergence is happening. For example, over the past decade Lithuania's GDP per capita rose to 87% of the EU average. The other two Baltic States also boasted robust convergence rates in terms of GDP convergence. But when we look at productivity – and, in my view, productivity is the key driver of growth – the picture changes. Data shows substantial productivity variation within Europe. Labour productivity growth is uneven, and we can see evidence that the Central European Region was growing considerably faster in the first decade of the 21st century than in the following decade. This is a gravely worrisome trend, especially when discussing convergence. The productivity debate usually ends with prescriptions like \"increase investments\" and \"implement structural reforms\". Today, however, I hope that panelists will share their thoughts on the economic model of Central Europe in general. Have we reached the limit of what can be achieved without undergoing a fundamental transformation of how we do things? Will automation and immigration provide the impetus for this region to grow and prosper? With all this in mind, I would like to move to the institutional side and its effects on convergence. Institutions undoubtedly play a significant role in determining countries' overall economic success. The question remains as to which institutions have the greatest impact on convergence and through what causal mechanisms can they lead to both growth and convergence at the same time? My last slide depicts the linear relationship between the quality of institutions and gross domestic product (GDP). Countries with higher-quality institutions tend to have higher GDP per capita levels. But is there more to the story than appears at first glance? Evidence is emerging that the relationship between income and democracy is non-linear. Similarly, crises and shocks appear to impact similar institutions in different countries differently. Indeed, there is a powerful narrative that every crisis is an opportunity for better adjustments. But changing course is not easy, and path-dependency obstacles arise. It is obvious that the European economy is constantly being hit by macro shocks; the war in Ukraine and the energy crisis we are currently experiencing are just two of them. We are now witnessing growing risks of monetary, fiscal, and financial policy miscalibration, and it looks like these disturbances are here to stay. In sum, I invite you to contemplate how Central European economies could utilize these shocks as spurs to sustainable action that would accelerate overall convergence. 1 From the treatise \"The Physics\" by Aristotle. 2 Definition of convergence clubs comes from Phillips and Sul (2009).",
  "date_parsed": "2022-10-25",
  "name": "Gediminas Šimkus",
  "link_number": "6",
  "name_orig": "Gediminas Šimkus",
  "url_orig": "https://www.bis.org/review/r221025b.htm"
}