{
  "source_url": "https://www.bis.org/review/r250527k.htm",
  "headline": "Gediminas Šimkus: Unlocking the power of motivation in Anti-Money Laundering",
  "description_html": "\n<p><span>Opening remarks by Mr Gediminas Šimkus, Chairman of the Board of the Bank of Lithuania, at the Annual Anti-Money Laundering Center Conference 2025</span><span>, Vilnius, 20 May 2025.</span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Opening remarks by Mr Gediminas Šimkus, Chairman of the Board of the Bank of Lithuania, at the Annual Anti-Money Laundering Center Conference 2025 , Vilnius, 20 May 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "28 May 2025",
  "pdf_url": "https://www.bis.org/review/r250527k.pdf",
  "content_html": "\n<p>Dear Vice-Minister of Finance, distinguished guests, dear colleagues,</p>\n<p>Before I begin, let me express my sincere gratitude to the Center of Excellence in Anti-Money Laundering for hosting us today. Thank you. In just a few short years, this gathering has become a vital space for reflection on where we stand today and where we are headed. </p>\n<p>Time and again in our previous gatherings, we went beyond the surface of illicit finance. And discussed about the importance of cooperation to address money laundering risks.</p>\n<p>This year we are going even further beyond the surface. Because true motivation stems from fully understanding the mission.</p>\n<p>A – M – L. We all know what these letters stand for. Today, I would like to invite you to uncover additional layers of meaning. As three qualities that define an effective and principled response to financial crime.  </p>\n<p>A is adequacy. M is mobilisation. And, leadership. </p>\n<p>Or AML, in short. </p>\n<p>Let me now unlock these qualities. </p>\n<p>First, on adequacy. I will repeat what I emphasized on our previous gatherings, standing exactly at this tribune: Lietuvos bankas is loving and therefore, strict supervisor. Adequacy and a risk-balanced approach was. And remains. The essence of our supervisory strategy to fight illicit financing.</p>\n<p>Money laundering risk management does not mean de-risking. The focus on the consumer – in terms of accessibility, quality and safety of financial services – has to remain at the heart of business for each and every financial institution. True AML effectiveness lies not in narrowing access. But in strengthening vigilance of both rules and the common sense. In truly knowing your customer. Not rejecting them preemptively.</p>\n<p>Of course, our job is to think about risks. And to be attentive to them. </p>\n<p>The risk of fraud remains relevant. Financial institutions have to implement adequate controls to identify and prevent fraud cases. </p>\n<p>Mobilisation. Of an international as well national effort. That is the second point I want to make. </p>\n<p>Previous year. For the first time. EU level regulation harmonising anti-money laundering rules were adopted. You, as community of AML professionals, are well aware that criminal activities go beyond states' borders. So, it is very important to have clear framework aimed at eliminating regulatory arbitrage.</p>\n<p>To coordinate the enforcement of EU level regulation, a new European Authority is set up. AMLA. </p>\n<p>I believe AMLA could be a game-changer. Because it offers a unique opportunity to eliminate the fragmentation of AML oversight and enforcement across the EU and effectively address illicit cross border financial flows.</p>\n<p>A push toward European approach doesn't mean local authorities are getting less important. To the contrary. AMLA opens up the path for nationally-grown skills and competences to be transmitted to the EU level. </p>\n<p>I want to say that for AMLA to be impactful, cooperation is key. The agency must be rooted in strong, operational partnerships with those who understand the national context and risks best.</p>\n<p>These people are YOU. </p>\n<p>The 3rd national money laundering and terrorist financing risk assessment completed last year was an important milestone. It deepened the knowledge of nationally faced risks. The assessment was very important for financial sector to identify both their own risks and those of their partners/clients.</p>\n<p>To understand and prevent the risks we need to work in common. Using this opportunity, I would like to thank the State Tax Inspectorate, Financial Crimes Investigation Service, vigilant markets participants, Lithuanian Police, my colleagues at Lietuvos bankas, Center of Excellence in Anti-Money Laundering. You are an essential part of unified effort to stand firm against illegal activities. </p>\n<p>Dear colleagues,</p>\n<p>Leadership is the third quality that defines an effective and principled response to financial crime. </p>\n<p>Leadership is not defined by title. Rank. Or position. The leader is an analyst who carefully reviews suspicious transactions. The leader is a compliance officer who challenges inconsistencies. </p>\n<p>Leadership lives in the choices we make when no one is watching. In the consistency, integrity, and devotion with which we perform our duties. </p>\n<p>True leadership is not defined by what you do. But by how. </p>\n<p>But how to make the leadership continuous? How to find motivation in everyday routine? When daily tasks are often repetitive. And even good results not always come with applause. </p>\n<p>I invite you to unlock the power of motivation from the very essence of the work that you do. Because it is both distinct and special. </p>\n<p>In most areas of finance, professionals are tasked with managing credit, liquidity or market risk. Measuring it. Pricing it. Deciding what level of exposure is acceptable. </p>\n<p>The risk that YOU face is fundamentally different. It cannot be priced. It cannot be accepted. It must be fought – relentlessly. </p>\n<p>Because it is not just a risk to financial integrity. Money laundering is a threat to justice and to security. Your job is not about constructing a financial portfolio which minimizes expected credit loss. </p>\n<p>You are protectors of financial system. You are generators of trust. Ultimately, you are guardians of the values our society lives by. </p>\n<p>This is not an easy task. So, let that responsibility be a key. That you use to unlock the gate leading to everyday motivation. </p>\n<p>I will stop here wishing you insightful conference. </p>\n",
  "content_text": "Dear Vice-Minister of Finance, distinguished guests, dear colleagues, Before I begin, let me express my sincere gratitude to the Center of Excellence in Anti-Money Laundering for hosting us today. Thank you. In just a few short years, this gathering has become a vital space for reflection on where we stand today and where we are headed. Time and again in our previous gatherings, we went beyond the surface of illicit finance. And discussed about the importance of cooperation to address money laundering risks. This year we are going even further beyond the surface. Because true motivation stems from fully understanding the mission. A – M – L. We all know what these letters stand for. Today, I would like to invite you to uncover additional layers of meaning. As three qualities that define an effective and principled response to financial crime. A is adequacy. M is mobilisation. And, leadership. Or AML, in short. Let me now unlock these qualities. First, on adequacy. I will repeat what I emphasized on our previous gatherings, standing exactly at this tribune: Lietuvos bankas is loving and therefore, strict supervisor. Adequacy and a risk-balanced approach was. And remains. The essence of our supervisory strategy to fight illicit financing. Money laundering risk management does not mean de-risking. The focus on the consumer – in terms of accessibility, quality and safety of financial services – has to remain at the heart of business for each and every financial institution. True AML effectiveness lies not in narrowing access. But in strengthening vigilance of both rules and the common sense. In truly knowing your customer. Not rejecting them preemptively. Of course, our job is to think about risks. And to be attentive to them. The risk of fraud remains relevant. Financial institutions have to implement adequate controls to identify and prevent fraud cases. Mobilisation. Of an international as well national effort. That is the second point I want to make. Previous year. For the first time. EU level regulation harmonising anti-money laundering rules were adopted. You, as community of AML professionals, are well aware that criminal activities go beyond states' borders. So, it is very important to have clear framework aimed at eliminating regulatory arbitrage. To coordinate the enforcement of EU level regulation, a new European Authority is set up. AMLA. I believe AMLA could be a game-changer. Because it offers a unique opportunity to eliminate the fragmentation of AML oversight and enforcement across the EU and effectively address illicit cross border financial flows. A push toward European approach doesn't mean local authorities are getting less important. To the contrary. AMLA opens up the path for nationally-grown skills and competences to be transmitted to the EU level. I want to say that for AMLA to be impactful, cooperation is key. The agency must be rooted in strong, operational partnerships with those who understand the national context and risks best. These people are YOU. The 3rd national money laundering and terrorist financing risk assessment completed last year was an important milestone. It deepened the knowledge of nationally faced risks. The assessment was very important for financial sector to identify both their own risks and those of their partners/clients. To understand and prevent the risks we need to work in common. Using this opportunity, I would like to thank the State Tax Inspectorate, Financial Crimes Investigation Service, vigilant markets participants, Lithuanian Police, my colleagues at Lietuvos bankas, Center of Excellence in Anti-Money Laundering. You are an essential part of unified effort to stand firm against illegal activities. Dear colleagues, Leadership is the third quality that defines an effective and principled response to financial crime. Leadership is not defined by title. Rank. Or position. The leader is an analyst who carefully reviews suspicious transactions. The leader is a compliance officer who challenges inconsistencies. Leadership lives in the choices we make when no one is watching. In the consistency, integrity, and devotion with which we perform our duties. True leadership is not defined by what you do. But by how. But how to make the leadership continuous? How to find motivation in everyday routine? When daily tasks are often repetitive. And even good results not always come with applause. I invite you to unlock the power of motivation from the very essence of the work that you do. Because it is both distinct and special. In most areas of finance, professionals are tasked with managing credit, liquidity or market risk. Measuring it. Pricing it. Deciding what level of exposure is acceptable. The risk that YOU face is fundamentally different. It cannot be priced. It cannot be accepted. It must be fought – relentlessly. Because it is not just a risk to financial integrity. Money laundering is a threat to justice and to security. Your job is not about constructing a financial portfolio which minimizes expected credit loss. You are protectors of financial system. You are generators of trust. Ultimately, you are guardians of the values our society lives by. This is not an easy task. So, let that responsibility be a key. That you use to unlock the gate leading to everyday motivation. I will stop here wishing you insightful conference.",
  "date_parsed": "2025-05-28",
  "name": "Gediminas Šimkus",
  "link_number": "1",
  "name_orig": "Gediminas Šimkus",
  "url_orig": "https://www.bis.org/review/r250527k.htm"
}