{
  "source_url": "https://www.bis.org/review/r241217e.htm",
  "headline": "Gediminas Šimkus: Pillars of resilience amid global geopolitical shifts",
  "description_html": "\n<p><span>Opening remarks by Mr Gediminas Šimkus, Chairman of the Board of the Bank of Lithuania, at the Bank of Lithuania's Annual Economics Conference on \"Pillars of Resilience Amid Global Geopolitical Shifts\", on the occasion of the 10th </span><span>anniversary of euro introduction, Vilnius, </span><span>16 December 2024.</span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Opening remarks by Mr Gediminas Šimkus, Chairman of the Board of the Bank of Lithuania, at the Bank of Lithuania's Annual Economics Conference on \"Pillars of Resilience Amid Global Geopolitical Shifts\", on the occasion of the 10th anniversary of euro introduction, Vilnius, 16 December 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "17 December 2024",
  "pdf_url": "https://www.bis.org/review/r241217e.pdf",
  "content_html": "\n<p><em>Check against delivery</em></p>\n<p>Gerbiamasis Jūsų Ekscelencija Lietuvos Respublikos Prezidente Gitanai Nausėda, Gerbiamasis Finansų Ministre Rimantai Šadžiau, Gerbiamieji Seimo nariai, Vyriausybės atstovai, garbūs svečiai, ponios ir ponai,</p>\n<p>Nuoširdžiai sveikinu visus susirinkusius į Lietuvos banko ekonomikos konferenciją. Renginys neeilinis. Jis skirtas euro, mūsų bendrosios valiutos, dešimtmečiui Lietuvoje paminėti. Renginys tarptautinis, todėl dabar pereisiu prie anglų kalbos.</p>\n<p>Dear President of the European Central Bank Christine Lagarde, Dear Member of the European Commission Valdis Dombrovskis, Governors, Ambassadors, Esteemed Guests, Ladies and Gentlemen,</p>\n<p>It is my great honour and pleasure to welcome you to this historic venue. We are at the Palace of the Grand Dukes of Lithuania. Since the early days of the Grand Dutchy, a predecessor of modern Lithuania, the Palace has stood as a geopolitical and economic centre.</p>\n<p>The occasion that gathers us today is very special. 10 years ago, Lithuania joined the euro. Which is also both an economic and geopolitical landmark.</p>\n<p>Therefore, the topic of today's conference – Pillars of Resilience Amid Global Geopolitical Shifts – is not accidental. It is an invitation to reflect on the most pressing challenges to Lithuanian and European economies. And, most importantly, how we can overcome them.</p>\n<p>The Euro Area accession does not happen overnight. Or, as Lithuania's experience proves, by trying once. Economic and legal criteria are rigorous, making the accession a demanding journey.</p>\n<p>During this journey, both actions and words matter. I would like to extend my sincere gratitude to you, Christine. For your support and consistent vision on the euro area membership, when you visited Lithuania in 2013. Back then, in your capacity as the Managing Director of the IMF.</p>\n<p>Dear Christine, Merci Cordialement!</p>\n<p>Besides being demanding, Lithuania's journey was also collective. The adoption of the common currency is beyond the capacity of a single institution. I would like to express my gratitude to everyone. Your bright minds and strong will made it possible.</p>\n<p>Thank you!</p>\n<p>And, congratulations to all Lithuanian people and all of us here on this 10 year jubilee!</p>\n<p>I see the euro membership as one of the cornerstones. A part of Lithuania's strategic and decisive Euro-Atlantic integration since the 90s.</p>\n<p>Lithuania is an old European country. Whose name was first officially mentioned more than a thousand years ago. Despite a relatively early appearance on the European map, Lithuania's political and economic development has not been continuous. And of the past 200 years, our country was independent and sovereign for less than 60.</p>\n<p>Accession to the European Union, NATO, Schengen Area are landmark events. They show that solidifying and deepening Lithuania's ties with the Euro-Atlantic friends has been consistent. The accession to the euro area was part of our steady goal to increase economic and geopolitical resilience.</p>\n<p>Esteemed guests,</p>\n<p>The euro was one of the best economic decisions over the last 30 years. It has brought tangible economic benefits to the people.  </p>\n<p>10 years ago, on the euro doorstep, Lithuania's economy had to be and was well balanced.</p>\n<p>And the euro now further strengthens us. The euro contributed to the trade expansion. Financial stability was enhanced by eliminating currency mismatches and broadening liquidity management tools.</p>\n<p>The euro reduces downside risks to our economy. That is most evident in crisis situations.</p>\n<p>During the COVID-19 pandemic, despite a complete shutdown of economic activity and huge uncertainty about the future, international capital markets were lending to Lithuania at low interest rates.</p>\n<p>This not only helped to prevent an economic contraction it also stands in stark contrast to GDP loss that we experienced at the depth of the global financial crisis.</p>\n<p>Lithuania strengthened its geopolitical resilience and economic stability with the adoption of euro.</p>\n<p>By introducing the euro, Lithuania demonstrated that the European project is attractive. And its objectives of economic stability and geopolitical cohesion continue to hold appeal.</p>\n<p>Ladies and gentlemen,</p>\n<p>The ten-year anniversary of the euro in Lithuania offers a chance to look into the future. And to steer it by making wishes. So, what do I wish for our common currency?</p>\n<p>Jean Monnet said \"Continue, continue, there is no future for the people of Europe other than in Union. \"</p>\n<p>I would add that our single currency would indefinitely continue providing benefit for the people. And here, in Lithuania, we are on a good trajectory.</p>\n<p>My second wish is that we not only continue to stay together but also further deepen our integration: improving our single market modus operandi, increasing growth and productivity, and enhancing institutional capabilities. These are not just economic matters. Certainly, not in the context of russia's unjustified invasion of Ukraine.</p>\n<p>I am sure that today we will have a lot to say about these and other Pillars of Resilience.</p>\n<p>I stop here and, once again, congratulate all of us on the 10th anniversary of the euro in Lithuania. </p>\n<p>Thank you!</p>\n",
  "content_text": "Check against delivery Gerbiamasis Jūsų Ekscelencija Lietuvos Respublikos Prezidente Gitanai Nausėda, Gerbiamasis Finansų Ministre Rimantai Šadžiau, Gerbiamieji Seimo nariai, Vyriausybės atstovai, garbūs svečiai, ponios ir ponai, Nuoširdžiai sveikinu visus susirinkusius į Lietuvos banko ekonomikos konferenciją. Renginys neeilinis. Jis skirtas euro, mūsų bendrosios valiutos, dešimtmečiui Lietuvoje paminėti. Renginys tarptautinis, todėl dabar pereisiu prie anglų kalbos. Dear President of the European Central Bank Christine Lagarde, Dear Member of the European Commission Valdis Dombrovskis, Governors, Ambassadors, Esteemed Guests, Ladies and Gentlemen, It is my great honour and pleasure to welcome you to this historic venue. We are at the Palace of the Grand Dukes of Lithuania. Since the early days of the Grand Dutchy, a predecessor of modern Lithuania, the Palace has stood as a geopolitical and economic centre. The occasion that gathers us today is very special. 10 years ago, Lithuania joined the euro. Which is also both an economic and geopolitical landmark. Therefore, the topic of today's conference – Pillars of Resilience Amid Global Geopolitical Shifts – is not accidental. It is an invitation to reflect on the most pressing challenges to Lithuanian and European economies. And, most importantly, how we can overcome them. The Euro Area accession does not happen overnight. Or, as Lithuania's experience proves, by trying once. Economic and legal criteria are rigorous, making the accession a demanding journey. During this journey, both actions and words matter. I would like to extend my sincere gratitude to you, Christine. For your support and consistent vision on the euro area membership, when you visited Lithuania in 2013. Back then, in your capacity as the Managing Director of the IMF. Dear Christine, Merci Cordialement! Besides being demanding, Lithuania's journey was also collective. The adoption of the common currency is beyond the capacity of a single institution. I would like to express my gratitude to everyone. Your bright minds and strong will made it possible. Thank you! And, congratulations to all Lithuanian people and all of us here on this 10 year jubilee! I see the euro membership as one of the cornerstones. A part of Lithuania's strategic and decisive Euro-Atlantic integration since the 90s. Lithuania is an old European country. Whose name was first officially mentioned more than a thousand years ago. Despite a relatively early appearance on the European map, Lithuania's political and economic development has not been continuous. And of the past 200 years, our country was independent and sovereign for less than 60. Accession to the European Union, NATO, Schengen Area are landmark events. They show that solidifying and deepening Lithuania's ties with the Euro-Atlantic friends has been consistent. The accession to the euro area was part of our steady goal to increase economic and geopolitical resilience. Esteemed guests, The euro was one of the best economic decisions over the last 30 years. It has brought tangible economic benefits to the people. 10 years ago, on the euro doorstep, Lithuania's economy had to be and was well balanced. And the euro now further strengthens us. The euro contributed to the trade expansion. Financial stability was enhanced by eliminating currency mismatches and broadening liquidity management tools. The euro reduces downside risks to our economy. That is most evident in crisis situations. During the COVID-19 pandemic, despite a complete shutdown of economic activity and huge uncertainty about the future, international capital markets were lending to Lithuania at low interest rates. This not only helped to prevent an economic contraction it also stands in stark contrast to GDP loss that we experienced at the depth of the global financial crisis. Lithuania strengthened its geopolitical resilience and economic stability with the adoption of euro. By introducing the euro, Lithuania demonstrated that the European project is attractive. And its objectives of economic stability and geopolitical cohesion continue to hold appeal. Ladies and gentlemen, The ten-year anniversary of the euro in Lithuania offers a chance to look into the future. And to steer it by making wishes. So, what do I wish for our common currency? Jean Monnet said \"Continue, continue, there is no future for the people of Europe other than in Union. \" I would add that our single currency would indefinitely continue providing benefit for the people. And here, in Lithuania, we are on a good trajectory. My second wish is that we not only continue to stay together but also further deepen our integration: improving our single market modus operandi, increasing growth and productivity, and enhancing institutional capabilities. These are not just economic matters. Certainly, not in the context of russia's unjustified invasion of Ukraine. I am sure that today we will have a lot to say about these and other Pillars of Resilience. I stop here and, once again, congratulate all of us on the 10th anniversary of the euro in Lithuania. Thank you!",
  "date_parsed": "2024-12-17",
  "name": "Gediminas Šimkus",
  "link_number": "2",
  "name_orig": "Gediminas Šimkus",
  "url_orig": "https://www.bis.org/review/r241217e.htm"
}