{
  "source_url": "https://www.bis.org/review/r211223c.htm",
  "headline": "Gediminas Šimkus: Speech at Economics Conference \"Creating Pathways Towards the Green Economy\"",
  "description_html": "\n<p>Welcome remarks Mr Gediminas Šimkus, Chairman of the Board of the Bank of Lithuania, at the Economics Conference \"Creating Pathways Towards the Green Economy\", Vilnius, 21 October 2021.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Welcome remarks Mr Gediminas Šimkus, Chairman of the Board of the Bank of Lithuania, at the Economics Conference \"Creating Pathways Towards the Green Economy\", Vilnius, 21 October 2021. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "21 October 2021",
  "pdf_url": "https://www.bis.org/review/r211223c.pdf",
  "content_html": "\n<p>Good morning, honourable Minister for the Environment, dear colleagues, members of the academia, representatives from business and public sectors.</p>\n<p>Good morning dear guests, distinguished speakers. A sincere thank you for joining us at the annual – already the fifth – Lithuanian economics conference, organised by the Bank of Lithuania.</p>\n<p>I am very pleased to welcome you all. I am especially glad to finally see you in person after such a long time. Let me also express a heartfelt virtual welcome to those who could not join us live today but are taking advantage of the hybrid conference format.</p>\n<p>If it weren't for the pandemic, a hybrid conference format probably wouldn't exist. As Nobel laureate <strong>Milton Friedman</strong> once said, <em>\"Only a crisis – actual or perceived – produces real change\". </em>​</p>\n",
  "content_text": "Good morning, honourable Minister for the Environment, dear colleagues, members of the academia, representatives from business and public sectors. Good morning dear guests, distinguished speakers. A sincere thank you for joining us at the annual – already the fifth – Lithuanian economics conference, organised by the Bank of Lithuania. I am very pleased to welcome you all. I am especially glad to finally see you in person after such a long time. Let me also express a heartfelt virtual welcome to those who could not join us live today but are taking advantage of the hybrid conference format. If it weren't for the pandemic, a hybrid conference format probably wouldn't exist. As Nobel laureate Milton Friedman once said, \"Only a crisis – actual or perceived – produces real change\". ​",
  "date_parsed": "2021-10-21",
  "name": "Gediminas Šimkus",
  "link_number": "14",
  "name_orig": "Gediminas Šimkus",
  "url_orig": "https://www.bis.org/review/r211223c.htm"
}