{
  "source_url": "https://www.bis.org/review/r230718r.htm",
  "headline": "Gediminas Šimkus: The future landscape of AML",
  "description_html": "\n<p>Keynote speech by Mr Gediminas <span>Š</span>imkus, Chairman of the Board of the Bank of Lithuania, at <span>at the conference on the prevention of money laundering and terrorist financing \"On the Front Line of the New Reality\"</span>, Madrid, 17 May 2023.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Mr Gediminas Š imkus, Chairman of the Board of the Bank of Lithuania, at at the conference on the prevention of money laundering and terrorist financing \"On the Front Line of the New Reality\" , Madrid, 17 May 2023. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "17 May 2023",
  "pdf_url": "https://www.bis.org/review/r230718r.pdf",
  "content_html": "\n<p><em>Check against delivery</em></p>\n<p>Prime Minister, Dear colleagues, Distinguished guests, Ladies and Gentlemen,</p>\n<p>I would like to begin by thanking the Center of Excellence in Anti-Money Laundering for organising the second annual conference. It serves as a platform for taking stock of where we are and, more importantly, for reflecting upon what lies ahead in our public mission to create value for society, while safeguarding it against money laundering. But before jumping ahead to the future, let's discuss where money-related risks arise from. </p>\n<p>For most of human history, barter trade has been used to facilitate economic activity. But it was a burden in a quite literal sense. Money, as we know it today, was the innovation that was supposed to tackle this problem. </p>\n<p>To rephrase the thoughts of a famous visionary Yuval Noah Harari, innovation by itself is neither good nor bad. But the way we use it is what determines its impact. In that respect, money is no different – the temptation to abuse it is as old as the invention itself. </p>\n<p>One of the most infamous abuses dates back to ancient Greece. Hiero the Second, King of Syracuse, gave a goldsmith a bar of gold, used as money at the time, to make it into a crown. The suspicious king thought the goldsmith had mixed some of the gold with cheaper metals. It took the genius thinking of Archimedes to find out that the king's suspicions were justified, which ultimately led to justice. </p>\n<p>Distinguished guests,  </p>\n<p>Circling back to the present, we can immediately see that the rise of the modern world has seen no breakup of money abuses seen in ancient societies. To be specific, the United Nations recently estimated that the criminal proceeds laundered annually amount to between 2 and 5 percent of global GDP. The largest European economies fall into that range, implying important financial, economic, and social consequences.</p>\n<p>Needless to say, while money laundering practices can do individual harm, they are also dangerous from a systemic perspective. For example, they pose a threat to financial stability. </p>\n<p>The US authorities have recently indicated that over 30 percent of high-value, all-cash real estate purchases in New York City and several other major metropolitan areas were conducted by individuals suspected of questionable dealings. This inflates real estate prices and also affects the wider society by increasing wealth inequality and suppressing labour mobility.   </p>\n<p>Threats to financial stability are only one of the factors which reflect how money laundering affects our lives. Organised crime is reportedly a primary driver of deforestation in developing parts of the world, harming biodiversity and contributing to climate change. </p>\n<p>Their incentive schemes would be significantly changed if it was hard enough for criminal money to enter the financial systems of advanced economies, including the EU.</p>\n<p>Now that we have discussed risks, let us focus on goals and ambitions. </p>\n<p>Here, I would like to outline key elements. </p>\n<p>First, over the last few years, Lithuania has become – forgive my immodesty – a FinTech star. But the mission has<span> </span><strong>not<span> </span></strong>been accomplished yet – leadership comes with responsibility. For the star to<span> </span><strong>sustain</strong><span> </span>its brightness, AML excellence must come to its company. The straight way to success – and this is my second point – is maintaining and growing a resilient institutional setup based on cooperation.<span> </span><strong>Third, AML risk management is about risk management, not de-risking.<span> </span></strong>We have to improve the focus on the consumer – first, on accessibility and second, on the quality of financial services. </p>\n<p>Now, I would like to unpack these one by one.</p>\n<p>Over the last few years, Lithuania developed an entire FinTech ecosystem. The ecosystem is diverse – there are over 250 FinTech companies located in Lithuania. But the number alone is<span> </span><strong>meaningless.</strong><span> </span>Behind it, there should be measures and tools that enable consumer-orientated provision of services, i.e. creation of value, and proper risk management ensuring business continuity which is important from the regulatory and supervisory perspective. </p>\n<p>To enhance the latter, we at the Bank of Lithuania have strengthened the structure of supervision and established a dedicated anti-money laundering unit. Last year, amendments were made to the Law on the Prevention of Money Laundering and Terrorist Financing, ringfencing the crypto sector. </p>\n<p>Going forward, our financial sector development agenda prioritises<span> </span><strong>quality</strong><span> </span>over quantity and puts even more emphasis on the prevention of money laundering. While maintaining a friendly environment for FinTech companies, we<span> </span><strong>are not</strong><span> </span>and<span> </span><strong>will not be</strong><span> </span>hesitant to act decisively in case a financial institution is not serious enough about the AML topic. We are a<span> </span><strong>loving</strong><span> </span>and therefore<span> </span><strong>strict</strong><span> </span>supervisor. </p>\n<p>Distinguished guests,</p>\n<p>Money laundering is an organised crime. It is seldom committed on an individual basis. Accordingly, a response that deems to be successful has to be based on cooperation of institutions, equipped with appropriate priorities and resources.</p>\n<p>Over the course of the last few years, we have unlocked several milestones, and the Center which has welcomed us today, stands as a first example of that. This is a joint initiative by the Bank of Lithuania, the Ministry of Finance, eight commercial banks as well as law enforcement institutions.</p>\n<p>Last year we, as a country, moved to an even higher policy level by establishing the Commission for the Coordination of the Prevention of Money Laundering and Terrorist Financing. It takes care of the state's strategic goals and facilitates the implementation of policies to prevent money laundering.</p>\n<p>Early this year, the Moneyval report highlighted Lithuania's progress in the prevention of money laundering, underscoring better cooperation among institutions.  </p>\n<p>Nonetheless, our extensive regulatory know-how and a wide pool of talent with relevant AML competences allow to strive for more. On that note, Vilnius-based AMLA and<span> </span><strong>no less</strong><span> </span>is our ambition.</p>\n<p>Becoming the center of AML excellence is not meant to have an exclusive focus on the country. With that in mind, Lithuania together with the other Nordic-Baltic countries asked the International Monetary</p>\n<p>Fund to conduct an analysis. The Fund will be providing recommendations on the prevention of cross-border money laundering risks in the region. Despite the fact that the project is yet to reach its conclusion, the Bank of Lithuania has already initiated a discussion between supervisors in the region. </p>\n<p>Dear all, </p>\n<p>Excellence in AML also means that we need to maintain the balance. The prevention of money laundering risks shouldn't lead to de-risking and financial exclusion. </p>\n<p>Keeping the balance requires us to solve the problem which involves the asymmetry of information. To achieve this, we had extensive discussions with financial service providers on the matter. One of the main messages is that financial institutions<span> </span><strong>need<span> </span></strong>to strengthen communication with their clients. </p>\n<p>The number of false positives could be reduced if legal requirements for payment services users are explained in plain Lithuanian rather than legal jargon. Requirements to provide information should be easy to understand and read. We also encourage financial institutions to be available for clients if they need consultations.   </p>\n<p>Over the course of the dialogue, we also found out that financial institutions rely too much on a one-size-fits-all approach. Clients are different. That is why the information to be provided for financial institutions has to be tailored accordingly. </p>\n<p>While there are instances of when clients' accounts need to be frozen to safeguard against money laundering risks, such measures stand as the last resort and have to be well-communicated and explained. </p>\n<p>This represents a core interest of the consumer, which we clearly and at length communicated to financial service providers at the end of last year. And we will make sure that the guidelines are followed.  </p>\n<p>Ladies and Gentlemen,</p>\n<p>Future innovation will further increase the speed of finance, providing more efficiency and potential advantages for consumers. However, coming back to Harari's quote, some people will seek to use it for the better, while some for the worse. </p>\n<p>As regulators, we will be equipped with tools such as artificial intelligence, machine learning, and cloud computing to screen transactions and augment suspicious activity reports. We need to use those technologies to serve our own ends. </p>\n<p>Nonetheless, we should not overhype future innovations. Despite numerous technological revolutions that occurred in the past, the need for human judgment has not been replaced. That is why going forward our approach has to remain holistic, recognising the strengths and weaknesses of technology and human judgment. </p>\n<p>And here comes one more – the fourth – element that defines our future ambition. To my mind, financial literacy is a top priority from the AML perspective. It increases both collective as well as individual awareness and makes committing criminal activities harder in general. Recognising that, the Bank of Lithuania is stepping up its efforts to increase financial literacy and have established a devoted unit for this purpose. </p>\n<p>Fighting against money laundering is a process. However, financial and technological innovations as well as geopolitical fragmentation lead to rapid changes in the AML landscape. Going forward, the rate of change will not moderate. Quite the contrary, the AML landscape will be even less constant and more complex. </p>\n<p>But we are ready.</p>\n<p>And as the saying goes, difficult is done at once, the impossible takes a little longer. </p>\n<p>On that note, I thank you and wish you a fruitful conference.</p>\n<p>More: https://www.lb.lt/en/speeches-interviews-presentations/the-future-landscape-of-aml-keynote-speech-by-g-simkus</p>\n",
  "content_text": "Check against delivery Prime Minister, Dear colleagues, Distinguished guests, Ladies and Gentlemen, I would like to begin by thanking the Center of Excellence in Anti-Money Laundering for organising the second annual conference. It serves as a platform for taking stock of where we are and, more importantly, for reflecting upon what lies ahead in our public mission to create value for society, while safeguarding it against money laundering. But before jumping ahead to the future, let's discuss where money-related risks arise from. For most of human history, barter trade has been used to facilitate economic activity. But it was a burden in a quite literal sense. Money, as we know it today, was the innovation that was supposed to tackle this problem. To rephrase the thoughts of a famous visionary Yuval Noah Harari, innovation by itself is neither good nor bad. But the way we use it is what determines its impact. In that respect, money is no different – the temptation to abuse it is as old as the invention itself. One of the most infamous abuses dates back to ancient Greece. Hiero the Second, King of Syracuse, gave a goldsmith a bar of gold, used as money at the time, to make it into a crown. The suspicious king thought the goldsmith had mixed some of the gold with cheaper metals. It took the genius thinking of Archimedes to find out that the king's suspicions were justified, which ultimately led to justice. Distinguished guests, Circling back to the present, we can immediately see that the rise of the modern world has seen no breakup of money abuses seen in ancient societies. To be specific, the United Nations recently estimated that the criminal proceeds laundered annually amount to between 2 and 5 percent of global GDP. The largest European economies fall into that range, implying important financial, economic, and social consequences. Needless to say, while money laundering practices can do individual harm, they are also dangerous from a systemic perspective. For example, they pose a threat to financial stability. The US authorities have recently indicated that over 30 percent of high-value, all-cash real estate purchases in New York City and several other major metropolitan areas were conducted by individuals suspected of questionable dealings. This inflates real estate prices and also affects the wider society by increasing wealth inequality and suppressing labour mobility. Threats to financial stability are only one of the factors which reflect how money laundering affects our lives. Organised crime is reportedly a primary driver of deforestation in developing parts of the world, harming biodiversity and contributing to climate change. Their incentive schemes would be significantly changed if it was hard enough for criminal money to enter the financial systems of advanced economies, including the EU. Now that we have discussed risks, let us focus on goals and ambitions. Here, I would like to outline key elements. First, over the last few years, Lithuania has become – forgive my immodesty – a FinTech star. But the mission has not been accomplished yet – leadership comes with responsibility. For the star to sustain its brightness, AML excellence must come to its company. The straight way to success – and this is my second point – is maintaining and growing a resilient institutional setup based on cooperation. Third, AML risk management is about risk management, not de-risking. We have to improve the focus on the consumer – first, on accessibility and second, on the quality of financial services. Now, I would like to unpack these one by one. Over the last few years, Lithuania developed an entire FinTech ecosystem. The ecosystem is diverse – there are over 250 FinTech companies located in Lithuania. But the number alone is meaningless. Behind it, there should be measures and tools that enable consumer-orientated provision of services, i.e. creation of value, and proper risk management ensuring business continuity which is important from the regulatory and supervisory perspective. To enhance the latter, we at the Bank of Lithuania have strengthened the structure of supervision and established a dedicated anti-money laundering unit. Last year, amendments were made to the Law on the Prevention of Money Laundering and Terrorist Financing, ringfencing the crypto sector. Going forward, our financial sector development agenda prioritises quality over quantity and puts even more emphasis on the prevention of money laundering. While maintaining a friendly environment for FinTech companies, we are not and will not be hesitant to act decisively in case a financial institution is not serious enough about the AML topic. We are a loving and therefore strict supervisor. Distinguished guests, Money laundering is an organised crime. It is seldom committed on an individual basis. Accordingly, a response that deems to be successful has to be based on cooperation of institutions, equipped with appropriate priorities and resources. Over the course of the last few years, we have unlocked several milestones, and the Center which has welcomed us today, stands as a first example of that. This is a joint initiative by the Bank of Lithuania, the Ministry of Finance, eight commercial banks as well as law enforcement institutions. Last year we, as a country, moved to an even higher policy level by establishing the Commission for the Coordination of the Prevention of Money Laundering and Terrorist Financing. It takes care of the state's strategic goals and facilitates the implementation of policies to prevent money laundering. Early this year, the Moneyval report highlighted Lithuania's progress in the prevention of money laundering, underscoring better cooperation among institutions. Nonetheless, our extensive regulatory know-how and a wide pool of talent with relevant AML competences allow to strive for more. On that note, Vilnius-based AMLA and no less is our ambition. Becoming the center of AML excellence is not meant to have an exclusive focus on the country. With that in mind, Lithuania together with the other Nordic-Baltic countries asked the International Monetary Fund to conduct an analysis. The Fund will be providing recommendations on the prevention of cross-border money laundering risks in the region. Despite the fact that the project is yet to reach its conclusion, the Bank of Lithuania has already initiated a discussion between supervisors in the region. Dear all, Excellence in AML also means that we need to maintain the balance. The prevention of money laundering risks shouldn't lead to de-risking and financial exclusion. Keeping the balance requires us to solve the problem which involves the asymmetry of information. To achieve this, we had extensive discussions with financial service providers on the matter. One of the main messages is that financial institutions need to strengthen communication with their clients. The number of false positives could be reduced if legal requirements for payment services users are explained in plain Lithuanian rather than legal jargon. Requirements to provide information should be easy to understand and read. We also encourage financial institutions to be available for clients if they need consultations. Over the course of the dialogue, we also found out that financial institutions rely too much on a one-size-fits-all approach. Clients are different. That is why the information to be provided for financial institutions has to be tailored accordingly. While there are instances of when clients' accounts need to be frozen to safeguard against money laundering risks, such measures stand as the last resort and have to be well-communicated and explained. This represents a core interest of the consumer, which we clearly and at length communicated to financial service providers at the end of last year. And we will make sure that the guidelines are followed. Ladies and Gentlemen, Future innovation will further increase the speed of finance, providing more efficiency and potential advantages for consumers. However, coming back to Harari's quote, some people will seek to use it for the better, while some for the worse. As regulators, we will be equipped with tools such as artificial intelligence, machine learning, and cloud computing to screen transactions and augment suspicious activity reports. We need to use those technologies to serve our own ends. Nonetheless, we should not overhype future innovations. Despite numerous technological revolutions that occurred in the past, the need for human judgment has not been replaced. That is why going forward our approach has to remain holistic, recognising the strengths and weaknesses of technology and human judgment. And here comes one more – the fourth – element that defines our future ambition. To my mind, financial literacy is a top priority from the AML perspective. It increases both collective as well as individual awareness and makes committing criminal activities harder in general. Recognising that, the Bank of Lithuania is stepping up its efforts to increase financial literacy and have established a devoted unit for this purpose. Fighting against money laundering is a process. However, financial and technological innovations as well as geopolitical fragmentation lead to rapid changes in the AML landscape. Going forward, the rate of change will not moderate. Quite the contrary, the AML landscape will be even less constant and more complex. But we are ready. And as the saying goes, difficult is done at once, the impossible takes a little longer. On that note, I thank you and wish you a fruitful conference. More: https://www.lb.lt/en/speeches-interviews-presentations/the-future-landscape-of-aml-keynote-speech-by-g-simkus",
  "date_parsed": "2023-05-17",
  "name": "Gediminas Šimkus",
  "link_number": "5",
  "name_orig": "Gediminas Šimkus",
  "url_orig": "https://www.bis.org/review/r230718r.htm"
}