{
  "source_url": "https://www.bis.org/review/r220615j.htm",
  "headline": "Gediminas Šimkus: Evolution of structural underpinnings of monetary policy",
  "description_html": "\n<h4>Initial remarks by Gediminas Šimkus, Chairman of the Board of the Bank of Lithuania<span>, at the first conference for central banks of the Three Seas Initiative (3SI) countries \"Monetary policy in a New European Reality\", Warsaw, 10 June 2022. </span></h4>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Initial remarks by Gediminas Šimkus, Chairman of the Board of the Bank of Lithuania , at the first conference for central banks of the Three Seas Initiative (3SI) countries \"Monetary policy in a New European Reality\", Warsaw, 10 June 2022. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "15 June 2022",
  "pdf_url": "https://www.bis.org/review/r220615j.pdf",
  "content_html": "\n<p><em>Check against delivery</em></p>\n<p>Good afternoon, dear colleagues, ladies, and gentlemen,</p>\n<p>First and foremost, I would like to thank the organizers – the<span> </span><em>Narodowy Bank Polski</em><span> </span>– for bringing us together in this Conference under the Three Seas Initiative to discuss the Monetary Policy in a New European Reality.</p>\n<p>I hope this is just the first Conference in the line of many where the central bankers from the twelve EU Member States located between the Baltic, Adriatic and Black seas meet and share their experiences.</p>\n<p>We share a lot of common challenges, while some issues we face are country specific. As the old saying goes, two (or more) heads are better than one in finding optimal strategies.</p>\n<p>I therefore wish us all a fruitful exchange of views.</p>\n<p>Let me start with a few thoughts on structural underpinnings of monetary policy and how they are likely to change in response to latest shocks.</p>\n<p>The ECB has published the outcome of its strategy review one year ago. For us, central bankers, the crucial finding of this review was the acknowledgement that the neutral, or, in other words, equilibrium rate is much lower today than it was several decades ago.</p>\n<p>This significant decline was led by various structural factors, for example:</p>\n<ul>\n<li>the slowdown in productivity growth,</li>\n<li>changing demographics,</li>\n<li>and increasing demand for safe assets.</li>\n</ul>\n<p>Productivity growth has been on a downward trend for several decades due to the sluggish labor productivity growth. Changing demographics and, in particular, population ageing led to a decrease in working-age population. Furthermore, lower growth rates of investment have weighed on capital stock contributions to potential growth.</p>\n<p>These were the insights from the ECB Strategy Review – the Review we concluded when the COVID-19 pandemic was just about starting to recede due to increasing availability of vaccines, and when the idea of a full-scale war in Europe was deemed to be more of a fantasy than a real possibility.</p>\n<p>Today we live the 107<sup>th</sup><span> </span>day of war in Ukraine. This russian war, combined with the still troublesome aftermath of the pandemic, not only added pressures to price evolution in the short term, but also might have implications for long-term structural developments that drive neutral rate.</p>\n<p>Now is the time to discuss how the main findings of the ECB Strategy review were altered by this war. Might these recent shocks change the decades-long trend of declining neutral rate?</p>\n<p>In my view, these shocks will most probably not fundamentally reverse this trend. There are some questionable aspects, however, regarding productivity, potential growth and how they change with globalization. Allow me to elaborate.</p>\n<p>Potential output growth has been significantly negatively impacted by the Global financial crisis and has not fully recovered since.</p>\n<p>The recent shocks – the COVID pandemic and the russian war – might further depress potential growth. We probably must get used to shorter and less-profitable global value chains, extension of bottlenecks and never-ending supply shocks.</p>\n<p>The most pressing issue for central bankers today therefore is how to react to these global supply shocks. It seems that these shocks are emerging constantly and have become more persistent.</p>\n<p>It seems inevitable that global trade and supply chains will undergo some structural changes. Foreign trade relations in future may be increasingly shaped by resilience and risk management considerations.</p>\n<p>We also live through times of elevated uncertainty - both in the financial markets and in the private sector – and this uncertainty might not go away easily.</p>\n<p>For European economies, we are likely moving towards less trade with non-democratic or geopolitically more risky countries and a goal for greater independence in the production of essential goods, such as pharmaceuticals, military equipment, and high-technology goods. At the same time, we should avoid protectionism, aiming for an \"open strategic autonomy\".</p>\n<p>Such a diversification of trade flows and reorientation of suppliers of sensitive or critical products towards producers within the EU and other geopolitically less risky countries – the so-called regionalization and \"friend-shoring\" - would enhance the resilience of European economies to global geopolitical or pandemic-like shocks.</p>\n<p>At the same time, an evolution in this direction would likely increase production costs and suppress profitability and productivity growth in normal times due to reduced use of global comparative advantages.</p>\n<p>At the same time, there are structural factors that push back against the effects of retreating globalization. I believe that the NextGenerationEU – namely the green transition and digitalization – might put a positive pressure on the potential output growth. Investments in green and digital technologies could boost labor productivity and foster sustainable growth.</p>\n<p>Consequently, the ultimate question we policy makers must find answers to is which factors will be dominating in the near future.</p>\n<p>With such long-term developments and the current circumstances, how should we balance economic slowdown and increasing prices?</p>\n<p>To be more precise, what weight should we give to the Taylor rule variables and what time dimension of projections should we focus on?</p>\n<p>There is some merit to believe that structural forces that push neutral interest rate lower such as demographics, globalization and digitalization may not fade out - globalization may be an exception to some extent as I tried to explain - and a threat of the too-low inflation may return to our agenda.</p>\n<p>In other words, if the interest rate changes affect prices in one-to-two years' time only, how strong should we be in reducing our monetary policy accommodation?</p>\n<p>Nevertheless, this does not change the fact that in the current environment we must tighten monetary policy to keep inflation expectations from increasing to unsustainable levels. De-anchored inflation expectations would make it much more difficult for the central bank to achieve its mandate of price stability.</p>\n<p>Overall, I think we should gradually raise rates to retain credibility. We must be apprehensive, that, as the neutral rate is currently much lower, we cannot increase policy rates to the levels seen 15-20 years ago. Still, as of this moment, it is extremely important to prevent the situation in which inflation expectations become entrenched at significantly higher levels than our inflation targets over the medium term.</p>\n<p>Looking at the longer horizon, at the next strategy review, it is worth discussing what monetary policy framework is mostly fit for the new issues that relate to climate change risks, retreating globalization, and returning geopolitical threats.</p>\n<p>To this end, I am grateful for this opportunity to exchange the views in this panel discussion.</p>\n",
  "content_text": "Check against delivery Good afternoon, dear colleagues, ladies, and gentlemen, First and foremost, I would like to thank the organizers – the Narodowy Bank Polski – for bringing us together in this Conference under the Three Seas Initiative to discuss the Monetary Policy in a New European Reality. I hope this is just the first Conference in the line of many where the central bankers from the twelve EU Member States located between the Baltic, Adriatic and Black seas meet and share their experiences. We share a lot of common challenges, while some issues we face are country specific. As the old saying goes, two (or more) heads are better than one in finding optimal strategies. I therefore wish us all a fruitful exchange of views. Let me start with a few thoughts on structural underpinnings of monetary policy and how they are likely to change in response to latest shocks. The ECB has published the outcome of its strategy review one year ago. For us, central bankers, the crucial finding of this review was the acknowledgement that the neutral, or, in other words, equilibrium rate is much lower today than it was several decades ago. This significant decline was led by various structural factors, for example: the slowdown in productivity growth, changing demographics, and increasing demand for safe assets. Productivity growth has been on a downward trend for several decades due to the sluggish labor productivity growth. Changing demographics and, in particular, population ageing led to a decrease in working-age population. Furthermore, lower growth rates of investment have weighed on capital stock contributions to potential growth. These were the insights from the ECB Strategy Review – the Review we concluded when the COVID-19 pandemic was just about starting to recede due to increasing availability of vaccines, and when the idea of a full-scale war in Europe was deemed to be more of a fantasy than a real possibility. Today we live the 107 th day of war in Ukraine. This russian war, combined with the still troublesome aftermath of the pandemic, not only added pressures to price evolution in the short term, but also might have implications for long-term structural developments that drive neutral rate. Now is the time to discuss how the main findings of the ECB Strategy review were altered by this war. Might these recent shocks change the decades-long trend of declining neutral rate? In my view, these shocks will most probably not fundamentally reverse this trend. There are some questionable aspects, however, regarding productivity, potential growth and how they change with globalization. Allow me to elaborate. Potential output growth has been significantly negatively impacted by the Global financial crisis and has not fully recovered since. The recent shocks – the COVID pandemic and the russian war – might further depress potential growth. We probably must get used to shorter and less-profitable global value chains, extension of bottlenecks and never-ending supply shocks. The most pressing issue for central bankers today therefore is how to react to these global supply shocks. It seems that these shocks are emerging constantly and have become more persistent. It seems inevitable that global trade and supply chains will undergo some structural changes. Foreign trade relations in future may be increasingly shaped by resilience and risk management considerations. We also live through times of elevated uncertainty - both in the financial markets and in the private sector – and this uncertainty might not go away easily. For European economies, we are likely moving towards less trade with non-democratic or geopolitically more risky countries and a goal for greater independence in the production of essential goods, such as pharmaceuticals, military equipment, and high-technology goods. At the same time, we should avoid protectionism, aiming for an \"open strategic autonomy\". Such a diversification of trade flows and reorientation of suppliers of sensitive or critical products towards producers within the EU and other geopolitically less risky countries – the so-called regionalization and \"friend-shoring\" - would enhance the resilience of European economies to global geopolitical or pandemic-like shocks. At the same time, an evolution in this direction would likely increase production costs and suppress profitability and productivity growth in normal times due to reduced use of global comparative advantages. At the same time, there are structural factors that push back against the effects of retreating globalization. I believe that the NextGenerationEU – namely the green transition and digitalization – might put a positive pressure on the potential output growth. Investments in green and digital technologies could boost labor productivity and foster sustainable growth. Consequently, the ultimate question we policy makers must find answers to is which factors will be dominating in the near future. With such long-term developments and the current circumstances, how should we balance economic slowdown and increasing prices? To be more precise, what weight should we give to the Taylor rule variables and what time dimension of projections should we focus on? There is some merit to believe that structural forces that push neutral interest rate lower such as demographics, globalization and digitalization may not fade out - globalization may be an exception to some extent as I tried to explain - and a threat of the too-low inflation may return to our agenda. In other words, if the interest rate changes affect prices in one-to-two years' time only, how strong should we be in reducing our monetary policy accommodation? Nevertheless, this does not change the fact that in the current environment we must tighten monetary policy to keep inflation expectations from increasing to unsustainable levels. De-anchored inflation expectations would make it much more difficult for the central bank to achieve its mandate of price stability. Overall, I think we should gradually raise rates to retain credibility. We must be apprehensive, that, as the neutral rate is currently much lower, we cannot increase policy rates to the levels seen 15-20 years ago. Still, as of this moment, it is extremely important to prevent the situation in which inflation expectations become entrenched at significantly higher levels than our inflation targets over the medium term. Looking at the longer horizon, at the next strategy review, it is worth discussing what monetary policy framework is mostly fit for the new issues that relate to climate change risks, retreating globalization, and returning geopolitical threats. To this end, I am grateful for this opportunity to exchange the views in this panel discussion.",
  "date_parsed": "2022-06-15",
  "name": "Gediminas Šimkus",
  "link_number": "8",
  "name_orig": "Gediminas Šimkus",
  "url_orig": "https://www.bis.org/review/r220615j.htm"
}