{
  "source_url": "https://www.bis.org/review/r230302p.htm",
  "headline": "Isabel Schnabel: Quantitative tightening - rationale and market impact",
  "description_html": "\n<p>Speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the Money Market Contact Group meeting, Frankfurt am Main, 2 March 2023.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the Money Market Contact Group meeting, Frankfurt am Main, 2 March 2023. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "08 March 2023",
  "pdf_url": "https://www.bis.org/review/r230302p.pdf",
  "content_html": "\n<p><em>Accompanying <a href=\"/review/r230302p_slides.pdf\">slides</a> of the speech. </em></p>\n<p>Eight years ago, we launched the asset purchase programme (APP). It was the first time the ECB employed quantitative easing (QE) to help secure price stability when the space for further policy rate cuts was becoming constrained by the effective lower bound.</p>\n<p>By now, there is a wealth of evidence suggesting that the APP was successful in lowering long-term interest rates, stimulating economic activity and raising inflation at times when price pressures were unusually weak.</p>\n<p>As risks to medium-term price stability had increased sharply, we decided in June 2022 to end net asset purchases under the APP as of July. In December, we announced that the APP portfolio would decline at a measured and predictable pace as of March 2023. This became effective yesterday when we started limiting reinvestments of maturing securities.</p>\n<p>Until the end of June 2023, the APP portfolio will decline by €15 billion per month on average.<span> </span>For our corporate bond portfolio, the remaining reinvestments will be tilted more strongly towards issuers with a better climate performance, in line with the goals of the Paris Agreement and without prejudice to our primary mandate.<span style=\"font-size: 13.6px;\"> </span>In the second quarter of this year, the Governing Council will reassess the pace of APP portfolio reduction.</p>\n<p>I will start my remarks today by presenting the rationale for conducting quantitative tightening (QT).</p>\n",
  "content_text": "Accompanying slides of the speech. Eight years ago, we launched the asset purchase programme (APP). It was the first time the ECB employed quantitative easing (QE) to help secure price stability when the space for further policy rate cuts was becoming constrained by the effective lower bound. By now, there is a wealth of evidence suggesting that the APP was successful in lowering long-term interest rates, stimulating economic activity and raising inflation at times when price pressures were unusually weak. As risks to medium-term price stability had increased sharply, we decided in June 2022 to end net asset purchases under the APP as of July. In December, we announced that the APP portfolio would decline at a measured and predictable pace as of March 2023. This became effective yesterday when we started limiting reinvestments of maturing securities. Until the end of June 2023, the APP portfolio will decline by €15 billion per month on average. For our corporate bond portfolio, the remaining reinvestments will be tilted more strongly towards issuers with a better climate performance, in line with the goals of the Paris Agreement and without prejudice to our primary mandate. In the second quarter of this year, the Governing Council will reassess the pace of APP portfolio reduction. I will start my remarks today by presenting the rationale for conducting quantitative tightening (QT).",
  "date_parsed": "2023-03-08",
  "name": "Isabel Schnabel",
  "link_number": "22",
  "name_orig": "Isabel Schnabel",
  "url_orig": "https://www.bis.org/review/r230302p.htm"
}