{
  "source_url": "https://www.bis.org/review/r240301b.htm",
  "headline": "Isabel Schnabel: From laggard to leader? Closing the euro area's technology gap",
  "description_html": "\n<p>Inaugural lecture of the EMU lab by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the European University Institute, Florence, 16 February 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Inaugural lecture of the EMU lab by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the European University Institute, Florence, 16 February 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "06 March 2024",
  "pdf_url": "https://www.bis.org/review/r240301b.pdf",
  "content_html": "\n<p>More than 30 years after its inception, Economic and Monetary Union is widely seen as a success. It has steadily gained support among Europeans. Nearly 80% of euro area citizens support the single currency.</p>\n<p>This is a strong vote of confidence, which shows that the euro is more than a currency. Our monetary union has become a global leader in social protection, a pioneer in fighting climate change and a guardian of free trade and democracy.</p>\n<p>But these values and achievements are being increasingly questioned and challenged in a world that is becoming less open, less stable and less reliable.<span style=\"font-size: 13.6px;\"> </span>To assert its role, the euro area needs to remain competitive; it must be capable of creating the sustainable growth that our social and economic fabric depends on.</p>\n<p>However, this capability is increasingly under threat. At the turn of the millennium, Europe was operating at the global technological frontier, but today many euro area firms are laggards. Compared with many of their global peers, they invest less in both physical capital and research and development, and they are less productive.</p>\n<p>Today I will explain the factors behind the euro area's competitiveness crisis and propose remedies to address its deeper root causes.</p>\n<p>I will argue that our most potent weapon for enabling European firms to catch up to the technological frontier is to eliminate the remaining barriers to the free movement of goods, services and capital in the European Union. European firms would then be able to compete and thrive in an environment of disruptive technological change where the \"winner takes most\". </p>\n<h4></h4>\n",
  "content_text": "More than 30 years after its inception, Economic and Monetary Union is widely seen as a success. It has steadily gained support among Europeans. Nearly 80% of euro area citizens support the single currency. This is a strong vote of confidence, which shows that the euro is more than a currency. Our monetary union has become a global leader in social protection, a pioneer in fighting climate change and a guardian of free trade and democracy. But these values and achievements are being increasingly questioned and challenged in a world that is becoming less open, less stable and less reliable. To assert its role, the euro area needs to remain competitive; it must be capable of creating the sustainable growth that our social and economic fabric depends on. However, this capability is increasingly under threat. At the turn of the millennium, Europe was operating at the global technological frontier, but today many euro area firms are laggards. Compared with many of their global peers, they invest less in both physical capital and research and development, and they are less productive. Today I will explain the factors behind the euro area's competitiveness crisis and propose remedies to address its deeper root causes. I will argue that our most potent weapon for enabling European firms to catch up to the technological frontier is to eliminate the remaining barriers to the free movement of goods, services and capital in the European Union. European firms would then be able to compete and thrive in an environment of disruptive technological change where the \"winner takes most\".",
  "date_parsed": "2024-03-06",
  "name": "Isabel Schnabel",
  "link_number": "14",
  "name_orig": "Isabel Schnabel",
  "url_orig": "https://www.bis.org/review/r240301b.htm"
}