{
  "source_url": "https://www.bis.org/review/r251007m.htm",
  "headline": "Isabel Schnabel: Resisting deregulation - safeguarding bank resilience in an evolving financial landscape",
  "description_html": "\n<p>Speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the farewell symposium for De Nederlandsche Bank President Klaas Knot \"Europe in the world - challenges and opportunities\", Amsterdam, 3 October 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the farewell symposium for De Nederlandsche Bank President Klaas Knot \"Europe in the world - challenges and opportunities\", Amsterdam, 3 October 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "13 October 2025",
  "pdf_url": "https://www.bis.org/review/r251007m.pdf",
  "content_html": "\n<p>Geopolitical tensions, soaring asset valuations and financial innovation have put the topic of financial stability back on the agenda. But today, people are talking about hedge funds, bond market functioning, private credit, valuations of AI companies and stablecoins. They rarely mention banks.</p>\n<p>There is a good reason for this. As Klaas Knot explained at the latest ECB Annual Research Conference, in recent periods of financial stress banks have acted as shock absorbers rather than shock amplifiers. And this has been largely due to the comprehensive banking regulation introduced after the global financial crisis (GFC) of 2008.</p>\n<p>Today, however, these regulations are increasingly being questioned in an environment of growing nationalism and economic fragmentation, impeding international collaboration. In Europe, too, calls for the deregulation of banks are becoming louder.</p>\n<p>In my remarks today, I will argue that it is essential to preserve the resilience banks have built up following the post-crisis reforms. While the financial system has evolved and the sources of financial instability have shifted, banks continue to play a central role in the euro area, both for financing the real economy and for monetary policy transmission.</p>\n<p>Governments should therefore resist joining a \"race to the bottom\" when it comes to financial regulation. They should rather focus on increasing the efficiency of current regulation, while making the broader financial system more resilient and strengthening European integration and sovereignty.</p>\n",
  "content_text": "Geopolitical tensions, soaring asset valuations and financial innovation have put the topic of financial stability back on the agenda. But today, people are talking about hedge funds, bond market functioning, private credit, valuations of AI companies and stablecoins. They rarely mention banks. There is a good reason for this. As Klaas Knot explained at the latest ECB Annual Research Conference, in recent periods of financial stress banks have acted as shock absorbers rather than shock amplifiers. And this has been largely due to the comprehensive banking regulation introduced after the global financial crisis (GFC) of 2008. Today, however, these regulations are increasingly being questioned in an environment of growing nationalism and economic fragmentation, impeding international collaboration. In Europe, too, calls for the deregulation of banks are becoming louder. In my remarks today, I will argue that it is essential to preserve the resilience banks have built up following the post-crisis reforms. While the financial system has evolved and the sources of financial instability have shifted, banks continue to play a central role in the euro area, both for financing the real economy and for monetary policy transmission. Governments should therefore resist joining a \"race to the bottom\" when it comes to financial regulation. They should rather focus on increasing the efficiency of current regulation, while making the broader financial system more resilient and strengthening European integration and sovereignty.",
  "date_parsed": "2025-10-13",
  "name": "Isabel Schnabel",
  "name_orig": "Isabel Schnabel",
  "url_orig": "https://www.bis.org/review/r251007m.htm"
}