{
  "source_url": "https://www.bis.org/review/r230110k.htm",
  "headline": "Isabel Schnabel: Monetary policy tightening and the green transition",
  "description_html": "\n<p>Speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the International Symposium on Central Bank Independence, panel on \"Central bank independence and new risks: climate\", organised by Sveriges Riksbank, Stockholm, 10 January 2023.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the International Symposium on Central Bank Independence, panel on \"Central bank independence and new risks: climate\", organised by Sveriges Riksbank, Stockholm, 10 January 2023. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "11 January 2023",
  "pdf_url": "https://www.bis.org/review/r230110k.pdf",
  "content_html": "\n<p><em>Accompanying <a href=\"https://www.bis.org/review/r230110k_slides.pdf\">slides</a> of the speech. </em></p>\n<p>The green transition will fundamentally transform our societies.<span> </span>Protecting our planet requires unprecedented large-scale investments in technical innovations and renewable energies to bring our economies on a path towards net zero greenhouse gas emissions.</p>\n<p>As our experience over the past two decades demonstrates, the relatively large upfront costs incurred in these capital-intensive expenditures are particularly susceptible to changes in the cost of credit. Low and declining interest rates have measurably contributed to the fall in the \"levelised cost of electricity\", or LCOE, of renewable energies.<span style=\"font-size: 13.6px;\"> </span>As a result, the cost of electricity from renewable sources is now comparable to, or lower than, that of conventional power plants.<span style=\"font-size: 13.6px;\"> </span></p>\n<p>These developments now risk being reversed by the marked rise in global interest rates over the past year. Since fossil fuel-based power plants have comparably low upfront costs, a persistent rise in the cost of capital may discourage efforts to decarbonise our economies rapidly.</p>\n<p>Put simply, renewable energies are more competitive when interest rates are low.<span style=\"font-size: 13.6px;\"> </span>While simulations suggest that the LCOE of a gas-fired power plant would change only marginally if discount rates were to double, that of offshore wind could rise by nearly 45% (Slide 2).<span style=\"font-size: 13.6px;\"> </span>Widening credit spreads may exacerbate these effects in many developing and emerging economies.</p>\n",
  "content_text": "Accompanying slides of the speech. The green transition will fundamentally transform our societies. Protecting our planet requires unprecedented large-scale investments in technical innovations and renewable energies to bring our economies on a path towards net zero greenhouse gas emissions. As our experience over the past two decades demonstrates, the relatively large upfront costs incurred in these capital-intensive expenditures are particularly susceptible to changes in the cost of credit. Low and declining interest rates have measurably contributed to the fall in the \"levelised cost of electricity\", or LCOE, of renewable energies. As a result, the cost of electricity from renewable sources is now comparable to, or lower than, that of conventional power plants. These developments now risk being reversed by the marked rise in global interest rates over the past year. Since fossil fuel-based power plants have comparably low upfront costs, a persistent rise in the cost of capital may discourage efforts to decarbonise our economies rapidly. Put simply, renewable energies are more competitive when interest rates are low. While simulations suggest that the LCOE of a gas-fired power plant would change only marginally if discount rates were to double, that of offshore wind could rise by nearly 45% (Slide 2). Widening credit spreads may exacerbate these effects in many developing and emerging economies.",
  "date_parsed": "2023-01-11",
  "name": "Isabel Schnabel",
  "link_number": "23",
  "name_orig": "Isabel Schnabel",
  "url_orig": "https://www.bis.org/review/r230110k.htm"
}