{
  "source_url": "https://www.bis.org/review/r240528d.htm",
  "headline": "Isabel Schnabel: The benefits and costs of asset purchases",
  "description_html": "\n<p>Speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the 2024 BOJ-IMES Conference \"Price Dynamics and Monetary Policy Challenges: Lessons Learned and Going Forward\", hosted by the Institute for Monetary and Economic Studies, Tokyo, 28 May 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the 2024 BOJ-IMES Conference \"Price Dynamics and Monetary Policy Challenges: Lessons Learned and Going Forward\", hosted by the Institute for Monetary and Economic Studies, Tokyo, 28 May 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "29 May 2024",
  "pdf_url": "https://www.bis.org/review/r240528d.pdf",
  "content_html": "\n<p>Since the global financial crisis in 2008, many central banks around the world have used asset purchases when conducting monetary policy. In the euro area, for example, asset purchases were actively used in 13 out of the past 15 years.</p>\n<p>In response to the post-pandemic surge in inflation, most central banks stopped net purchases and started to reduce their bond holdings. As this process is unfolding, it is now a good time to start reflecting on the experience of using asset purchases and to evaluate their benefits and costs by drawing on the growing body of research on their effects on financial markets and the broader economy.</p>\n<p>My main message today is that asset purchases can be a powerful tool when financial markets are in turmoil. Outside these periods, however, central banks need to carefully assess whether the benefits of asset purchases outweigh the costs.</p>\n<h4>Why central banks use asset purchases</h4>\n<p>Central banks have used asset purchases for two main purposes.</p>\n<p>One was to respond to disturbances in monetary policy transmission and to stabilise financial markets in periods of illiquidity and turmoil.</p>\n<p>In the United States, for example, the first large-scale asset purchase programme, QE1, was launched with a view to supporting market functioning after the outbreak of the global financial crisis in 2008.</p>\n",
  "content_text": "Since the global financial crisis in 2008, many central banks around the world have used asset purchases when conducting monetary policy. In the euro area, for example, asset purchases were actively used in 13 out of the past 15 years. In response to the post-pandemic surge in inflation, most central banks stopped net purchases and started to reduce their bond holdings. As this process is unfolding, it is now a good time to start reflecting on the experience of using asset purchases and to evaluate their benefits and costs by drawing on the growing body of research on their effects on financial markets and the broader economy. My main message today is that asset purchases can be a powerful tool when financial markets are in turmoil. Outside these periods, however, central banks need to carefully assess whether the benefits of asset purchases outweigh the costs. Why central banks use asset purchases Central banks have used asset purchases for two main purposes. One was to respond to disturbances in monetary policy transmission and to stabilise financial markets in periods of illiquidity and turmoil. In the United States, for example, the first large-scale asset purchase programme, QE1, was launched with a view to supporting market functioning after the outbreak of the global financial crisis in 2008.",
  "date_parsed": "2024-05-29",
  "name": "Isabel Schnabel",
  "link_number": "10",
  "name_orig": "Isabel Schnabel",
  "url_orig": "https://www.bis.org/review/r240528d.htm"
}