{
  "source_url": "https://www.bis.org/review/r250401c.htm",
  "headline": "Isabel Schnabel: Financial literacy and monetary policy transmission",
  "description_html": "\n<p>Speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the 2025 Mais Lecture at Bayes Business School, London, 27 March 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the 2025 Mais Lecture at Bayes Business School, London, 27 March 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "01 April 2025",
  "pdf_url": "https://www.bis.org/review/r250401c.pdf",
  "content_html": "\n<p><em><a href=\"/review/r250401c_slides.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">Slides</a> accompanying the speech</em></p>\n<p>According to our latest public opinion survey, more than 90% of respondents are aware of the European Central Bank.<span> </span>But when asked about our tasks, only 43% said they know that the ECB is responsible for maintaining price stability, despite inflation continuing to be the most important issue for European citizens.</p>\n<p>These findings are part of a broader societal phenomenon: the widespread lack of financial literacy.</p>\n<p>Financial literacy is the ability to understand and apply basic financial concepts. It empowers individuals to make informed financial choices, mitigate investment risks and make provisions for old age.</p>\n<p>In my lecture today, I will argue that financial literacy also matters for the transmission of monetary policy. I will show that financially literate individuals react more strongly to interest rate changes, are more willing to take on risk and are more forward-looking when forming inflation expectations.</p>\n<p>Together, these factors suggest that greater financial literacy tends to strengthen the transmission of central bank policies to the real economy. Therefore, it can make monetary policy more effective in achieving its objectives and lower the sacrifice ratio – that is, the cost of reducing inflation in terms of lost output or higher unemployment.</p>\n<p>For this reason, central banks, including the ECB, have increased their efforts to foster financial literacy. Such initiatives strengthen trust in central banks and support broader policy goals, including progress on the European savings and investment union.</p>\n",
  "content_text": "Slides accompanying the speech According to our latest public opinion survey, more than 90% of respondents are aware of the European Central Bank. But when asked about our tasks, only 43% said they know that the ECB is responsible for maintaining price stability, despite inflation continuing to be the most important issue for European citizens. These findings are part of a broader societal phenomenon: the widespread lack of financial literacy. Financial literacy is the ability to understand and apply basic financial concepts. It empowers individuals to make informed financial choices, mitigate investment risks and make provisions for old age. In my lecture today, I will argue that financial literacy also matters for the transmission of monetary policy. I will show that financially literate individuals react more strongly to interest rate changes, are more willing to take on risk and are more forward-looking when forming inflation expectations. Together, these factors suggest that greater financial literacy tends to strengthen the transmission of central bank policies to the real economy. Therefore, it can make monetary policy more effective in achieving its objectives and lower the sacrifice ratio – that is, the cost of reducing inflation in terms of lost output or higher unemployment. For this reason, central banks, including the ECB, have increased their efforts to foster financial literacy. Such initiatives strengthen trust in central banks and support broader policy goals, including progress on the European savings and investment union.",
  "date_parsed": "2025-04-01",
  "name": "Isabel Schnabel",
  "link_number": "3",
  "name_orig": "Isabel Schnabel",
  "url_orig": "https://www.bis.org/review/r250401c.htm"
}