{
  "source_url": "https://www.bis.org/review/r251110n.htm",
  "headline": "Isabel Schnabel: Towards a new Eurosystem balance sheet",
  "description_html": "\n<p>Speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the European Central Bank conference on Money Markets 2025, Frankfurt am Main, 6 November 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the European Central Bank conference on Money Markets 2025, Frankfurt am Main, 6 November 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "14 November 2025",
  "pdf_url": "https://www.bis.org/review/r251110n.pdf",
  "content_html": "\n<p>Key messages:</p>\n<ul>\n<li>Quantitative normalisation is proceeding smoothly, with strong liquidity positions of banks and abundant excess liquidity</li>\n<li>Fixed-rate full allotment in standard refinancing operations ensures that liquidity is always available when banks need it</li>\n<li>Operational framework suggests a sequence for how to supply reserves in the future, with a persistent take-up of standard refinancing operations to precede the launch of structural operations, starting with longer-term refinancing operations and followed by a structural securities portfolio</li>\n<li>Considerations about stance neutrality, policy space and financial soundness suggest tilting the new structural securities portfolio towards shorter-term securities</li>\n</ul>\n<p>The Eurosystem balance sheet is a mirror of the shocks that have hit the euro area economy over the years. It tells a story of crisis and recovery, of inflation and disinflation.</p>\n<p>After reaching a peak in 2022, the size of our balance sheet has now been declining for three years. Over this period, our holdings of monetary policy-related assets have fallen by 45%, steadily reducing our financial market footprint.</p>\n",
  "content_text": "Key messages: Quantitative normalisation is proceeding smoothly, with strong liquidity positions of banks and abundant excess liquidity Fixed-rate full allotment in standard refinancing operations ensures that liquidity is always available when banks need it Operational framework suggests a sequence for how to supply reserves in the future, with a persistent take-up of standard refinancing operations to precede the launch of structural operations, starting with longer-term refinancing operations and followed by a structural securities portfolio Considerations about stance neutrality, policy space and financial soundness suggest tilting the new structural securities portfolio towards shorter-term securities The Eurosystem balance sheet is a mirror of the shocks that have hit the euro area economy over the years. It tells a story of crisis and recovery, of inflation and disinflation. After reaching a peak in 2022, the size of our balance sheet has now been declining for three years. Over this period, our holdings of monetary policy-related assets have fallen by 45%, steadily reducing our financial market footprint.",
  "date_parsed": "2025-11-14",
  "name": "Isabel Schnabel",
  "name_orig": "Isabel Schnabel",
  "url_orig": "https://www.bis.org/review/r251110n.htm"
}