{
  "source_url": "https://www.bis.org/review/r230522i.htm",
  "headline": "Isabel Schnabel: Monetary and financial stability – can they be separated?",
  "description_html": "\n<p>Speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the Conference on Financial Stability and Monetary Policy in the honour of Charles Goodhart, London, 19 May 2023. </p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the Conference on Financial Stability and Monetary Policy in the honour of Charles Goodhart, London, 19 May 2023. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "22 May 2023",
  "pdf_url": "https://www.bis.org/review/r230522i.pdf",
  "content_html": "\n<p><em>Accompanying <a href=\"/review/r230522i_slides.pdf\">slides</a> of the speech. </em></p>\n<p>Over the past years, we have seen a fundamental change in the macroeconomic environment.<span style=\"font-size: 13.6px;\"> </span>After years of low inflation and low interest rates, inflation has come back with a vengeance, reaching double-digit rates in some countries.</p>\n<p>After some initial hesitation, central banks around the world have responded forcefully to the inflationary threat, leading to a rapid and broadly synchronised tightening of monetary policy across advanced and emerging economies (Slide 2, left-hand side). In the euro area, too, the pace of rate hikes has been unprecedented (Slide 2, right-hand side).</p>\n<p>This rapid change has caught many by surprise. In December 2021, market participants still expected policy rates to remain in negative territory until the end of 2024, virtually unchanged relative to the end of 2019 (Slide 3). The unexpected sharp rise in interest rates has exposed fragilities in the financial system that had built up over the long period of low interest rates, adding to the uncertainty caused by the pandemic and Russia's war of aggression against Ukraine.</p>\n<p>The rise in financial stress is visible in the ECB's composite indicator of systemic stress (CISS), which started to soar in tandem with long-term interest rates (Slide 4, left-hand side). Implied volatility in the bond market also rose well above its longer-term average, driven to a large extent by uncertainty about future monetary policy, while implied volatility in stock markets remained contained (Slide 4, right-hand side).</p>\n<p>Since the start of the unexpected sharp hiking cycle, we have witnessed repeated episodes of financial distress in different parts of the world.</p>\n<p>Many of them are in one way or another related to the quickly changing interest rate environment.<span> </span>Historically, global interest rate hiking cycles often coincided with bank or other financial distress (Slide 5).</p>\n",
  "content_text": "Accompanying slides of the speech. Over the past years, we have seen a fundamental change in the macroeconomic environment. After years of low inflation and low interest rates, inflation has come back with a vengeance, reaching double-digit rates in some countries. After some initial hesitation, central banks around the world have responded forcefully to the inflationary threat, leading to a rapid and broadly synchronised tightening of monetary policy across advanced and emerging economies (Slide 2, left-hand side). In the euro area, too, the pace of rate hikes has been unprecedented (Slide 2, right-hand side). This rapid change has caught many by surprise. In December 2021, market participants still expected policy rates to remain in negative territory until the end of 2024, virtually unchanged relative to the end of 2019 (Slide 3). The unexpected sharp rise in interest rates has exposed fragilities in the financial system that had built up over the long period of low interest rates, adding to the uncertainty caused by the pandemic and Russia's war of aggression against Ukraine. The rise in financial stress is visible in the ECB's composite indicator of systemic stress (CISS), which started to soar in tandem with long-term interest rates (Slide 4, left-hand side). Implied volatility in the bond market also rose well above its longer-term average, driven to a large extent by uncertainty about future monetary policy, while implied volatility in stock markets remained contained (Slide 4, right-hand side). Since the start of the unexpected sharp hiking cycle, we have witnessed repeated episodes of financial distress in different parts of the world. Many of them are in one way or another related to the quickly changing interest rate environment. Historically, global interest rate hiking cycles often coincided with bank or other financial distress (Slide 5).",
  "date_parsed": "2023-05-22",
  "name": "Isabel Schnabel",
  "link_number": "20",
  "name_orig": "Isabel Schnabel",
  "url_orig": "https://www.bis.org/review/r230522i.htm"
}