{
  "source_url": "https://www.bis.org/review/r240902b.htm",
  "headline": "Isabel Schnabel: The euro area inflation outlook - a scenario analysis",
  "description_html": "\n<p>Lecture by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the Ragnar Nurkse Lecture Series, organised by Eesti Pank, Tallinn, 30 August 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Lecture by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the Ragnar Nurkse Lecture Series, organised by Eesti Pank, Tallinn, 30 August 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "03 September 2024",
  "pdf_url": "https://www.bis.org/review/r240902b.pdf",
  "content_html": "\n<p><em><a href=\"/review/r240902b_slides.pdf\">Slides</a> accompanying the speech </em></p>\n<p>Disinflation in the euro area has proceeded rapidly. Headline inflation fell from a peak of 10.6% in October 2022 to 2.6% in July of this year. Data released yesterday suggest that in August inflation has declined further in parts of the euro area.</p>\n<p>These are welcome developments. They largely reflect an unwinding of the forces that over the past three years have led to strong increases in the prices of energy, food and goods, as well as the impact of our restrictive monetary policy.</p>\n<p>However, the current level of headline inflation understates the challenges monetary policy is still facing. In particular, domestic inflation remains high at 4.4%, largely reflecting persistent price pressures in the services sector, where disinflation has effectively stalled since last November.</p>\n<p>While goods inflation has fallen back to its pre-pandemic average at a fast pace, services inflation is still more than twice as high as its average between 1999 and 2019 (Slide 2, left-hand chart).</p>\n<p>As a result, services have accounted, on average, for 70% of headline inflation since the start of the year (Slide 2, right-hand chart). Within the services sector, price pressures are broad-based, with strong wage growth being just one factor keeping inflation at elevated levels (Slide 3, left-hand chart).</p>\n",
  "content_text": "Slides accompanying the speech Disinflation in the euro area has proceeded rapidly. Headline inflation fell from a peak of 10.6% in October 2022 to 2.6% in July of this year. Data released yesterday suggest that in August inflation has declined further in parts of the euro area. These are welcome developments. They largely reflect an unwinding of the forces that over the past three years have led to strong increases in the prices of energy, food and goods, as well as the impact of our restrictive monetary policy. However, the current level of headline inflation understates the challenges monetary policy is still facing. In particular, domestic inflation remains high at 4.4%, largely reflecting persistent price pressures in the services sector, where disinflation has effectively stalled since last November. While goods inflation has fallen back to its pre-pandemic average at a fast pace, services inflation is still more than twice as high as its average between 1999 and 2019 (Slide 2, left-hand chart). As a result, services have accounted, on average, for 70% of headline inflation since the start of the year (Slide 2, right-hand chart). Within the services sector, price pressures are broad-based, with strong wage growth being just one factor keeping inflation at elevated levels (Slide 3, left-hand chart).",
  "date_parsed": "2024-09-03",
  "name": "Isabel Schnabel",
  "link_number": "8",
  "name_orig": "Isabel Schnabel",
  "url_orig": "https://www.bis.org/review/r240902b.htm"
}