{
  "source_url": "https://www.bis.org/review/r221124g.htm",
  "headline": "Isabel Schnabel: Finding the right mix - monetary-fiscal interaction at times of high inflation",
  "description_html": "\n<p>Keynote speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, <span>at the Bank of England Watchers' Conference, organised by the Money Macro Finance Society and King's Business School at King's College, London, 24 November 2022. </span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the Bank of England Watchers' Conference, organised by the Money Macro Finance Society and King's Business School at King's College, London, 24 November 2022. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "24 November 2022",
  "pdf_url": "https://www.bis.org/review/r221124g.pdf",
  "content_html": "\n<p>Accompanying <a href=\"https://www.bis.org/review/r221124g_slides.pdf\">slides</a> of the speech. </p>\n<p>Over the past few years, the interaction between monetary and fiscal policies in the euro area has changed decisively.</p>\n<p>In the years before the pandemic, monetary policy faced the challenge of inflation being persistently below target, while being constrained by the effective lower bound. It became widely acknowledged that accommodative monetary policy on its own may not be sufficient for inflation to return to target. At the effective lower bound and with inflation too low, monetary policy needed support from expansionary fiscal policy that would increase aggregate demand and thus inflation.</p>\n<p>It was only with the onset of the pandemic that monetary and fiscal policies started to pull in the same direction, reinforcing each other. The combination of a strong fiscal response, at both national and European level, and a forceful monetary policy response proved highly successful in lifting the economy out of the deepest contraction since the Second World War and in preventing a downward spiral of prices.</p>\n<p>But these large-scale policy interventions coincided with a broad shift in the macroeconomic environment. Persistent constraints on production meant that supply could not keep up with demand, putting upward pressure on underlying inflation. Russia's invasion of Ukraine fuelled price pressures further, pushing euro area inflation to double-digit levels in October.</p>\n",
  "content_text": "Accompanying slides of the speech. Over the past few years, the interaction between monetary and fiscal policies in the euro area has changed decisively. In the years before the pandemic, monetary policy faced the challenge of inflation being persistently below target, while being constrained by the effective lower bound. It became widely acknowledged that accommodative monetary policy on its own may not be sufficient for inflation to return to target. At the effective lower bound and with inflation too low, monetary policy needed support from expansionary fiscal policy that would increase aggregate demand and thus inflation. It was only with the onset of the pandemic that monetary and fiscal policies started to pull in the same direction, reinforcing each other. The combination of a strong fiscal response, at both national and European level, and a forceful monetary policy response proved highly successful in lifting the economy out of the deepest contraction since the Second World War and in preventing a downward spiral of prices. But these large-scale policy interventions coincided with a broad shift in the macroeconomic environment. Persistent constraints on production meant that supply could not keep up with demand, putting upward pressure on underlying inflation. Russia's invasion of Ukraine fuelled price pressures further, pushing euro area inflation to double-digit levels in October.",
  "date_parsed": "2022-11-24",
  "name": "Isabel Schnabel",
  "name_orig": "Isabel Schnabel",
  "url_orig": "https://www.bis.org/review/r221124g.htm"
}