{
  "source_url": "https://www.bis.org/review/r250226f.htm",
  "headline": "Isabel Schnabel: No longer convenient? Safe asset abundance and r*",
  "description_html": "\n<p>Keynote speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the Bank of England Agenda for Research (BEAR) conference, London, 25 February 2025. </p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the Bank of England Agenda for Research (BEAR) conference, London, 25 February 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "03 March 2025",
  "pdf_url": "https://www.bis.org/review/r250226f.pdf",
  "content_html": "\n<p><em><a href=\"/review/r250226f_slides.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">Slides</a> accompanying the speech</em></p>\n<p>Over the past few years, global bond investors have fundamentally reappraised the expected future course of monetary policy.</p>\n<p>Even as inflation has receded and policy restriction has been dialled back, current market prices suggest that maintaining price stability will require higher real interest rates in the future than before the pandemic.</p>\n<p>In my remarks today, I will argue that the shift in market expectations about the level of r* – the rate to which the economy is expected to converge in the long run once current shocks have run their course – is consistent with two sets of observations.</p>\n<p>The first is that the era during which risks to inflation have persistently been to the downside is likely to have come to an end.</p>\n<p>Growing geopolitical fragmentation, climate change and labour scarcity pose measurable upside risks to inflation over the medium to long term. This is especially true as the recent inflation surge may have permanently scarred consumers' inflation expectations and may have lowered the bar for firms to pass through adverse cost-push shocks to consumer prices.</p>\n<p>The second observation is that we are transitioning from a global \"savings glut\" towards a global \"bond glut\".</p>\n<p>Persistently large fiscal deficits and central bank balance sheet normalisation are gradually reducing the safety and liquidity premia that investors have long been willing to pay to hold scarce government bonds. The fall in the \"convenience yield\", in turn, reverses a key factor that had contributed to the decline in real long-term interest rates, and hence r*, during the 2010s.</p>\n<p>The implications for monetary policy are threefold.</p>\n",
  "content_text": "Slides accompanying the speech Over the past few years, global bond investors have fundamentally reappraised the expected future course of monetary policy. Even as inflation has receded and policy restriction has been dialled back, current market prices suggest that maintaining price stability will require higher real interest rates in the future than before the pandemic. In my remarks today, I will argue that the shift in market expectations about the level of r* – the rate to which the economy is expected to converge in the long run once current shocks have run their course – is consistent with two sets of observations. The first is that the era during which risks to inflation have persistently been to the downside is likely to have come to an end. Growing geopolitical fragmentation, climate change and labour scarcity pose measurable upside risks to inflation over the medium to long term. This is especially true as the recent inflation surge may have permanently scarred consumers' inflation expectations and may have lowered the bar for firms to pass through adverse cost-push shocks to consumer prices. The second observation is that we are transitioning from a global \"savings glut\" towards a global \"bond glut\". Persistently large fiscal deficits and central bank balance sheet normalisation are gradually reducing the safety and liquidity premia that investors have long been willing to pay to hold scarce government bonds. The fall in the \"convenience yield\", in turn, reverses a key factor that had contributed to the decline in real long-term interest rates, and hence r*, during the 2010s. The implications for monetary policy are threefold.",
  "date_parsed": "2025-03-03",
  "name": "Isabel Schnabel",
  "name_orig": "Isabel Schnabel",
  "url_orig": "https://www.bis.org/review/r250226f.htm"
}