{
  "source_url": "https://www.bis.org/review/r250526g.htm",
  "headline": "Isabel Schnabel: Keeping a steady hand in an unsteady world",
  "description_html": "\n<p>Speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at  the Hoover Monetary Policy Conference \"Finishing the job and new challenges\", Stanford University, Stanford, California, 10 May 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at  the Hoover Monetary Policy Conference \"Finishing the job and new challenges\", Stanford University, Stanford, California, 10 May 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "26 May 2025",
  "pdf_url": "https://www.bis.org/review/r250526g.pdf",
  "content_html": "\n<p><em><a href=\"/review/r250526g_slides.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">Slides</a> accompanying the speech</em></p>\n<p>Standard theory of monetary policy rests on a simple premise: a stable relationship between inflation and the output gap. This is the logic behind the Phillips curve, which, in its most common form, relates inflation to a measure of economic slack, expected inflation and supply shocks.</p>\n<p>The relationship between output and inflation was already under scrutiny well before the pandemic.</p>\n<p>After the global financial crisis of 2008, inflation didn't fall nearly as much as had been implied by conventional Phillips curve estimates. And once economies around the world recovered and unemployment fell, the bounce-back in inflation fell short of model predictions.</p>\n<p>This is why that episode is known as the period of \"missing deflation\" and \"missing inflation\".</p>\n<p>The situation changed fundamentally in the aftermath of the pandemic, when the relationship between inflation and the output gap proved to be much stronger than what would have been expected based on historical estimates. We observed a noticeably steeper Phillips curve across advanced economies, including the euro area (Slide 2).</p>\n<p>In my remarks today, I would like to draw lessons from the instability of the Phillips curve over the past 20 years for the optimal conduct of monetary policy. I will argue that the evidence of a re-flattening of the Phillips curve after the long period of high inflation suggests that, in the euro area, the most appropriate policy response to the potential risks to price stability arising from fiscal expansion and protectionism is to keep a steady hand and maintain rates close to where they are today – that is, firmly in neutral territory.</p>\n",
  "content_text": "Slides accompanying the speech Standard theory of monetary policy rests on a simple premise: a stable relationship between inflation and the output gap. This is the logic behind the Phillips curve, which, in its most common form, relates inflation to a measure of economic slack, expected inflation and supply shocks. The relationship between output and inflation was already under scrutiny well before the pandemic. After the global financial crisis of 2008, inflation didn't fall nearly as much as had been implied by conventional Phillips curve estimates. And once economies around the world recovered and unemployment fell, the bounce-back in inflation fell short of model predictions. This is why that episode is known as the period of \"missing deflation\" and \"missing inflation\". The situation changed fundamentally in the aftermath of the pandemic, when the relationship between inflation and the output gap proved to be much stronger than what would have been expected based on historical estimates. We observed a noticeably steeper Phillips curve across advanced economies, including the euro area (Slide 2). In my remarks today, I would like to draw lessons from the instability of the Phillips curve over the past 20 years for the optimal conduct of monetary policy. I will argue that the evidence of a re-flattening of the Phillips curve after the long period of high inflation suggests that, in the euro area, the most appropriate policy response to the potential risks to price stability arising from fiscal expansion and protectionism is to keep a steady hand and maintain rates close to where they are today – that is, firmly in neutral territory.",
  "date_parsed": "2025-05-26",
  "name": "Isabel Schnabel",
  "link_number": "2",
  "name_orig": "Isabel Schnabel",
  "url_orig": "https://www.bis.org/review/r250526g.htm"
}