{
  "source_url": "https://www.bis.org/review/r241112g.htm",
  "headline": "Isabel Schnabel: The European Central Bank's balance sheet reduction - an interim assessment",
  "description_html": "\n<p>Speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the annual European Central Bank Conference on Money Markets, Frankfurt am Main, 7 November 2024. </p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the annual European Central Bank Conference on Money Markets, Frankfurt am Main, 7 November 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "12 November 2024",
  "pdf_url": "https://www.bis.org/review/r241112g.pdf",
  "content_html": "\n<p><em><a href=\"/review/r241112g_slides.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">Slides</a> accompanying the speech </em></p>\n<p>Excess liquidity in the euro area has declined measurably over the past two years. It has fallen by more than a third relative to its peak in 2022, and it dropped below €3 trillion about a month ago.</p>\n<p>This decline in excess liquidity predominantly resulted from banks repaying the loans they had taken under the third series of targeted longer-term refinancing operations (TLTROs). More recently, the phasing-out of reinvestments of bonds maturing under the Eurosystem's monetary policy portfolios has increasingly contributed to the decline.</p>\n<p>As of January 2025, the Eurosystem will no longer reinvest any of its monetary policy bond holdings, leading to a run-off in our portfolios of around €40 billion per month.</p>\n<p>The ECB is closely monitoring the impact of the decline in excess liquidity on financial markets, the banking system and the economy at large to assess how these developments are affected by the changes to our operational framework that we announced earlier this year.</p>\n<p>In my remarks, I would like to take stock of where we stand today. My main message is that, while excess liquidity is remaining ample, the ECB's balance sheet reduction is progressing smoothly and has helped improve market functioning, with clear signs of increased market activity and a redistribution of reserves across banks and borders.</p>\n",
  "content_text": "Slides accompanying the speech Excess liquidity in the euro area has declined measurably over the past two years. It has fallen by more than a third relative to its peak in 2022, and it dropped below €3 trillion about a month ago. This decline in excess liquidity predominantly resulted from banks repaying the loans they had taken under the third series of targeted longer-term refinancing operations (TLTROs). More recently, the phasing-out of reinvestments of bonds maturing under the Eurosystem's monetary policy portfolios has increasingly contributed to the decline. As of January 2025, the Eurosystem will no longer reinvest any of its monetary policy bond holdings, leading to a run-off in our portfolios of around €40 billion per month. The ECB is closely monitoring the impact of the decline in excess liquidity on financial markets, the banking system and the economy at large to assess how these developments are affected by the changes to our operational framework that we announced earlier this year. In my remarks, I would like to take stock of where we stand today. My main message is that, while excess liquidity is remaining ample, the ECB's balance sheet reduction is progressing smoothly and has helped improve market functioning, with clear signs of increased market activity and a redistribution of reserves across banks and borders.",
  "date_parsed": "2024-11-12",
  "name": "Isabel Schnabel",
  "name_orig": "Isabel Schnabel",
  "url_orig": "https://www.bis.org/review/r241112g.htm"
}