{
  "source_url": "https://www.bis.org/review/r240607b.htm",
  "headline": "Isabel Schnabel: Is monetary policy dominated by fiscal policy?",
  "description_html": "\n<p>Speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at a conference organised by Stiftung Geld und Währung on 25 years of the euro – Perspectives for monetary and fiscal policy in an unstable world, at a panel on \"Inflation and public budget. Is monetary policy dominated by fiscal policy?\", Frankfurt am Main, 7 June 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at a conference organised by Stiftung Geld und Währung on 25 years of the euro – Perspectives for monetary and fiscal policy in an unstable world, at a panel on \"Inflation and public budget. Is monetary policy dominated by fiscal policy?\", Frankfurt am Main, 7 June 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "07 June 2024",
  "pdf_url": "https://www.bis.org/review/r240607b.pdf",
  "content_html": "\n<p><em><a href=\"/review/r240607b_slides.pdf\">Slides</a> accompanying the speech </em></p>\n<p>In the past four years, the euro area has faced several severe shocks that caused a fundamental shift in the macroeconomic environment.</p>\n<p>The long period of very low inflation and low interest rates ended abruptly with the pandemic and Russia's invasion of Ukraine. In response to the sharp increase in inflation, the ECB hiked interest rates at an unprecedented scale, which markedly increased funding costs for governments, households and firms.</p>\n<p>Governments reacted to the pandemic and the war with wide-ranging support measures that were aimed at cushioning their negative impact on income, employment and growth. This led to a significant increase in government debt as a share of gross domestic product, which was softened by the rise in inflation.</p>\n<p>Today's public debt ratio of 90% in the euro area remains close to its high reached during the European debt crisis, by far exceeding the ceiling of 60% set out in the Maastricht Treaty, while there are still considerable differences between Member States (Slide 2, left-hand side).</p>\n<p>Fiscal measures played a key role in overcoming the crises. However, the new interest rate environment means that the high debt levels, in particular in highly indebted countries, will result in a considerably higher interest burden in the coming years (Slide 2, right-hand side).</p>\n<p>The question therefore arises of whether monetary policy's ability to act – and therefore its independence – is being constrained by fiscal policy. This is called fiscal dominance.</p>\n",
  "content_text": "Slides accompanying the speech In the past four years, the euro area has faced several severe shocks that caused a fundamental shift in the macroeconomic environment. The long period of very low inflation and low interest rates ended abruptly with the pandemic and Russia's invasion of Ukraine. In response to the sharp increase in inflation, the ECB hiked interest rates at an unprecedented scale, which markedly increased funding costs for governments, households and firms. Governments reacted to the pandemic and the war with wide-ranging support measures that were aimed at cushioning their negative impact on income, employment and growth. This led to a significant increase in government debt as a share of gross domestic product, which was softened by the rise in inflation. Today's public debt ratio of 90% in the euro area remains close to its high reached during the European debt crisis, by far exceeding the ceiling of 60% set out in the Maastricht Treaty, while there are still considerable differences between Member States (Slide 2, left-hand side). Fiscal measures played a key role in overcoming the crises. However, the new interest rate environment means that the high debt levels, in particular in highly indebted countries, will result in a considerably higher interest burden in the coming years (Slide 2, right-hand side). The question therefore arises of whether monetary policy's ability to act – and therefore its independence – is being constrained by fiscal policy. This is called fiscal dominance.",
  "date_parsed": "2024-06-07",
  "name": "Isabel Schnabel",
  "name_orig": "Isabel Schnabel",
  "url_orig": "https://www.bis.org/review/r240607b.htm"
}