{
  "source_url": "https://www.bis.org/review/r241015i.htm",
  "headline": "Isabel Schnabel: Escaping stagnation - towards a stronger euro area",
  "description_html": "\n<p>Speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the 19th Walter Eucken Lecture, Freiburg, 2 October 2024. </p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the 19th Walter Eucken Lecture, Freiburg, 2 October 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "22 October 2024",
  "pdf_url": "https://www.bis.org/review/r241015i.pdf",
  "content_html": "\n<p><em><a href=\"/review/r241015i_slides.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">Slides</a> accompanying the speech </em></p>\n<p>The euro area economy is stagnating. Over the past two years, real GDP has expanded, on average, by only 0.1% per quarter. Surveys among firms indicate that growth is likely to remain subdued during the second half of this year.</p>\n<p>Weak growth reflects, to a large extent, the exceptional shocks that hit the euro area economy in recent years, most notably the pandemic and Russia's invasion of Ukraine.</p>\n<p>Another reason is the tightening of monetary policy. From late 2021 to the end of 2023, bank lending rates for house purchases by households increased from 1.3% to 4%, and those for corporate loans from 1.4% to 5.3%. Such levels had not been seen in more than a decade.</p>\n<p>Dampening growth in aggregate demand was needed to restore price stability.</p>\n<p>In 2021, when the euro area economy reopened in the pandemic and the economy's supply capacity was still severely constrained, real private consumption rose by more than 8% in just two quarters. When we began to raise our key policy rates in July 2022, households and firms started to spend less and save more, thereby bringing supply and demand closer into balance.</p>\n<p>Yet, although the peak impact of monetary tightening is likely to be behind us and real incomes are rising as inflation falls and wages increase, growth remains shallow. Over the past 18 months, the recovery has repeatedly been weaker than anticipated.</p>\n",
  "content_text": "Slides accompanying the speech The euro area economy is stagnating. Over the past two years, real GDP has expanded, on average, by only 0.1% per quarter. Surveys among firms indicate that growth is likely to remain subdued during the second half of this year. Weak growth reflects, to a large extent, the exceptional shocks that hit the euro area economy in recent years, most notably the pandemic and Russia's invasion of Ukraine. Another reason is the tightening of monetary policy. From late 2021 to the end of 2023, bank lending rates for house purchases by households increased from 1.3% to 4%, and those for corporate loans from 1.4% to 5.3%. Such levels had not been seen in more than a decade. Dampening growth in aggregate demand was needed to restore price stability. In 2021, when the euro area economy reopened in the pandemic and the economy's supply capacity was still severely constrained, real private consumption rose by more than 8% in just two quarters. When we began to raise our key policy rates in July 2022, households and firms started to spend less and save more, thereby bringing supply and demand closer into balance. Yet, although the peak impact of monetary tightening is likely to be behind us and real incomes are rising as inflation falls and wages increase, growth remains shallow. Over the past 18 months, the recovery has repeatedly been weaker than anticipated.",
  "date_parsed": "2024-10-22",
  "name": "Isabel Schnabel",
  "name_orig": "Isabel Schnabel",
  "url_orig": "https://www.bis.org/review/r241015i.htm"
}