{
  "source_url": "https://www.bis.org/review/r240314e.htm",
  "headline": "Isabel Schnabel: The Eurosystem's operational framework",
  "description_html": "\n<p>Speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the Money Market Contact Group meeting, Frankfurt am Main, 14 March 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the Money Market Contact Group meeting, Frankfurt am Main, 14 March 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "22 March 2024",
  "pdf_url": "https://www.bis.org/review/r240314e.pdf",
  "content_html": "\n<p><em><a href=\"/review/r240314e_slides.pdf\">Slides</a> accompanying the speech </em></p>\n<p>Since 2015, the Eurosystem has been operating under a de facto supply-driven floor system. This was the result of the monetary policy actions taken in the run-up to and during the pandemic to preserve price stability in the euro area.</p>\n<p>Faced with years of persistently low inflation and the greatest economic contraction on record in 2020, we conducted large-scale asset purchases and targeted longer-term refinancing operations (TLTROs), thereby injecting a significant amount of central bank reserves into the financial system. The resulting easing of financing conditions supported economic activity in the pursuit of our mandate.</p>\n<p>As reserves were well in excess of banks' liquidity needs, short-term money market rates have been trading in the vicinity of the rate at which the Eurosystem remunerates overnight deposits – the deposit facility rate, or DFR.</p>\n<p>More recently, the volume of reserves has started to visibly decline because of the sharp reversal in the course of monetary policy that was necessary to fight the post-pandemic surge in inflation.</p>\n<p>As banks have started repaying their outstanding TLTRO loans, and as some of the bonds held by the Eurosystem have matured without being reinvested, excess liquidity has fallen by about €1.2 trillion from a peak of nearly €4.7 trillion in mid-2022. By the end of 2025, it is expected to decline by another €1.4 trillion to around €2.1 trillion (Slide 2).</p>\n<p>While aggregate excess liquidity would still be abundant at that point, potential structural changes to reserve demand, arising for instance from prudential regulation, imply that there is significant uncertainty about when, and to what extent, the fall in reserves may put upward pressure on overnight money market rates, which could potentially affect the monetary policy stance (Slide 3).</p>\n<h4></h4>\n",
  "content_text": "Slides accompanying the speech Since 2015, the Eurosystem has been operating under a de facto supply-driven floor system. This was the result of the monetary policy actions taken in the run-up to and during the pandemic to preserve price stability in the euro area. Faced with years of persistently low inflation and the greatest economic contraction on record in 2020, we conducted large-scale asset purchases and targeted longer-term refinancing operations (TLTROs), thereby injecting a significant amount of central bank reserves into the financial system. The resulting easing of financing conditions supported economic activity in the pursuit of our mandate. As reserves were well in excess of banks' liquidity needs, short-term money market rates have been trading in the vicinity of the rate at which the Eurosystem remunerates overnight deposits – the deposit facility rate, or DFR. More recently, the volume of reserves has started to visibly decline because of the sharp reversal in the course of monetary policy that was necessary to fight the post-pandemic surge in inflation. As banks have started repaying their outstanding TLTRO loans, and as some of the bonds held by the Eurosystem have matured without being reinvested, excess liquidity has fallen by about €1.2 trillion from a peak of nearly €4.7 trillion in mid-2022. By the end of 2025, it is expected to decline by another €1.4 trillion to around €2.1 trillion (Slide 2). While aggregate excess liquidity would still be abundant at that point, potential structural changes to reserve demand, arising for instance from prudential regulation, imply that there is significant uncertainty about when, and to what extent, the fall in reserves may put upward pressure on overnight money market rates, which could potentially affect the monetary policy stance (Slide 3).",
  "date_parsed": "2024-03-22",
  "name": "Isabel Schnabel",
  "name_orig": "Isabel Schnabel",
  "url_orig": "https://www.bis.org/review/r240314e.htm"
}