{
  "source_url": "https://www.bis.org/review/r231113k.htm",
  "headline": "Isabel Schnabel: The last mile",
  "description_html": "\n<p>Keynote speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the annual Homer Jones Memorial Lecture, St Louis, Missouri, 2 November 2023.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the annual Homer Jones Memorial Lecture, St Louis, Missouri, 2 November 2023. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "13 November 2023",
  "pdf_url": "https://www.bis.org/review/r231113k.pdf",
  "content_html": "\n<p><em>Accompagnying <a href=\"/review/r231113k.pdf\">slides</a> to the speech</em></p>\n<p>In the two and a half years following the outbreak of the pandemic, the sum of currency in circulation and overnight bank deposits in the euro area, referred to as M1, increased by over 30%. Over the same period, inflation accelerated from 1.2% to 9.1%. It peaked at 10.6% in October 2022.</p>\n<p>The concurrence of these developments sparked a renewed debate on the relationship between money growth and inflation. Some commentators saw the rise in inflation as proof of the validity of the quantity theory of money, arguing that nominal wages and prices could not keep on rising if money did not expand correspondingly.<span style=\"font-size: 13.6px;\"> </span>For others, the correlation was spurious and held little economic significance.</p>\n<p>In my remarks today, I would like to discuss the role of money in explaining the recent surge in inflation in the euro area. I will start by reviewing the reasons why most central banks relegated the analysis of monetary developments to the background.</p>\n<p>I will then ask whether the rise in money growth in the wake of the pandemic was a harbinger of the surge in inflation. In answering this question, I will explain what has caused broad money growth, including the role of the monetary and fiscal responses to the pandemic, and how the money that was created by these measures may have affected the way in which firms and households responded to supply chain disruptions and the sharp increase in energy prices.</p>\n",
  "content_text": "Accompagnying slides to the speech In the two and a half years following the outbreak of the pandemic, the sum of currency in circulation and overnight bank deposits in the euro area, referred to as M1, increased by over 30%. Over the same period, inflation accelerated from 1.2% to 9.1%. It peaked at 10.6% in October 2022. The concurrence of these developments sparked a renewed debate on the relationship between money growth and inflation. Some commentators saw the rise in inflation as proof of the validity of the quantity theory of money, arguing that nominal wages and prices could not keep on rising if money did not expand correspondingly. For others, the correlation was spurious and held little economic significance. In my remarks today, I would like to discuss the role of money in explaining the recent surge in inflation in the euro area. I will start by reviewing the reasons why most central banks relegated the analysis of monetary developments to the background. I will then ask whether the rise in money growth in the wake of the pandemic was a harbinger of the surge in inflation. In answering this question, I will explain what has caused broad money growth, including the role of the monetary and fiscal responses to the pandemic, and how the money that was created by these measures may have affected the way in which firms and households responded to supply chain disruptions and the sharp increase in energy prices.",
  "date_parsed": "2023-11-13",
  "name": "Isabel Schnabel",
  "name_orig": "Isabel Schnabel",
  "url_orig": "https://www.bis.org/review/r231113k.htm"
}