{
  "source_url": "https://www.bis.org/review/r230905m.htm",
  "headline": "Isabel Schnabel: What is special about climate-related and environmental risks?",
  "description_html": "\n<p>Introductory remarks by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the Legal Conference \"The incorporation of environmental considerations in the supervision of prudential risks\", organised by the European Central Bank, Frankfurt am Main, 5 September 2023. </p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Introductory remarks by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the Legal Conference \"The incorporation of environmental considerations in the supervision of prudential risks\", organised by the European Central Bank, Frankfurt am Main, 5 September 2023. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "05 September 2023",
  "pdf_url": "https://www.bis.org/review/r230905m.pdf",
  "content_html": "\n<p>This year has been a record year in many respects. July was the world's hottest ever month, seeing the hottest day ever recorded, while ocean temperatures hit all-time highs. We have experienced heatwaves, droughts, floods, gigantic hail and record low levels of sea ice formation in Antarctica. Climate scientists attribute these records to human-made climate change, exacerbated by the arrival of El Niño.</p>\n<p>Not only do these events cause extensive damage to the environment and result in enormous human suffering, but they also adversely impact the macroeconomy, giving rise to significant financial risks.</p>\n<p>Dealing with financial risks is the core task of prudential supervision.</p>\n<p>Climate-related and environmental risks (C&amp;E risks) are now an important focal point for supervisors.<span style=\"font-size: 13.6px;\"> </span>The topic of today's panel discussion – the legal aspects of the incorporation of environmental risks in prudential supervision – could therefore not be more apt or timely.</p>\n<p>I am thrilled to be chairing an all-female panel on this important topic with three distinguished speakers, each of whom I will introduce before they speak.</p>\n<p>In my short introductory remarks, I would like to explain why C&amp;E risks merit special supervisory attention from an economic perspective.</p>\n<h3></h3>\n",
  "content_text": "This year has been a record year in many respects. July was the world's hottest ever month, seeing the hottest day ever recorded, while ocean temperatures hit all-time highs. We have experienced heatwaves, droughts, floods, gigantic hail and record low levels of sea ice formation in Antarctica. Climate scientists attribute these records to human-made climate change, exacerbated by the arrival of El Niño. Not only do these events cause extensive damage to the environment and result in enormous human suffering, but they also adversely impact the macroeconomy, giving rise to significant financial risks. Dealing with financial risks is the core task of prudential supervision. Climate-related and environmental risks (C&E risks) are now an important focal point for supervisors. The topic of today's panel discussion – the legal aspects of the incorporation of environmental risks in prudential supervision – could therefore not be more apt or timely. I am thrilled to be chairing an all-female panel on this important topic with three distinguished speakers, each of whom I will introduce before they speak. In my short introductory remarks, I would like to explain why C&E risks merit special supervisory attention from an economic perspective.",
  "date_parsed": "2023-09-05",
  "name": "Isabel Schnabel",
  "link_number": "17",
  "name_orig": "Isabel Schnabel",
  "url_orig": "https://www.bis.org/review/r230905m.htm"
}