{
  "source_url": "https://www.bis.org/review/r240322j.htm",
  "headline": "Isabel Schnabel: R(ising) star?",
  "description_html": "\n<p>Speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, <span>at \"The ECB and Its Watchers XXIV\" conference, organised by the Institute for Monetary and Financial Stability, </span>session on \"Geopolitics and Structural Change: Implications for Real Activity, Inflation and Monetary Policy\", Frankfurt am Main, 14 March 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at \"The ECB and Its Watchers XXIV\" conference, organised by the Institute for Monetary and Financial Stability, session on \"Geopolitics and Structural Change: Implications for Real Activity, Inflation and Monetary Policy\", Frankfurt am Main, 14 March 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "27 March 2024",
  "pdf_url": "https://www.bis.org/review/r240322j.pdf",
  "content_html": "\n<p><em><a href=\"/review/r240322j_slides.pdf\">Slides</a> accompanying the speech </em></p>\n<p>Over the past two years, we have seen a measurable and persistent rise in real interest rates across many advanced economies, partly reversing the secular decline that started in the early 1980s.</p>\n<p>This increase in real rates has reignited the debate among academics and policymakers about the level of the natural rate of interest, or r*, the real short-term interest rate that would prevail if the economy was operating at its potential and inflation was at target.</p>\n<p>The question is whether the recent reversal is a sign that real interest rates will remain higher once the impact of recent shocks has faded, or whether they will return to the lows seen in the pre-pandemic era.</p>\n<p>In my remarks today, I will discuss two hypotheses that can help explain the fall and rise in real interest rates.</p>\n<p>The<span> </span><em>savings-investment hypothesis</em><span> </span>argues that structural determinants of global saving and investment are the ultimate drivers of the natural rate of interest, and hence real long-term rates, which are anchored around r*.</p>\n<p>According to this hypothesis, the persistent decline in real long-term rates in the pre-pandemic era was the result of a combination of low investment at times of globally declining productivity growth, high savings due to an ageing population, and a high demand for safe assets in response to global currency and financial crises.</p>\n<p>The<span> </span><em>monetary policy hypothesis</em><span> </span>argues that monetary policy may have played a role in the persistent downward trend and subsequent rise in real interest rates.</p>\n<p>Since r* is a theoretical construct that is unobservable, and the economy's long-run evolution is surrounded by considerable uncertainty, financial markets often look to the central bank for informing and coordinating their views about real long-term interest rates. By providing long-run guidance, the central bank may influence long-term interest rates.</p>\n<p>To the extent that the signal inferred from central banks has an impact on private consumption and investment decisions, it may even result in informational feedback loops, inducing shifts in r*.</p>\n<p>The implications of these two hypotheses for the role of monetary policy are quite different. While in the first case, monetary policy merely responds to global structural changes, in the second, it may have long-lasting effects on economic activity.</p>\n<h4></h4>\n",
  "content_text": "Slides accompanying the speech Over the past two years, we have seen a measurable and persistent rise in real interest rates across many advanced economies, partly reversing the secular decline that started in the early 1980s. This increase in real rates has reignited the debate among academics and policymakers about the level of the natural rate of interest, or r*, the real short-term interest rate that would prevail if the economy was operating at its potential and inflation was at target. The question is whether the recent reversal is a sign that real interest rates will remain higher once the impact of recent shocks has faded, or whether they will return to the lows seen in the pre-pandemic era. In my remarks today, I will discuss two hypotheses that can help explain the fall and rise in real interest rates. The savings-investment hypothesis argues that structural determinants of global saving and investment are the ultimate drivers of the natural rate of interest, and hence real long-term rates, which are anchored around r*. According to this hypothesis, the persistent decline in real long-term rates in the pre-pandemic era was the result of a combination of low investment at times of globally declining productivity growth, high savings due to an ageing population, and a high demand for safe assets in response to global currency and financial crises. The monetary policy hypothesis argues that monetary policy may have played a role in the persistent downward trend and subsequent rise in real interest rates. Since r* is a theoretical construct that is unobservable, and the economy's long-run evolution is surrounded by considerable uncertainty, financial markets often look to the central bank for informing and coordinating their views about real long-term interest rates. By providing long-run guidance, the central bank may influence long-term interest rates. To the extent that the signal inferred from central banks has an impact on private consumption and investment decisions, it may even result in informational feedback loops, inducing shifts in r*. The implications of these two hypotheses for the role of monetary policy are quite different. While in the first case, monetary policy merely responds to global structural changes, in the second, it may have long-lasting effects on economic activity.",
  "date_parsed": "2024-03-27",
  "name": "Isabel Schnabel",
  "name_orig": "Isabel Schnabel",
  "url_orig": "https://www.bis.org/review/r240322j.htm"
}