{
  "source_url": "https://www.bis.org/review/r230619e.htm",
  "headline": "Isabel Schnabel: The risks of stubborn inflation",
  "description_html": "\n<p>Speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the Euro50 Group conference on \"New challenges for the Economic and Monetary Union in the post-crisis environment\", <span>Luxembourg, 19 June 2023. </span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the Euro50 Group conference on \"New challenges for the Economic and Monetary Union in the post-crisis environment\", Luxembourg, 19 June 2023. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "19 June 2023",
  "pdf_url": "https://www.bis.org/review/r230619e.pdf",
  "content_html": "\n<p><em>Accompanying <a href=\"/review/r230619e_slides.pdf\">slides</a> of the speech</em></p>\n<p>The ECB has taken forceful action in response to the unprecedented surge in euro area inflation. We have embarked on the fastest tightening cycle in our history, raising our key policy rate – the deposit facility rate – from -0.5% to 3.5%, and started reducing the size of our balance sheet.</p>\n<p>Our actions are being swiftly transmitted to borrowing conditions, slowing the pace of credit creation. Inflation has started to come down from its historically high level, largely reflecting the sharp drop in energy prices. Underlying inflation has also moderated recently, but it has proven more persistent than expected.</p>\n<p>Despite the welcome turn in inflationary developments, the path towards sustained price stability remains uncertain and fraught with risks.</p>\n<p>In my remarks today, I will reflect on the outlook for inflation in the euro area. I will first explain the factors that are expected to drive the continued decline in headline inflation under the latest Eurosystem staff projections. I will then describe some risks around the baseline scenario and discuss what these imply for the optimal conduct of monetary policy. </p>\n<h3></h3>\n",
  "content_text": "Accompanying slides of the speech The ECB has taken forceful action in response to the unprecedented surge in euro area inflation. We have embarked on the fastest tightening cycle in our history, raising our key policy rate – the deposit facility rate – from -0.5% to 3.5%, and started reducing the size of our balance sheet. Our actions are being swiftly transmitted to borrowing conditions, slowing the pace of credit creation. Inflation has started to come down from its historically high level, largely reflecting the sharp drop in energy prices. Underlying inflation has also moderated recently, but it has proven more persistent than expected. Despite the welcome turn in inflationary developments, the path towards sustained price stability remains uncertain and fraught with risks. In my remarks today, I will reflect on the outlook for inflation in the euro area. I will first explain the factors that are expected to drive the continued decline in headline inflation under the latest Eurosystem staff projections. I will then describe some risks around the baseline scenario and discuss what these imply for the optimal conduct of monetary policy.",
  "date_parsed": "2023-06-19",
  "name": "Isabel Schnabel",
  "link_number": "19",
  "name_orig": "Isabel Schnabel",
  "url_orig": "https://www.bis.org/review/r230619e.htm"
}