{
  "source_url": "https://www.bis.org/review/r221003d.htm",
  "headline": "Isabel Schnabel: Monetary policy in a cost-of-living crisis",
  "description_html": "\n<h4>Speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at a panel on the \"Fight against inflation\" at the IV Edition Foro La Toja, <span>La Toja, 30 September 2022.</span></h4>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at a panel on the \"Fight against inflation\" at the IV Edition Foro La Toja, La Toja, 30 September 2022. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "03 October 2022",
  "pdf_url": "https://www.bis.org/review/r221003d.pdf",
  "content_html": "\n<p>Accompanying <a href=\"https://www.bis.org/review/r221003d_slides.pdf\">slides </a>of the speech. </p>\n<p>The euro area is facing a cost-of-living crisis.</p>\n<p>An increasing proportion of people's income is being spent on essential purchases, such as food and energy. At the same time, price pressures are broadening and nominal wages are not keeping pace with rising prices. The result is a marked loss in people's purchasing power and a decline in the labour share of income, which is the share of total income paid to workers as wages, salaries and other benefits.</p>\n<p>Today I want to make four conceptual points about these developments.</p>\n<p>First, I will argue that the secular decline in the bargaining power of workers can help explain the decline in the labour share of income, which can be expected to weigh on private consumption and thus dampen aggregate demand.</p>\n<p>Second, I will ask what factors determine the future evolution of real wages and hence how the costs of this crisis are distributed between workers and firms in the future. I will argue that the risks of a wage-price spiral are contained, provided inflation expectations remain anchored.</p>\n",
  "content_text": "Accompanying slides of the speech. The euro area is facing a cost-of-living crisis. An increasing proportion of people's income is being spent on essential purchases, such as food and energy. At the same time, price pressures are broadening and nominal wages are not keeping pace with rising prices. The result is a marked loss in people's purchasing power and a decline in the labour share of income, which is the share of total income paid to workers as wages, salaries and other benefits. Today I want to make four conceptual points about these developments. First, I will argue that the secular decline in the bargaining power of workers can help explain the decline in the labour share of income, which can be expected to weigh on private consumption and thus dampen aggregate demand. Second, I will ask what factors determine the future evolution of real wages and hence how the costs of this crisis are distributed between workers and firms in the future. I will argue that the risks of a wage-price spiral are contained, provided inflation expectations remain anchored.",
  "date_parsed": "2022-10-03",
  "name": "Isabel Schnabel",
  "link_number": "25",
  "name_orig": "Isabel Schnabel",
  "url_orig": "https://www.bis.org/review/r221003d.htm"
}