{
  "source_url": "https://www.bis.org/review/r241218e.htm",
  "headline": "Isabel Schnabel: Navigating towards neutral",
  "description_html": "\n<p>Keynote speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the CEPR Paris Symposium 2024, hosted by the Banque de France, Paris, 16 December 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the CEPR Paris Symposium 2024, hosted by the Banque de France, Paris, 16 December 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "19 December 2024",
  "pdf_url": "https://www.bis.org/review/r241218e.pdf",
  "content_html": "\n<p><em>Accompanying <a href=\"/review/r241218e_slides.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">slides</a> to the speech </em></p>\n<p>Monetary policy is at a critical juncture.</p>\n<p>Growing confidence in a sustainable decline of inflation towards our 2% target has allowed the Governing Council to remove substantial policy restriction over the past six months. With our decision last week to cut the three key policy rates by a further 25 basis points, the deposit facility rate is now at 3%, one percentage point below its peak.</p>\n<p>Today I will argue that, with interest rates approaching neutral territory and with risks to the inflation outlook broadly balanced, monetary policy should proceed gradually and remain data-dependent.</p>\n<p>In this way, we can ensure that disinflation does not stall above our 2% target, while avoiding unnecessary weakness in the labour market and the economy at large.</p>\n<p>I will also argue that, once price stability has been restored, the challenges for monetary policy will change. As inflation becomes dominated by idiosyncratic shocks again, central banks can afford to be more tolerant of moderate deviations from target – in both directions.</p>\n<h3>Staff projections confirm nearing return to price stability</h3>\n<p>Incoming data and the new Eurosystem staff projections have confirmed that the disinflation process remains well on track.</p>\n",
  "content_text": "Accompanying slides to the speech Monetary policy is at a critical juncture. Growing confidence in a sustainable decline of inflation towards our 2% target has allowed the Governing Council to remove substantial policy restriction over the past six months. With our decision last week to cut the three key policy rates by a further 25 basis points, the deposit facility rate is now at 3%, one percentage point below its peak. Today I will argue that, with interest rates approaching neutral territory and with risks to the inflation outlook broadly balanced, monetary policy should proceed gradually and remain data-dependent. In this way, we can ensure that disinflation does not stall above our 2% target, while avoiding unnecessary weakness in the labour market and the economy at large. I will also argue that, once price stability has been restored, the challenges for monetary policy will change. As inflation becomes dominated by idiosyncratic shocks again, central banks can afford to be more tolerant of moderate deviations from target – in both directions. Staff projections confirm nearing return to price stability Incoming data and the new Eurosystem staff projections have confirmed that the disinflation process remains well on track.",
  "date_parsed": "2024-12-19",
  "name": "Isabel Schnabel",
  "name_orig": "Isabel Schnabel",
  "url_orig": "https://www.bis.org/review/r241218e.htm"
}