{
  "source_url": "https://www.bis.org/review/r230328c.htm",
  "headline": "Isabel Schnabel: Back to normal? Balance sheet size and interest rate control",
  "description_html": "\n<p>Speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at an event organised by Columbia University and SGH Macro Advisor, New York, 27 March 2023. </p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at an event organised by Columbia University and SGH Macro Advisor, New York, 27 March 2023. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "28 March 2023",
  "pdf_url": "https://www.bis.org/review/r230328c.pdf",
  "content_html": "\n<p><em>Accompanying <a href=\"/review/r230328c_slides.pdf\">slides</a> of the speech. </em></p>\n<p>On 1 March, the ECB started quantitative tightening (QT) after eight years of balance sheet expansion.<span style=\"font-size: 13.6px;\"> </span>At the peak in 2022, the Eurosystem held monetary policy assets corresponding to around 56% of euro area GDP. This was substantial both from a historical perspective and in international comparison (Slide 2, left-hand side).</p>\n<p>The first wave of balance sheet expansion was a response to the low-inflation environment prevailing in the aftermath of the euro area sovereign debt crisis. Between 2014 and 2016 headline inflation ran persistently below our target of 2%, averaging just 0.3% (Slide 2, right-hand side).</p>\n<p>As the key policy rate had already been lowered into negative territory in 2014 and was approaching the effective lower bound, the ECB started employing \"unconventional\" monetary policy tools. It offered banks a series of targeted longer-term refinancing operations (TLTROs) and conducted asset purchases to stimulate economic activity and raise inflation.</p>\n<p>These operations led to a sharp increase in monetary policy assets and, correspondingly, to a rise in central bank liabilities in the form of excess reserves – that is, reserves held by banks beyond minimum requirements (Slide 3).</p>\n<p>The second wave of balance sheet expansion came with the ECB's response to the pandemic. The launch of the pandemic emergency purchase programme (PEPP) and adjustments to the third series of TLTROs resulted in a further large increase of our monetary policy assets. These measures were necessary to protect the euro area economy from falling into a full-blown financial crisis and economic depression.</p>\n",
  "content_text": "Accompanying slides of the speech. On 1 March, the ECB started quantitative tightening (QT) after eight years of balance sheet expansion. At the peak in 2022, the Eurosystem held monetary policy assets corresponding to around 56% of euro area GDP. This was substantial both from a historical perspective and in international comparison (Slide 2, left-hand side). The first wave of balance sheet expansion was a response to the low-inflation environment prevailing in the aftermath of the euro area sovereign debt crisis. Between 2014 and 2016 headline inflation ran persistently below our target of 2%, averaging just 0.3% (Slide 2, right-hand side). As the key policy rate had already been lowered into negative territory in 2014 and was approaching the effective lower bound, the ECB started employing \"unconventional\" monetary policy tools. It offered banks a series of targeted longer-term refinancing operations (TLTROs) and conducted asset purchases to stimulate economic activity and raise inflation. These operations led to a sharp increase in monetary policy assets and, correspondingly, to a rise in central bank liabilities in the form of excess reserves – that is, reserves held by banks beyond minimum requirements (Slide 3). The second wave of balance sheet expansion came with the ECB's response to the pandemic. The launch of the pandemic emergency purchase programme (PEPP) and adjustments to the third series of TLTROs resulted in a further large increase of our monetary policy assets. These measures were necessary to protect the euro area economy from falling into a full-blown financial crisis and economic depression.",
  "date_parsed": "2023-03-28",
  "name": "Isabel Schnabel",
  "link_number": "21",
  "name_orig": "Isabel Schnabel",
  "url_orig": "https://www.bis.org/review/r230328c.htm"
}