{
  "source_url": "https://www.bis.org/review/r240425g.htm",
  "headline": "Isabel Schnabel: The future of inflation (forecast) targeting",
  "description_html": "\n<p>Keynote speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the thirteenth conference organised by the International Research Forum on Monetary Policy \"Monetary Policy Challenges during Uncertain Times\", at the Board of Governors of the Federal Reserve System, Washington, DC, 17 April 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at the thirteenth conference organised by the International Research Forum on Monetary Policy \"Monetary Policy Challenges during Uncertain Times\", at the Board of Governors of the Federal Reserve System, Washington, DC, 17 April 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "26 April 2024",
  "pdf_url": "https://www.bis.org/review/r240425g.pdf",
  "content_html": "\n<p>Since the early 1990s, many central banks worldwide have adopted a framework for monetary policy known as \"inflation targeting\".<span style=\"font-size: 13.6px;\"> </span>In this framework, central banks announce a target rate or range for medium-term inflation, typically 2%, and adjust short-term interest rates to steer actual inflation towards the target.</p>\n<p>The rise of inflation targeting was a response to the turbulent inflation episodes of the 1970s and 1980s when most central banks were only loosely committed to price stability. Inflation targeting was an acknowledgement that monetary policy was most effective when it was given a clear mandate.</p>\n<p>Inflation targeting went hand-in-hand with a discernible increase in central bank independence and transparency. Central banks operating outside the influence of political election cycles played a critical role in making inflation targeting credible and feasible. Political independence, in turn, required central bank officials to publicly explain and justify their actions as a manifestation of democratic accountability.</p>\n<p>Greater transparency was also needed to operationalise inflation targeting. The reason is that, given the lags in monetary policy transmission, central banks can only affect future inflation. As such, inflation targeting has typically been formulated in terms of inflation<span> </span><em>forecast</em><span> </span>targeting where the central bank adjusts policy to offset deviations of its projection of medium-term inflation from the target.</p>\n<p>Inflation forecast targeting requires the central bank to provide a coherent narrative to the public that links its current decisions to the way it expects economic activity and inflation to evolve over the policy-relevant horizon, typically over the next two to three years.</p>\n<p>Inflation forecast targeting has been implemented differently across the central banking community.</p>\n",
  "content_text": "Since the early 1990s, many central banks worldwide have adopted a framework for monetary policy known as \"inflation targeting\". In this framework, central banks announce a target rate or range for medium-term inflation, typically 2%, and adjust short-term interest rates to steer actual inflation towards the target. The rise of inflation targeting was a response to the turbulent inflation episodes of the 1970s and 1980s when most central banks were only loosely committed to price stability. Inflation targeting was an acknowledgement that monetary policy was most effective when it was given a clear mandate. Inflation targeting went hand-in-hand with a discernible increase in central bank independence and transparency. Central banks operating outside the influence of political election cycles played a critical role in making inflation targeting credible and feasible. Political independence, in turn, required central bank officials to publicly explain and justify their actions as a manifestation of democratic accountability. Greater transparency was also needed to operationalise inflation targeting. The reason is that, given the lags in monetary policy transmission, central banks can only affect future inflation. As such, inflation targeting has typically been formulated in terms of inflation forecast targeting where the central bank adjusts policy to offset deviations of its projection of medium-term inflation from the target. Inflation forecast targeting requires the central bank to provide a coherent narrative to the public that links its current decisions to the way it expects economic activity and inflation to evolve over the policy-relevant horizon, typically over the next two to three years. Inflation forecast targeting has been implemented differently across the central banking community.",
  "date_parsed": "2024-04-26",
  "name": "Isabel Schnabel",
  "name_orig": "Isabel Schnabel",
  "url_orig": "https://www.bis.org/review/r240425g.htm"
}