{
  "source_url": "https://www.bis.org/review/r230901j.htm",
  "headline": "Isabel Schnabel: Disinflation and the Phillips curve",
  "description_html": "\n<p>Speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at a conference organised by the European Central Bank and the Federal Reserve Bank of Cleveland's Center for Inflation Research on \"Inflation: Drivers and Dynamics 2023\", Frankfurt am Main, 31 August 2023.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Ms Isabel Schnabel, Member of the Executive Board of the European Central Bank, at a conference organised by the European Central Bank and the Federal Reserve Bank of Cleveland's Center for Inflation Research on \"Inflation: Drivers and Dynamics 2023\", Frankfurt am Main, 31 August 2023. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "01 September 2023",
  "pdf_url": "https://www.bis.org/review/r230901j.pdf",
  "content_html": "\n<p><em>Accompanying <a href=\"/review/r230901j_slides.pdf\">slides</a> of the speech</em></p>\n<p>After more than a year of significant monetary tightening, the outlook for the euro area remains highly uncertain. Activity has moderated visibly, and forward-looking indicators signal weakness ahead. But important pockets of resilience remain, especially the labour market.</p>\n<p>Headline inflation has come down, mainly on the back of previous supply-side shocks unwinding. But underlying price pressures remain stubbornly high, with domestic factors now being the main drivers of inflation in the euro area. Therefore, a sufficiently restrictive monetary policy is critical for bringing inflation back to our 2% target in a timely manner.</p>\n<p>I would like to start my remarks this morning by discussing the drivers behind the recent deterioration in the economic outlook. I will ask how quickly the slowdown in economic growth can be expected to lead to a decline in underlying price pressures and whether the euro area can still hope for a \"soft landing\". This largely depends on the slope of the Phillips curve – a topic that will be discussed extensively at the conference later today.</p>\n<p>I will close my remarks by explaining why the current environment of high uncertainty warrants an approach to monetary policy that is data-dependent and robust, in the sense that it considers not only the most likely future path of inflation but the entire distribution of risks. Assessing the monetary policy stance meeting-by-meeting and adjusting it when necessary will ensure that it remains appropriate at all times.</p>\n<h3></h3>\n",
  "content_text": "Accompanying slides of the speech After more than a year of significant monetary tightening, the outlook for the euro area remains highly uncertain. Activity has moderated visibly, and forward-looking indicators signal weakness ahead. But important pockets of resilience remain, especially the labour market. Headline inflation has come down, mainly on the back of previous supply-side shocks unwinding. But underlying price pressures remain stubbornly high, with domestic factors now being the main drivers of inflation in the euro area. Therefore, a sufficiently restrictive monetary policy is critical for bringing inflation back to our 2% target in a timely manner. I would like to start my remarks this morning by discussing the drivers behind the recent deterioration in the economic outlook. I will ask how quickly the slowdown in economic growth can be expected to lead to a decline in underlying price pressures and whether the euro area can still hope for a \"soft landing\". This largely depends on the slope of the Phillips curve – a topic that will be discussed extensively at the conference later today. I will close my remarks by explaining why the current environment of high uncertainty warrants an approach to monetary policy that is data-dependent and robust, in the sense that it considers not only the most likely future path of inflation but the entire distribution of risks. Assessing the monetary policy stance meeting-by-meeting and adjusting it when necessary will ensure that it remains appropriate at all times.",
  "date_parsed": "2023-09-01",
  "name": "Isabel Schnabel",
  "name_orig": "Isabel Schnabel",
  "url_orig": "https://www.bis.org/review/r230901j.htm"
}