{
  "source_url": "https://www.bis.org/review/r250528a.htm",
  "headline": "Joachim Nagel: European monetary policy in times of high uncertainty",
  "description_html": "\n<p>Lecture by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the <span>Leibniz Centre for European Economic Research (ZEW), Mannheim, 27 May 2025.</span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Lecture by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the Leibniz Centre for European Economic Research (ZEW), Mannheim, 27 May 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "02 June 2025",
  "pdf_url": "https://www.bis.org/review/r250528a.pdf",
  "content_html": "\n<p><em>Check against delivery </em></p>\n<h3>1 Certain uncertainty</h3>\n<p class=\"Reden\" id=\"par-a61411\">Ladies and gentlemen, </p>\n<p class=\"Reden\" id=\"par-aaa3a3\">Thank you very much for your invitation and kind welcome. I am delighted to be with you here in Mannheim today.</p>\n<p class=\"Reden\" id=\"par-uu4ia2\">With this series of events, the<span> </span>ZEW<span> </span>has been providing a forum for political, economic and academic exchange for more than three decades now. You have set out your expectations very clearly: <q>Pressing economic policy issues and recent developments are the focus.</q> </p>\n<p class=\"Reden\" id=\"par-oe9a55\">At present, pressing issues and developments are indeed coming thick and fast. Take, for example, the numerous pivots in trade policy by the<span> </span>US<span> </span>Administration. Sometimes the issues are already outdated before you have even had a chance to address them. In any case, one thing is clear: we have a lot to discuss today. </p>\n<p class=\"Reden\" id=\"par-uu6o61\">Ladies and gentlemen,</p>\n<p class=\"Reden\" id=\"par-o19oa2\">When the<span> </span>ZEW<span> </span>proposed a topic to me just over two months ago, I had no doubt in my mind: there was no chance that the chosen topic would already be outdated. And why not? As Alan Greenspan, former Chairman of the<span> </span>US<span> </span>Federal Reserve, once said: \"Uncertainty is not just an important feature of the monetary policy landscape; it is the defining characteristic of that landscape.\"</p>\n<p class=\"Reden\" id=\"par-o12151\">Greenspan said this in 2003. The term \"the Great Moderation\" had just been coined to describe a period of exceptional macroeconomic stability.<a class=\"teasable__open fn\" href=\"https://www.bundesbank.de/en/press/speeches/european-monetary-policy-in-times-of-high-uncertainty-951276#nb2\" rel=\"footnote noopener noreferrer\" target=\"_blank\">[2]</a><span> </span>Uncertainty seemed to be relatively low at that time. Nevertheless, Greenspan stressed the factor of uncertainty. And he is not alone in this. I would imagine that none of you have ever heard a central banker say that uncertainty is currently negligible. </p>\n",
  "content_text": "Check against delivery 1 Certain uncertainty Ladies and gentlemen, Thank you very much for your invitation and kind welcome. I am delighted to be with you here in Mannheim today. With this series of events, the ZEW has been providing a forum for political, economic and academic exchange for more than three decades now. You have set out your expectations very clearly: Pressing economic policy issues and recent developments are the focus. At present, pressing issues and developments are indeed coming thick and fast. Take, for example, the numerous pivots in trade policy by the US Administration. Sometimes the issues are already outdated before you have even had a chance to address them. In any case, one thing is clear: we have a lot to discuss today. Ladies and gentlemen, When the ZEW proposed a topic to me just over two months ago, I had no doubt in my mind: there was no chance that the chosen topic would already be outdated. And why not? As Alan Greenspan, former Chairman of the US Federal Reserve, once said: \"Uncertainty is not just an important feature of the monetary policy landscape; it is the defining characteristic of that landscape.\" Greenspan said this in 2003. The term \"the Great Moderation\" had just been coined to describe a period of exceptional macroeconomic stability. [2] Uncertainty seemed to be relatively low at that time. Nevertheless, Greenspan stressed the factor of uncertainty. And he is not alone in this. I would imagine that none of you have ever heard a central banker say that uncertainty is currently negligible.",
  "date_parsed": "2025-06-02",
  "name": "Joachim Nagel",
  "link_number": "12",
  "name_orig": "Joachim Nagel",
  "url_orig": "https://www.bis.org/review/r250528a.htm"
}