{
  "source_url": "https://www.bis.org/review/r250213a.htm",
  "headline": "Joachim Nagel: r* in the monetary policy universe - navigational star or dark matter?",
  "description_html": "\n<p>Lecture by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the London School of Economics and Political Science, London, 12 February 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Lecture by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the London School of Economics and Political Science, London, 12 February 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "13 February 2025",
  "pdf_url": "https://www.bis.org/review/r250213a.pdf",
  "content_html": "\n<p><em>Check against delivery </em></p>\n<h3>1 Introduction</h3>\n<p class=\"Reden\" id=\"par-e36a25\">Ladies and gentlemen, It's a pleasure and an honour for me to speak here before such a distinguished audience.</p>\n<p class=\"Reden\" id=\"par-o16144\"><q>Remember to look up at the stars and not down at your feet.</q> This was advice from Stephen Hawking, the famous English physicist and author of numerous books on the cosmos. And who would want to contradict the genius?</p>\n<p class=\"Reden\" id=\"par-e22ai4\">So today I invite you to join me on a stargazing tour. If you don't have a telescope with you, no worries. However, I should add a disclaimer here: When a couple look up at the stars, things could get romantic. When astronomers observe the stars, impressive images can come into view. When economists talk about stars, it usually gets complicated. Now you know what you're getting into! </p>\n<p class=\"Reden\" id=\"par-ei9787\">I'm sure you've already guessed what topic I have in mind: the natural rate of interest – also known as r-star. It is a concept that economists have been grappling with for more than 125 years.<span> </span>And it has perhaps never received more attention than in the current era of monetary policy.</p>\n<p class=\"Reden\" id=\"par-aa68u1\">From a central banker's perspective, I would like to discuss what role r-star can and should play in the monetary policy universe. I will structure my lecture around four key questions: What is r-star and why is it of interest for monetary policy? How have estimates for r-star evolved over the past decades? What drives uncertainty about current estimates and the future evolution of r-star? What conclusions should monetary policy draw from this?</p>\n<h3>2 Definition of r-star and use for monetary policy</h3>\n<p class=\"Reden\" id=\"par-e26768\">Let's start with the definition. The natural rate is the real interest rate that would prevail if the economy were operating at its potential and prices were stable. R-star is commonly thought to be driven by real forces that structurally affect the balance between saving and investment. Think of technological progress and demographics, for example. This also means that r-star should, by definition, be independent of monetary policy. The latter follows from the widely held belief that monetary policy can affect real variables only temporarily, but is neutral in the long term.</p>\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup></sup></a></span></p>\n",
  "content_text": "Check against delivery 1 Introduction Ladies and gentlemen, It's a pleasure and an honour for me to speak here before such a distinguished audience. Remember to look up at the stars and not down at your feet. This was advice from Stephen Hawking, the famous English physicist and author of numerous books on the cosmos. And who would want to contradict the genius? So today I invite you to join me on a stargazing tour. If you don't have a telescope with you, no worries. However, I should add a disclaimer here: When a couple look up at the stars, things could get romantic. When astronomers observe the stars, impressive images can come into view. When economists talk about stars, it usually gets complicated. Now you know what you're getting into! I'm sure you've already guessed what topic I have in mind: the natural rate of interest – also known as r-star. It is a concept that economists have been grappling with for more than 125 years. And it has perhaps never received more attention than in the current era of monetary policy. From a central banker's perspective, I would like to discuss what role r-star can and should play in the monetary policy universe. I will structure my lecture around four key questions: What is r-star and why is it of interest for monetary policy? How have estimates for r-star evolved over the past decades? What drives uncertainty about current estimates and the future evolution of r-star? What conclusions should monetary policy draw from this? 2 Definition of r-star and use for monetary policy Let's start with the definition. The natural rate is the real interest rate that would prevail if the economy were operating at its potential and prices were stable. R-star is commonly thought to be driven by real forces that structurally affect the balance between saving and investment. Think of technological progress and demographics, for example. This also means that r-star should, by definition, be independent of monetary policy. The latter follows from the widely held belief that monetary policy can affect real variables only temporarily, but is neutral in the long term.",
  "date_parsed": "2025-02-13",
  "name": "Joachim Nagel",
  "name_orig": "Joachim Nagel",
  "url_orig": "https://www.bis.org/review/r250213a.htm"
}