{
  "source_url": "https://www.bis.org/review/r250623i.htm",
  "headline": "Joachim Nagel: Target achieved – no reason to let up",
  "description_html": "\n<p>Keynote speech by Dr Joachim Nagel, President of the Deutsche Bundesbank, <span>at the Frankfurt Euro Finance Summit, Frankfurt am Main, 16 June 2025.</span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the Frankfurt Euro Finance Summit, Frankfurt am Main, 16 June 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "23 June 2025",
  "pdf_url": "https://www.bis.org/review/r250623i.pdf",
  "content_html": "\n<p><em>Check against delivery </em></p>\n<h3>1 Germany could be a success story</h3>\n<p class=\"Reden\" id=\"par-i7ia9u\">Ladies and gentlemen, </p>\n<p class=\"Reden\" id=\"par-i731aa\">This is now the fourth time that I have had the honour and pleasure of speaking at the Frankfurt Euro Finance Summit. Thank you very much for your invitation. The name of this event is <q>Agenda 2030 – an equity story for Germany</q>. Now, I am not known as much of a storyteller in my role as Bundesbank President. And attracting investors is not part of my job description, either. But I would like to reiterate here what I have been saying for some time: Germany could be a success story if it can decisively tackle and resolve its structural economic issues.</p>\n<p class=\"Reden\" id=\"par-i84uu5\">After being dubbed the <q>sick man of Europe</q> for a while, great hopes are now being placed in Germany's new Federal Government, both here and throughout Europe. This could actually become a real turnaround story. In a speech held in Berlin at the beginning of March, I outlined twelve key economic policy measures to boost growth in Germany.<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a><span> </span>I will touch upon these briefly again at the end. Today, however, I will be focusing on the topics of economic activity, price developments, and monetary policy.</p>\n<h3>2 Between the tariff shock and shaping the future</h3>\n<p class=\"Reden\" id=\"par-ue273e\">First, let us take a look at the economic situation and growth outlook in Germany. The German economy grew by 0.4 % in the first quarter of this year, after contracting slightly at the end of last year. The expansion in the first quarter was surprisingly significant. It was due, in part, to anticipatory effects related to tariffs, while the underlying cyclical trend remains weak at present.</p>\n<p class=\"Reden\" id=\"par-o2u1u3\">In the second quarter, economic activity is likely to more or less stagnate. Export business is undoubtedly suffering from<span> </span>US<span> </span>tariff policy. In addition, industry is seeing comparatively low capacity utilisation. Accordingly, firms have relatively little incentive to invest. Furthermore, household consumption is currently subdued. This is because the labour market is trending downward and wages are no longer rising as sharply.</p>\n<p class=\"Reden\" id=\"par-uao815\">According to our new Forecast for Germany, the economy will tread water on average this year.<a class=\"hashlink\" href=\"#fn2\" id=\"fn_2\"><sup>2</sup></a><span> </span>However, the forecast was not able to take account of the fact that the revised rate of growth for the first quarter is now twice as high as originally reported. A slight increase in aggregate output therefore appears to be well within the realms of possibility on annual average.</p>\n<p class=\"Reden\" id=\"par-a3a559\">In any case, this would then mark three years in a row with essentially no economic growth. However, there are now more and more signs that this long period of drought is coming to an end. The Bundesbank's economists consider it likely that German gross domestic product will see a noticeable rise of 0.7 % in calendar-adjusted terms next year. For 2027, they are projecting a growth rate of 1.2 %.</p>\n<p class=\"Reden\" id=\"par-e9762a\">This means that, after this long drought, we have not quite reached a lush green oasis just yet. Instead, Germany's path forward remains challenging – between the tariff shock and shaping the future. On the one hand,<span> </span>US<span> </span>trade policy and geopolitical uncertainty are burdens. On the other hand, the fiscal package is bolstering economic activity.</p>\n<p class=\"Reden\" id=\"par-i4o4e5\">On their own, the tariff hikes factored into the baseline scenario of the forecast and the heightened level of uncertainty could cost Germany around ¾ percentage point of economic growth over the medium term. There are three key factors here. First, tariffs are making German products less competitive in the key<span> </span>US<span> </span>sales market. Second, export business is suffering from the overall weakening of global economic growth caused by tariffs. Third, elevated uncertainty is dampening economic growth. The lack of planning certainty is paralysing firms' investment, in particular.</p>\n<p class=\"Reden\" id=\"par-eo743a\">Alongside tariffs and greater uncertainty, the changes in exchange rates, financial market responses and commodity prices triggered by<span> </span>US<span> </span>economic policy are also having an impact on economic growth. But I would like to point out the following: the estimated growth losses for Germany of ¾ percentage point over the medium term represent just a snapshot of trade policy. It appears possible that the tariff dispute could either escalate or de-escalate at any time.</p>\n<p class=\"Reden\" id=\"par-e9ao46\">As I mentioned before, the growth-damaging effects of tariffs are offset by the positive growth stimulus from fiscal policy. Extensive scope for additional debt has been created for increased expenditure on infrastructure and defence. However, the exact shape that the new fiscal stance will ultimately take is still unclear. In the new Forecast for Germany, our experts estimate that the additional expenditure on defence and infrastructure alone could increase economic growth by a total of ¾ percentage point in 2026 and 2027. </p>\n<p class=\"Reden\" id=\"par-ui23au\">Nevertheless, Germany's growth remains below the euro area average. According to the June Eurosystem staff projections, euro area economic output will rise by 0.9 % this year.<a class=\"hashlink\" href=\"#fn3\" id=\"fn_3\"><sup>3</sup></a><span> </span>Next year and the year after, the pace of growth is expected pick up slightly to 1.1 % and 1.3 %, respectively.</p>\n<p class=\"Reden\" id=\"par-o2237o\">I recently gave an entire speech on the topic of <q>monetary policy in times of high uncertainty</q>.<a class=\"hashlink\" href=\"#fn4\" id=\"fn_4\"><sup>4</sup></a><span> </span>At this point, I would like to emphasise one thing in particular: the economic outlook is extremely uncertain at present. But it already seems as if exceptional uncertainty is almost becoming the new norm.</p>\n<p class=\"Reden\" id=\"par-i1e551\">It is still very difficult to assess how the situation in the Middle East will develop following Israel's attack on Iran. We can all only hope that the conflicts in the Middle East will be resolved as quickly as possible. Every single person who has to suffer from war is one too many. The economic repercussions of the conflict in the Middle East are also impossible to predict at present. In the event of a prolonged and severe conflict, oil prices could rise considerably, for instance. The economic outlook could then change markedly compared to what I am talking about today – in terms of both economic activity and prices.</p>\n<h3>3 2 % target achieved</h3>\n<p class=\"Reden\" id=\"par-a1ouo8\">Alongside oil and gas prices, tariff policy and fiscal policy play important roles in future price developments. However, their currently expected impact on inflation is unclear.</p>\n<p class=\"Reden\" id=\"par-eai74a\">For example, lower economic growth due to the tariff dispute could further reduce inflationary pressures. Conversely, tariff-related fragmentation of supply chains could result in higher costs, which would then lead to rising prices.</p>\n<p class=\"Reden\" id=\"par-a43ao6\">German fiscal policy will likely dampen inflation markedly in the short term if relief measures, such as the reduction in electricity tax and grid fees, come into effect. By contrast, greater expenditure on defence and infrastructure could drive aggregate demand and, indirectly, consumer prices over the medium term.</p>\n<p class=\"Reden\" id=\"par-u55e93\">It is clear that the broad-based decline in commodity prices is already putting the brakes on inflation. And it is also clear that a stronger euro will reduce price inflation in both Germany and the euro area as a whole. The recent exchange rate movements were atypical for periods of heightened uncertainty in the financial markets. Unusually, the<span> </span>US<span> </span>dollar did not benefit from its status as a safe haven, but depreciated instead. Immediately after the announcements of<span> </span>US<span> </span>tariffs at the beginning of April, there was a slump in risk appetite amongst investors, leading to significant losses in the stock market amid high financial market volatility. The prices of<span> </span>US<span> </span>Treasuries also fell markedly. </p>\n<p class=\"Reden\" id=\"par-auoio6\">In the new Eurosystem staff projections, exchange rate developments are another reason why the inflation forecast was revised downwards over the shorter term. For this year, the economists now expect euro area inflation of 2 %. Next year, it is expected to temporarily fall markedly to 1.6 %, before rising to 2 % again in 2027.</p>\n<p class=\"Reden\" id=\"par-a5e71a\">In contrast to the projections that the<span> </span>ECB<span> </span>released in March, we are pleased to say that we are now likely to achieve the 2 % target this year. According to initial estimates, euro area inflation declined to 1.9 % in May. We are expecting comparable figures for the coming months. I am therefore confident that inflation will stabilise at 2 % on a sustainable basis and that we will thus achieve our medium-term inflation target. </p>\n<p class=\"Reden\" id=\"par-a35e3e\">This holds true even if the inflation rate may temporarily dip below 2 % next year, driven mainly by lower energy prices. It is unlikely that inflation will remain persistently below target. Underlying inflation and, above all, services inflation are too high for this to happen. According to initial estimates, services inflation declined significantly in May, but still stands at 3.2 %.</p>\n<h3>4 No reason for monetary policy to let up</h3>\n<p class=\"Reden\" id=\"par-io52i5\">At the most recent meeting of the<span> </span>ECB<span> </span>Governing Council, we lowered the key<span> </span>ECB<span> </span>interest rates for the eighth time by 25 basis points. Due to the improved price outlook, I believe that this decision was appropriate. The key interest rate now stands at 2 %. It is thus exactly in the middle of the range for the natural rate of interest calculated by Eurosystem experts.<a class=\"hashlink\" href=\"#fn5\" id=\"fn_5\"><sup>5</sup></a><span> </span>Despite all of the conceptual difficulties and uncertainty surrounding the natural rate of interest:<a class=\"hashlink\" href=\"#fn6\" id=\"fn_6\"><sup>6</sup></a><span> </span>monetary policy is certainly no longer having a restrictive effect with the current key interest rates. In my view, this level of interest rates provides us with a very good starting position from which to respond to a wide variety of developments. </p>\n<p class=\"Reden\" id=\"par-a135o7\">Current price data and inflation forecasts are signalling <q>mission accomplished</q>. We on the<span> </span>ECB<span> </span>Governing Council can certainly be satisfied with this. However, we cannot simply sit back and take it easy. Instead, it is vital that we keep our eyes and ears open for any risks to price stability. This also holds true given the current developments in the Middle East.</p>\n<p class=\"Reden\" id=\"par-e5e17u\">In light of the present uncertainty, cautious monetary policy and communication remain appropriate. The degree of uncertainty is already far too high. The<span> </span>ECB<span> </span>Governing Council should not add to this itself. As critical factors can change quickly in the current environment, we would be well advised to stay flexible. In other words, it is not sensible to make pre-commitments – neither for cutting interest rates again nor for keeping monetary policy unchanged. We should continue to make data-dependent decisions on a meeting-by-meeting basis and not rush into anything.</p>\n<h3>5 Spending alone is not enough</h3>\n<p class=\"Reden\" id=\"par-a6491u\">Allow me to conclude by summarising the most important points: for the German economy, there are signs that the long period of drought is coming to an end. However, the path ahead will not lead us straight to a green oasis, but will remain challenging – between growth-damaging tariff effects and growth-enhancing fiscal policy. Even if euro area inflation is back around 2 % and will likely remain there in the medium term again after a dip, too, monetary policymakers have no reason to let up. Given the very high degree of uncertainty, the<span> </span>ECB<span> </span>Governing Council needs to be especially responsive and cautious.</p>\n<p class=\"Reden\" id=\"par-i38ee7\">Furthermore, with regard to economic policy, I would like to convey the following message: spending alone is by no means enough. Persistently higher growth in Germany can only be achieved if structural adjustments are made at the same time. To name just the key points: expanding the supply of labour, advancing the energy transition, creating better investment conditions for enterprises. This also includes strengthening incentives to work, accelerating planning and approval processes, and reducing excessive bureaucracy.</p>\n<p id=\"par-o8684a\">Then, additional government spending can bring growth to a consistently higher path if the extra funds are used effectively and efficiently for infrastructure, research, innovation, digitalisation, and defence. This could turn into a success story for Germany.</p>\n<hr/>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> Nagel, J.,<span> </span><a class=\"external\" href=\"https://www.bundesbank.de/en/press/speeches/economic-policy-measures-to-boost-growth-in-germany-953566\" rel=\"noopener noreferrer\" target=\"_blank\">Economic policy measures to boost growth in Germany | Deutsche Bundesbank</a>, speech held at the Berlin School of Economics, Humboldt University of Berlin, 10 March 2025.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup>2</sup></a> Deutsche Bundesbank (2025), <a class=\"external\" href=\"https://www.bundesbank.de/de/presse/pressenotizen/deutschland-prognose-wirtschaftliche-erholung-kommt-langsam-in-gang-959260\" rel=\"noopener noreferrer\" target=\"_blank\">The Bundesbank's forecast for Germany: Economic recovery slowly getting started | Deutsche Bundesbank</a>.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_3\" name=\"fn3\"><sup>3</sup></a> European Central Bank,<span> </span><a class=\"external\" href=\"https://www.ecb.europa.eu/press/projections/html/ecb.projections202506_eurosystemstaff~16a68fbaf4.en.html\" rel=\"noopener noreferrer\" target=\"_blank\">Eurosystem staff macroeconomic projections for the euro area, June 2025</a>.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_4\" name=\"fn4\"><sup>4</sup></a> Nagel, J.,<span> </span><a class=\"external\" href=\"https://www.bundesbank.de/en/press/speeches/european-monetary-policy-in-times-of-high-uncertainty-951276\" rel=\"noopener noreferrer\" target=\"_blank\">European monetary policy in times of high uncertainty | Deutsche Bundesbank</a>, lecture at<span> </span><span>ZEW</span> – Leibniz Centre for European Economic Research, 27 May 2025.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_5\" name=\"fn5\"><sup>5</sup></a> See Brand, C., N. Lisack and F. Mazelis (2025), Natural rate estimates for the euro area: insights, uncertainties and shortcomings,<span> </span>ECB<span> </span>Economic Bulletin, 1/2025.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_6\" name=\"fn6\"><sup>6</sup></a> Nagel, J.,<span> </span><a class=\"external\" href=\"https://www.bundesbank.de/en/press/speeches/r-in-the-monetary-policy-universe-navigational-star-or-dark-matter--950660\" rel=\"noopener noreferrer\" target=\"_blank\">r* in the monetary policy universe: navigational star or dark matter? | Deutsche Bundesbank</a>, lecture at the London School of Economics and Political Science, 12 February 2025.</p>\n",
  "content_text": "Check against delivery 1 Germany could be a success story Ladies and gentlemen, This is now the fourth time that I have had the honour and pleasure of speaking at the Frankfurt Euro Finance Summit. Thank you very much for your invitation. The name of this event is Agenda 2030 – an equity story for Germany . Now, I am not known as much of a storyteller in my role as Bundesbank President. And attracting investors is not part of my job description, either. But I would like to reiterate here what I have been saying for some time: Germany could be a success story if it can decisively tackle and resolve its structural economic issues. After being dubbed the sick man of Europe for a while, great hopes are now being placed in Germany's new Federal Government, both here and throughout Europe. This could actually become a real turnaround story. In a speech held in Berlin at the beginning of March, I outlined twelve key economic policy measures to boost growth in Germany. 1 I will touch upon these briefly again at the end. Today, however, I will be focusing on the topics of economic activity, price developments, and monetary policy. 2 Between the tariff shock and shaping the future First, let us take a look at the economic situation and growth outlook in Germany. The German economy grew by 0.4 % in the first quarter of this year, after contracting slightly at the end of last year. The expansion in the first quarter was surprisingly significant. It was due, in part, to anticipatory effects related to tariffs, while the underlying cyclical trend remains weak at present. In the second quarter, economic activity is likely to more or less stagnate. Export business is undoubtedly suffering from US tariff policy. In addition, industry is seeing comparatively low capacity utilisation. Accordingly, firms have relatively little incentive to invest. Furthermore, household consumption is currently subdued. This is because the labour market is trending downward and wages are no longer rising as sharply. According to our new Forecast for Germany, the economy will tread water on average this year. 2 However, the forecast was not able to take account of the fact that the revised rate of growth for the first quarter is now twice as high as originally reported. A slight increase in aggregate output therefore appears to be well within the realms of possibility on annual average. In any case, this would then mark three years in a row with essentially no economic growth. However, there are now more and more signs that this long period of drought is coming to an end. The Bundesbank's economists consider it likely that German gross domestic product will see a noticeable rise of 0.7 % in calendar-adjusted terms next year. For 2027, they are projecting a growth rate of 1.2 %. This means that, after this long drought, we have not quite reached a lush green oasis just yet. Instead, Germany's path forward remains challenging – between the tariff shock and shaping the future. On the one hand, US trade policy and geopolitical uncertainty are burdens. On the other hand, the fiscal package is bolstering economic activity. On their own, the tariff hikes factored into the baseline scenario of the forecast and the heightened level of uncertainty could cost Germany around ¾ percentage point of economic growth over the medium term. There are three key factors here. First, tariffs are making German products less competitive in the key US sales market. Second, export business is suffering from the overall weakening of global economic growth caused by tariffs. Third, elevated uncertainty is dampening economic growth. The lack of planning certainty is paralysing firms' investment, in particular. Alongside tariffs and greater uncertainty, the changes in exchange rates, financial market responses and commodity prices triggered by US economic policy are also having an impact on economic growth. But I would like to point out the following: the estimated growth losses for Germany of ¾ percentage point over the medium term represent just a snapshot of trade policy. It appears possible that the tariff dispute could either escalate or de-escalate at any time. As I mentioned before, the growth-damaging effects of tariffs are offset by the positive growth stimulus from fiscal policy. Extensive scope for additional debt has been created for increased expenditure on infrastructure and defence. However, the exact shape that the new fiscal stance will ultimately take is still unclear. In the new Forecast for Germany, our experts estimate that the additional expenditure on defence and infrastructure alone could increase economic growth by a total of ¾ percentage point in 2026 and 2027. Nevertheless, Germany's growth remains below the euro area average. According to the June Eurosystem staff projections, euro area economic output will rise by 0.9 % this year. 3 Next year and the year after, the pace of growth is expected pick up slightly to 1.1 % and 1.3 %, respectively. I recently gave an entire speech on the topic of monetary policy in times of high uncertainty . 4 At this point, I would like to emphasise one thing in particular: the economic outlook is extremely uncertain at present. But it already seems as if exceptional uncertainty is almost becoming the new norm. It is still very difficult to assess how the situation in the Middle East will develop following Israel's attack on Iran. We can all only hope that the conflicts in the Middle East will be resolved as quickly as possible. Every single person who has to suffer from war is one too many. The economic repercussions of the conflict in the Middle East are also impossible to predict at present. In the event of a prolonged and severe conflict, oil prices could rise considerably, for instance. The economic outlook could then change markedly compared to what I am talking about today – in terms of both economic activity and prices. 3 2 % target achieved Alongside oil and gas prices, tariff policy and fiscal policy play important roles in future price developments. However, their currently expected impact on inflation is unclear. For example, lower economic growth due to the tariff dispute could further reduce inflationary pressures. Conversely, tariff-related fragmentation of supply chains could result in higher costs, which would then lead to rising prices. German fiscal policy will likely dampen inflation markedly in the short term if relief measures, such as the reduction in electricity tax and grid fees, come into effect. By contrast, greater expenditure on defence and infrastructure could drive aggregate demand and, indirectly, consumer prices over the medium term. It is clear that the broad-based decline in commodity prices is already putting the brakes on inflation. And it is also clear that a stronger euro will reduce price inflation in both Germany and the euro area as a whole. The recent exchange rate movements were atypical for periods of heightened uncertainty in the financial markets. Unusually, the US dollar did not benefit from its status as a safe haven, but depreciated instead. Immediately after the announcements of US tariffs at the beginning of April, there was a slump in risk appetite amongst investors, leading to significant losses in the stock market amid high financial market volatility. The prices of US Treasuries also fell markedly. In the new Eurosystem staff projections, exchange rate developments are another reason why the inflation forecast was revised downwards over the shorter term. For this year, the economists now expect euro area inflation of 2 %. Next year, it is expected to temporarily fall markedly to 1.6 %, before rising to 2 % again in 2027. In contrast to the projections that the ECB released in March, we are pleased to say that we are now likely to achieve the 2 % target this year. According to initial estimates, euro area inflation declined to 1.9 % in May. We are expecting comparable figures for the coming months. I am therefore confident that inflation will stabilise at 2 % on a sustainable basis and that we will thus achieve our medium-term inflation target. This holds true even if the inflation rate may temporarily dip below 2 % next year, driven mainly by lower energy prices. It is unlikely that inflation will remain persistently below target. Underlying inflation and, above all, services inflation are too high for this to happen. According to initial estimates, services inflation declined significantly in May, but still stands at 3.2 %. 4 No reason for monetary policy to let up At the most recent meeting of the ECB Governing Council, we lowered the key ECB interest rates for the eighth time by 25 basis points. Due to the improved price outlook, I believe that this decision was appropriate. The key interest rate now stands at 2 %. It is thus exactly in the middle of the range for the natural rate of interest calculated by Eurosystem experts. 5 Despite all of the conceptual difficulties and uncertainty surrounding the natural rate of interest: 6 monetary policy is certainly no longer having a restrictive effect with the current key interest rates. In my view, this level of interest rates provides us with a very good starting position from which to respond to a wide variety of developments. Current price data and inflation forecasts are signalling mission accomplished . We on the ECB Governing Council can certainly be satisfied with this. However, we cannot simply sit back and take it easy. Instead, it is vital that we keep our eyes and ears open for any risks to price stability. This also holds true given the current developments in the Middle East. In light of the present uncertainty, cautious monetary policy and communication remain appropriate. The degree of uncertainty is already far too high. The ECB Governing Council should not add to this itself. As critical factors can change quickly in the current environment, we would be well advised to stay flexible. In other words, it is not sensible to make pre-commitments – neither for cutting interest rates again nor for keeping monetary policy unchanged. We should continue to make data-dependent decisions on a meeting-by-meeting basis and not rush into anything. 5 Spending alone is not enough Allow me to conclude by summarising the most important points: for the German economy, there are signs that the long period of drought is coming to an end. However, the path ahead will not lead us straight to a green oasis, but will remain challenging – between growth-damaging tariff effects and growth-enhancing fiscal policy. Even if euro area inflation is back around 2 % and will likely remain there in the medium term again after a dip, too, monetary policymakers have no reason to let up. Given the very high degree of uncertainty, the ECB Governing Council needs to be especially responsive and cautious. Furthermore, with regard to economic policy, I would like to convey the following message: spending alone is by no means enough. Persistently higher growth in Germany can only be achieved if structural adjustments are made at the same time. To name just the key points: expanding the supply of labour, advancing the energy transition, creating better investment conditions for enterprises. This also includes strengthening incentives to work, accelerating planning and approval processes, and reducing excessive bureaucracy. Then, additional government spending can bring growth to a consistently higher path if the extra funds are used effectively and efficiently for infrastructure, research, innovation, digitalisation, and defence. This could turn into a success story for Germany. 1 Nagel, J., Economic policy measures to boost growth in Germany | Deutsche Bundesbank , speech held at the Berlin School of Economics, Humboldt University of Berlin, 10 March 2025. 2 Deutsche Bundesbank (2025), The Bundesbank's forecast for Germany: Economic recovery slowly getting started | Deutsche Bundesbank . 3 European Central Bank, Eurosystem staff macroeconomic projections for the euro area, June 2025 . 4 Nagel, J., European monetary policy in times of high uncertainty | Deutsche Bundesbank , lecture at ZEW – Leibniz Centre for European Economic Research, 27 May 2025. 5 See Brand, C., N. Lisack and F. Mazelis (2025), Natural rate estimates for the euro area: insights, uncertainties and shortcomings, ECB Economic Bulletin, 1/2025. 6 Nagel, J., r* in the monetary policy universe: navigational star or dark matter? | Deutsche Bundesbank , lecture at the London School of Economics and Political Science, 12 February 2025.",
  "date_parsed": "2025-06-23",
  "name": "Joachim Nagel",
  "link_number": "11",
  "name_orig": "Joachim Nagel",
  "url_orig": "https://www.bis.org/review/r250623i.htm"
}