{
  "source_url": "https://www.bis.org/review/r251105h.htm",
  "headline": "Joachim Nagel: We're stronger together – getting Europe fit for its new global role",
  "description_html": "\n<p>Speech by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the Bundesbank's Capital City Reception, Berlin, 4 November 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the Bundesbank's Capital City Reception, Berlin, 4 November 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "10 November 2025",
  "pdf_url": "https://www.bis.org/review/r251105h.pdf",
  "content_html": "\n<p><em>Check against delivery </em></p>\n<h3>1 Introductory remarks</h3>\n<p class=\"Reden\" id=\"par-i5iu8o\">Ladies and gentlemen,</p>\n<p class=\"Reden\" id=\"par-o429eu\">I would like to extend a warm welcome to you all here at the Bundesbank's Capital City Reception.</p>\n<p class=\"Reden\" id=\"par-u8221e\">It is a great pleasure to have Zanny Minton Beddoes with us this evening as our guest speaker. Zanny probably won't be aware of this, but she helped set the agenda for this event two years ago. At that particular Capital City Reception, we discussed whether Germany was once again the sick man of Europe. That question had been brought up by a widely regarded cover story in \"The Economist\". And incidentally, there's hardly any other question I've been asked about so frequently since then.</p>\n<p class=\"Reden\" id=\"par-o95o48\">Today, we want to look at the bigger picture beyond Germany with Zanny Minton Beddoes. Given the changes in the global situation, you could almost say our theme for this evening suggested itself: Europe's new global role.</p>\n<h3>2 New geopolitical reality</h3>\n<p class=\"Reden\" id=\"par-o69a29\">The period between the 1980s and the onset of the financial crisis saw globalisation and multilateralism blossom. Those blooms withered slowly at first, then abruptly. Or, as Ernest Hemingway would have put it, \"gradually and then suddenly\". Nowadays, vegetation of a different variety is running rampant in the geopolitical landscape: tariffs, a pivot towards nationalism, and a war in Europe. What kind of \"harvest\" is Europe in for now?</p>\n<p class=\"Reden\" id=\"par-e66u82\">Let's be realistic: there isn't a single state on our continent that is a major power on its own. At the same time, national rivalries are on the increase worldwide, and order is based more on power than on rules. In this kind of world, it's all too easy for individual countries to become the plaything of the major powers. More sovereignty is something we gain mainly by acting together. If we stand as one in Europe, we have the opportunity to determine our future for ourselves.</p>\n<p class=\"Reden\" id=\"par-ioeu4i\">Though it may still be incomplete, the European Union's single market carries great economic weight internationally. That's something the<span> </span>EU<span> </span>can put in the balance in negotiations. But what if the other side uses different weights altogether to tilt the scales in its favour – like special types of semiconductors or rare earths? Then the situation changes: dependencies in critical areas weaken our negotiating position. For Europe to leverage its own strengths in negotiations, it must start with the weak points and build up its muscles right there. Let me briefly show you where and how that might happen using two examples. </p>\n<h3>3 Strengthening Europe together</h3>\n<p class=\"logic--id--par-uo5942 mt-3\" id=\"tar-4\"><strong>3.1 Improving defence capabilities together</strong></p>\n<p class=\"Reden\" id=\"par-e68178\">Europe needs stronger muscles, first, in terms of its defence capabilities. This is where two developments come together: one,<span> </span>EU<span> </span>Member States are facing the gravest threat to their security in decades. Two, the United States, the strongest partner in the<span> </span>NATO<span> </span>alliance, is calling on us to contribute much, much more to our own security than before. Taken together, this means that Europe will have to build up its defence capabilities through its own efforts – and do so quickly. Ambition and reality lie far apart.</p>\n<p class=\"Reden\" id=\"par-u6o627\">I'm a central banker, not a defence expert. It does seem clear to me, though, that close cooperation and coordination in Europe are crucial to live up to that ambition. And I say \"Europe\" deliberately. Because the door should also be open to countries outside the<span> </span>EU<span> </span>if they have similar security interests, like the<span> </span>UK<span> </span>and Norway.</p>\n<p class=\"Reden\" id=\"par-o179ee\">We should take a joint approach to large-scale defence projects that promise to protect the whole of Europe, for example. Various joint initiatives have been undertaken, but defence procurement has, for the most part, been a national matter to date. In small-scale markets in which national defence champions wield significant market power, the growing demand can hardly be met efficiently. Rather, there is a risk that prices will spike sharply higher if additional orders are placed.</p>\n<p class=\"Reden\" id=\"par-a7i64u\">That is why I welcome the European Commission's initiative to establish a single market for defence products as part of the Readiness 2030 programme. This could help lower unit costs in procurement. <span>Estimates suggest that Europe loses out on as much as €57 billion – per year, that is – because we don't make the most of synergies and economies of scale.<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a></span></p>\n<p class=\"Reden\" id=\"par-o164a7\">Needless to say, effective common defence involves far more than the joint procurement of armaments. Equipment, personnel and strategy have to be in alignment – and that's why they also need to be thought of, and developed as a whole. All the more so, given that technology and the deployment profiles of weapons systems are evolving at a breathtaking speed on account of the war in Ukraine. Procurement plans and processes, too, need to take account of this fast pace of change, the rapid obsolescence of systems that are considered state of the art today, and the enormous throughput of materials.</p>\n<p class=\"Reden\" id=\"par-u37463\">What matters now is to find suitable structures for this closer cooperation. The clock is ticking. We need to start making things happen. In this case, the solution cannot be to seek the lowest common denominator within the<span> </span><span class=\"text-nowrap\">EU.</span><span> </span>Member States that want to move ahead quickly should get together – ideally, with non-EU<span> </span>countries that share the same security and defence interests. Because security issues do not stop at the<span> </span>EU's external border. </p>\n<p class=\"Reden\" id=\"par-a19ou5\">We now need to see whether the countries of Europe are willing to surrender powers in a sphere that is as sensitive as defence in order to achieve more together. That would also be the groundwork for joint financing. I am counting here on the strong political will in Europe to bite the bullet. The new security situation demands new answers.</p>\n<p class=\"logic--id--par-e2o2u1 mt-3\" id=\"tar-5\"><strong>3.2 Maximising the single market's potential</strong></p>\n<p class=\"Reden\" id=\"par-a45aa3\">The second muscle we need to train is already fairly strong: our common European market – the world's biggest single market. It's a muscle we particularly need to build up in areas that are critical to success – areas in which we are currently reliant on providers outside Europe. Besides the defence sector, that is the case for some digital technologies, for example. Providing venture capital for innovative start-ups, or the world of payments, are other areas I could mention as well. </p>\n<p class=\"Reden\" id=\"par-e21aa9\">That's why two areas of action are crucially important for me as a central banker: the savings and investments union, and the digital euro. We need both of these for various reasons, not least to unleash more competitiveness and growth in the European economy. But at the same time, they would also make a great deal of sense from a geostrategic perspective. Because they could make us less reliant on others and boost resilience.</p>\n<p class=\"Reden\" id=\"par-a348o2\">The digital euro, for example, can reduce the currently still high degree of reliance on a handful of non-European enterprises in the field of electronic payments. At present, around two-thirds of card payments in the euro area are made via non-European providers such as Visa or Mastercard – meaning they are often routed through servers outside Europe. And if<span> </span>US<span> </span>dollar stablecoins were to spread, this could leave Europe more dependent still on<span> </span>US<span> </span>firms.</p>\n<p class=\"Reden\" id=\"par-a3ia1a\">With the digital euro, we are helping Europe gain more sovereignty in a critical infrastructure. What is still lacking is a legal basis. The ball is now in the European Parliament's and the Council's court. I very much hope to see progress in this front soon.</p>\n<h3>4 Conclusion</h3>\n<p class=\"Reden\" id=\"par-o6e171\">Ladies and gentlemen,</p>\n<p class=\"Reden\" id=\"par-u46ee8\">Before our muscles begin to ache, I will conclude my speech. \"Europe is an economic giant, a political dwarf and a military worm.\" Perhaps you'll be familiar with this remark by former Belgian Foreign Minister Mark Eyskens. He said that more than 30 years ago.</p>\n<p class=\"Reden\" id=\"par-iia3o3\">Tilting this imbalance was a desirable aim in the world 30 years ago. In today's world, it is imperative. Europe should rise to the geopolitical changes under its own steam – economically, politically and militarily. This calls for targeted muscle development. Looking at the weak points I mentioned earlier, we can see that the training is beginning to work. What matters now is to keep at it and make Europe fit for its new global role.</p>\n<p class=\"Reden\" id=\"par-o7iuo6\">Thank you very much. </p>\n<hr/>\n<p class=\"Reden footnote\"><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> Centrone, M. and M. Fernandes (2024),<span> </span><a class=\"external\" href=\"https://www.europarl.europa.eu/RegData/etudes/STUD/2024/762855/EPRS_STU(2024)762855_EN.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">Improving the quality of European defence spending – cost of non-Europe report</a>, European Parliamentary Research Service.</p>\n",
  "content_text": "Check against delivery 1 Introductory remarks Ladies and gentlemen, I would like to extend a warm welcome to you all here at the Bundesbank's Capital City Reception. It is a great pleasure to have Zanny Minton Beddoes with us this evening as our guest speaker. Zanny probably won't be aware of this, but she helped set the agenda for this event two years ago. At that particular Capital City Reception, we discussed whether Germany was once again the sick man of Europe. That question had been brought up by a widely regarded cover story in \"The Economist\". And incidentally, there's hardly any other question I've been asked about so frequently since then. Today, we want to look at the bigger picture beyond Germany with Zanny Minton Beddoes. Given the changes in the global situation, you could almost say our theme for this evening suggested itself: Europe's new global role. 2 New geopolitical reality The period between the 1980s and the onset of the financial crisis saw globalisation and multilateralism blossom. Those blooms withered slowly at first, then abruptly. Or, as Ernest Hemingway would have put it, \"gradually and then suddenly\". Nowadays, vegetation of a different variety is running rampant in the geopolitical landscape: tariffs, a pivot towards nationalism, and a war in Europe. What kind of \"harvest\" is Europe in for now? Let's be realistic: there isn't a single state on our continent that is a major power on its own. At the same time, national rivalries are on the increase worldwide, and order is based more on power than on rules. In this kind of world, it's all too easy for individual countries to become the plaything of the major powers. More sovereignty is something we gain mainly by acting together. If we stand as one in Europe, we have the opportunity to determine our future for ourselves. Though it may still be incomplete, the European Union's single market carries great economic weight internationally. That's something the EU can put in the balance in negotiations. But what if the other side uses different weights altogether to tilt the scales in its favour – like special types of semiconductors or rare earths? Then the situation changes: dependencies in critical areas weaken our negotiating position. For Europe to leverage its own strengths in negotiations, it must start with the weak points and build up its muscles right there. Let me briefly show you where and how that might happen using two examples. 3 Strengthening Europe together 3.1 Improving defence capabilities together Europe needs stronger muscles, first, in terms of its defence capabilities. This is where two developments come together: one, EU Member States are facing the gravest threat to their security in decades. Two, the United States, the strongest partner in the NATO alliance, is calling on us to contribute much, much more to our own security than before. Taken together, this means that Europe will have to build up its defence capabilities through its own efforts – and do so quickly. Ambition and reality lie far apart. I'm a central banker, not a defence expert. It does seem clear to me, though, that close cooperation and coordination in Europe are crucial to live up to that ambition. And I say \"Europe\" deliberately. Because the door should also be open to countries outside the EU if they have similar security interests, like the UK and Norway. We should take a joint approach to large-scale defence projects that promise to protect the whole of Europe, for example. Various joint initiatives have been undertaken, but defence procurement has, for the most part, been a national matter to date. In small-scale markets in which national defence champions wield significant market power, the growing demand can hardly be met efficiently. Rather, there is a risk that prices will spike sharply higher if additional orders are placed. That is why I welcome the European Commission's initiative to establish a single market for defence products as part of the Readiness 2030 programme. This could help lower unit costs in procurement. Estimates suggest that Europe loses out on as much as €57 billion – per year, that is – because we don't make the most of synergies and economies of scale. 1 Needless to say, effective common defence involves far more than the joint procurement of armaments. Equipment, personnel and strategy have to be in alignment – and that's why they also need to be thought of, and developed as a whole. All the more so, given that technology and the deployment profiles of weapons systems are evolving at a breathtaking speed on account of the war in Ukraine. Procurement plans and processes, too, need to take account of this fast pace of change, the rapid obsolescence of systems that are considered state of the art today, and the enormous throughput of materials. What matters now is to find suitable structures for this closer cooperation. The clock is ticking. We need to start making things happen. In this case, the solution cannot be to seek the lowest common denominator within the EU. Member States that want to move ahead quickly should get together – ideally, with non-EU countries that share the same security and defence interests. Because security issues do not stop at the EU's external border. We now need to see whether the countries of Europe are willing to surrender powers in a sphere that is as sensitive as defence in order to achieve more together. That would also be the groundwork for joint financing. I am counting here on the strong political will in Europe to bite the bullet. The new security situation demands new answers. 3.2 Maximising the single market's potential The second muscle we need to train is already fairly strong: our common European market – the world's biggest single market. It's a muscle we particularly need to build up in areas that are critical to success – areas in which we are currently reliant on providers outside Europe. Besides the defence sector, that is the case for some digital technologies, for example. Providing venture capital for innovative start-ups, or the world of payments, are other areas I could mention as well. That's why two areas of action are crucially important for me as a central banker: the savings and investments union, and the digital euro. We need both of these for various reasons, not least to unleash more competitiveness and growth in the European economy. But at the same time, they would also make a great deal of sense from a geostrategic perspective. Because they could make us less reliant on others and boost resilience. The digital euro, for example, can reduce the currently still high degree of reliance on a handful of non-European enterprises in the field of electronic payments. At present, around two-thirds of card payments in the euro area are made via non-European providers such as Visa or Mastercard – meaning they are often routed through servers outside Europe. And if US dollar stablecoins were to spread, this could leave Europe more dependent still on US firms. With the digital euro, we are helping Europe gain more sovereignty in a critical infrastructure. What is still lacking is a legal basis. The ball is now in the European Parliament's and the Council's court. I very much hope to see progress in this front soon. 4 Conclusion Ladies and gentlemen, Before our muscles begin to ache, I will conclude my speech. \"Europe is an economic giant, a political dwarf and a military worm.\" Perhaps you'll be familiar with this remark by former Belgian Foreign Minister Mark Eyskens. He said that more than 30 years ago. Tilting this imbalance was a desirable aim in the world 30 years ago. In today's world, it is imperative. Europe should rise to the geopolitical changes under its own steam – economically, politically and militarily. This calls for targeted muscle development. Looking at the weak points I mentioned earlier, we can see that the training is beginning to work. What matters now is to keep at it and make Europe fit for its new global role. Thank you very much. 1 Centrone, M. and M. Fernandes (2024), Improving the quality of European defence spending – cost of non-Europe report , European Parliamentary Research Service.",
  "date_parsed": "2025-11-10",
  "name": "Joachim Nagel",
  "name_orig": "Joachim Nagel",
  "url_orig": "https://www.bis.org/review/r251105h.htm"
}