{
  "source_url": "https://www.bis.org/review/r241104b.htm",
  "headline": "Joachim Nagel: A stable euro in a strong Europe",
  "description_html": "\n<p>Text of the Karl Otto Pöhl Lecture by Dr Joachim Nagel, President of the Deutsche Bundesbank, to the Frankfurt Society for Trade, Industry and Science, Frankfurt am Main, 30 October 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Text of the Karl Otto Pöhl Lecture by Dr Joachim Nagel, President of the Deutsche Bundesbank, to the Frankfurt Society for Trade, Industry and Science, Frankfurt am Main, 30 October 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "04 November 2024",
  "pdf_url": "https://www.bis.org/review/r241104b.pdf",
  "content_html": "\n<p><em>Check against delivery </em></p>\n<h3>1 Introduction</h3>\n<p class=\"Reden\" id=\"par-eoe477\">Ladies and gentlemen,</p>\n<p class=\"Reden\" id=\"par-o36a24\">Thank you very much for inviting me. It gives me great pleasure to be here with you today, and I am very honoured to be delivering the Karl Otto Pöhl Lecture.</p>\n<p class=\"Reden\" id=\"par-iiaio6\">My congratulations on this series of lectures. Nine years ago, it premiered at the Bundesbank's Regional Office in Hesse at the Taunusanlage in Frankfurt. Since then, various prominent people have presented their views of monetary union. Two of them will come up later on in my talk.</p>\n<p class=\"Reden\" id=\"par-o9o13e\">But let's stay for now with the lecture's namesake: Karl Otto Pöhl. On 30 May 1990, he addressed the Frankfurt Society for Trade, Industry and Science as President of the Bundesbank, perhaps even standing right here at this lectern.</p>\n<p class=\"Reden\" id=\"par-i22797\">Times were turbulent back then: German monetary union had just been decided and needed to be implemented within the space of just a few weeks. At the same time, the Delors Report had outlined the transition to a European Economic and Monetary Union. Its first stage entered into force on 1 July 1990. Germany's \"Frankfurter Allgemeine Zeitung\" newspaper wrote back then that the Bundesbank was facing two unprecedented historical challenges.</p>\n<p class=\"Reden\" id=\"par-aa67i1\">As was his nature, Karl Otto Pöhl shied away from neither challenges nor plain speaking. He explained in no uncertain terms where the difficulties and pitfalls of the two monetary unions lay. At the same time, he left no doubt that he would strive tirelessly to ensure that they were a success. He concluded his speech back then with the words: \"I am also confident that we will succeed.\" This combination of plain speaking, drive and optimism were characteristic of Karl Otto Pöhl – and we could do with more of that today as we strive to overcome the current challenges.</p>\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup></sup></a></span></p>\n",
  "content_text": "Check against delivery 1 Introduction Ladies and gentlemen, Thank you very much for inviting me. It gives me great pleasure to be here with you today, and I am very honoured to be delivering the Karl Otto Pöhl Lecture. My congratulations on this series of lectures. Nine years ago, it premiered at the Bundesbank's Regional Office in Hesse at the Taunusanlage in Frankfurt. Since then, various prominent people have presented their views of monetary union. Two of them will come up later on in my talk. But let's stay for now with the lecture's namesake: Karl Otto Pöhl. On 30 May 1990, he addressed the Frankfurt Society for Trade, Industry and Science as President of the Bundesbank, perhaps even standing right here at this lectern. Times were turbulent back then: German monetary union had just been decided and needed to be implemented within the space of just a few weeks. At the same time, the Delors Report had outlined the transition to a European Economic and Monetary Union. Its first stage entered into force on 1 July 1990. Germany's \"Frankfurter Allgemeine Zeitung\" newspaper wrote back then that the Bundesbank was facing two unprecedented historical challenges. As was his nature, Karl Otto Pöhl shied away from neither challenges nor plain speaking. He explained in no uncertain terms where the difficulties and pitfalls of the two monetary unions lay. At the same time, he left no doubt that he would strive tirelessly to ensure that they were a success. He concluded his speech back then with the words: \"I am also confident that we will succeed.\" This combination of plain speaking, drive and optimism were characteristic of Karl Otto Pöhl – and we could do with more of that today as we strive to overcome the current challenges.",
  "date_parsed": "2024-11-04",
  "name": "Joachim Nagel",
  "link_number": "22",
  "name_orig": "Joachim Nagel",
  "url_orig": "https://www.bis.org/review/r241104b.htm"
}