{
  "source_url": "https://www.bis.org/review/r241125t.htm",
  "headline": "Joachim Nagel: Joint European responses to the challenges we face",
  "description_html": "\n<p>Speech by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the European Banking Congress, Frankfurt am Main, 22 November 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the European Banking Congress, Frankfurt am Main, 22 November 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "27 November 2024",
  "pdf_url": "https://www.bis.org/review/r241125t.pdf",
  "content_html": "\n<p><em>Check against delivery </em></p>\n<h3>1 Introduction</h3>\n<p class=\"Reden\" id=\"par-e5u758\">Ladies and gentlemen,</p>\n<p class=\"Reden\" id=\"par-a5ua8u\">I am pleased to be here again at the European Banking Congress. It is my particular pleasure to share the stage today with my French colleague and dear friend, François Villeroy de Galhau.</p>\n<p class=\"Reden\" id=\"par-o26241\">François and I are convinced that close cooperation between Germany and France is essential for a strong Europe. And that a strong and united Europe is needed to meet the challenges of our times. These are sentiments we have also put to paper in a joint statement that we will be making following our speeches.<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a></p>\n<p class=\"Reden\" id=\"par-u8u51o\">As central bankers, our main task is to ensure price stability, and I am happy that the period of very high inflation is behind us. Today, our focus is on longer-term challenges that will affect our economies and could also affect the inflation rate.</p>\n<h3>2 How times have changed</h3>\n<p class=\"Reden\" id=\"par-u919u4\">When the European Banking Congress premiered in 1991, the world had just witnessed significant political shifts, including the fall of the Iron Curtain, the collapse of Communist regimes, and the breakup of the Soviet Union.</p>\n<p class=\"Reden\" id=\"par-a7ouo7\">There was a widespread impression that the Western model of liberal democracy and a market economy had emerged as the superior system. From today's perspective, however, that belief proved to be premature.</p>\n<p class=\"Reden\" id=\"par-i14459\">Autocratic regimes did not disappear, but have instead gained strength and influence.<a class=\"hashlink\" href=\"#fn2\" id=\"fn_2\"><sup>2</sup></a><span> </span>Some even do not shy away from military aggression. Russia's terrible attack on Ukraine made us painfully aware that the peace dividend after the end of the Cold War has gone; we have to put significantly more investment into our defence capabilities.</p>\n<p class=\"Reden\" id=\"par-e117a4\">But also in democracies, our liberal values are turning out to be vulnerable and under threat from populist movements. The European Union has become a common scapegoat for populists. This makes it more difficult to promote further European integration.</p>\n<h3>3 How to boost our resilience and prosperity</h3>\n<p class=\"Reden\" id=\"par-ai4735\">Yet, Europe is facing major economic challenges.</p>\n<p class=\"Reden\" id=\"par-u632u7\">Events such as the pandemic or more recent geopolitical tensions have laid bare the risks involved in unilateral trade dependencies. More diversified supply chains are therefore desirable, but that might be costly.</p>\n<p class=\"Reden\" id=\"par-e19873\">Rising labour scarcity due to demographic change is a serious impediment to growth. Furthermore, we have to press ahead with the digital and green transitions. In particular, these two transitions will require substantial financial resources, the better part of which needs to come from private investors.</p>\n<p class=\"Reden\" id=\"par-u5u65a\">Lastly, the results of the recent<span> </span>US<span> </span>elections could seriously challenge Europe – both politically and economically.</p>\n<p class=\"Reden\" id=\"par-o922a3\">In a nutshell, the European model of prosperity is coming under mounting pressure. Against this backdrop, we need to ask ourselves how Europe can strengthen its resilience and maintain its prosperity.</p>\n<p class=\"Reden\" id=\"par-ue6821\">Clearly, we will only rise to the challenges we face if we act together.</p>\n<p class=\"Reden\" id=\"par-iu2ao7\">Europe must stand united. Europe must not allow itself to be divided.</p>\n<p class=\"Reden\" id=\"par-a912aa\">But that calls for a readiness to compromise on all sides.</p>\n<h3>4 Single Market and financial integration</h3>\n<p class=\"Reden\" id=\"par-i2u978\">At the first edition of this event back in 1991, my predecessor Helmut Schlesinger delivered a keynote.</p>\n<p class=\"Reden\" id=\"par-i5181u\">Schlesinger, who recently turned 100, said in his speech back then that \"Creating a monetary union alone would not be very helpful unless an internal market for goods and services, including financial services, already existed.\"<a class=\"hashlink\" href=\"#fn3\" id=\"fn_3\"><sup>3</sup></a></p>\n<p class=\"Reden\" id=\"par-oi2355\">However, 33 years later, we have to conclude that this condition remains partially unfulfilled.</p>\n<p class=\"Reden\" id=\"par-ua6u3e\">There are still too many areas where we are leaving the benefits of the Single Market untapped. We should do what we can to finally complete the Single Market. It is now up to Brussels to pick up the valuable ideas from the Letta and Draghi reports and implement them with determination and courage.</p>\n<p class=\"Reden\" id=\"par-ieuo3u\">Helmut Schlesinger was right to emphasise financial services, as shown by the financial and sovereign debt crisis.</p>\n<p class=\"Reden\" id=\"par-a477e1\">As of today, however, financial markets remain fragmented. And that is due not least to Member States' reluctance to subordinate national interests to the common cause.</p>\n<p class=\"Reden\" id=\"par-o76o5i\">We have to overcome this mindset and tear down the invisible walls obstructing financial market integration.</p>\n<p class=\"Reden\" id=\"par-a88839\">Take the banking union, for example.</p>\n<p class=\"Reden\" id=\"par-eu2348\">We have already had a banking union for more than ten years, and yet it's still incomplete. It is still lacking a joint deposit guarantee scheme and a solution to the \"doom loop\", created by the links between sovereigns and banks.</p>\n<p class=\"Reden\" id=\"par-u6o54i\">We need to move forward on both issues.<a class=\"hashlink\" href=\"#fn4\" id=\"fn_4\"><sup>4</sup></a><span> </span>But as I said, there needs to be a willingness to compromise.</p>\n<p class=\"Reden\" id=\"par-iae9ui\">Completing the banking union would mark a milestone on the path to a fully-fledged economic and monetary union. And make the union more resilient in times of geopolitical fragmentation.</p>\n<p class=\"Reden\" id=\"par-a7o168\">The same can be said about the capital markets union. François and I have been advocating for it for many years.<a class=\"hashlink\" href=\"#fn5\" id=\"fn_5\"><sup>5</sup></a></p>\n<p class=\"Reden\" id=\"par-e5u3ii\">While I know the devil is in the detail here, it is still frustrating to see how slow progress has been. However, I am confident that we will finally move forward in the new<span> </span>EU<span> </span>legislative session.</p>\n<p class=\"Reden\" id=\"par-ua7i5o\">All the more so, as the outcome of the<span> </span>US<span> </span>elections has added further urgency to the need for action.</p>\n<h3>5 Trade policy</h3>\n<p class=\"Reden\" id=\"par-i84667\">The economic implications of the change of administration in the<span> </span>US<span> </span>may go far beyond the financial sphere.</p>\n<p class=\"Reden\" id=\"par-e6897o\">We cannot rule out that the incoming<span> </span>US<span> </span>administration will impose a general tariff on all imported goods, plus an additional tariff specifically on imports from China. After all, this was repeatedly announced during the election campaign.</p>\n<p class=\"Reden\" id=\"par-uue6o5\">Implementing such tariffs would re-ignite international trade conflicts and further impair our multilateral order. Combined with other plans, they might inflict significant<span> </span>GDP<span> </span>losses in the United States and abroad.<a class=\"hashlink\" href=\"#fn6\" id=\"fn_6\"><sup>6</sup></a><span> </span>And they would probably lead to rising inflation rates – on both sides of the Atlantic.</p>\n<p class=\"Reden\" id=\"par-u5e4eu\">In this environment, Europe should act adequately and prudently. We should keep in mind that a rules-based, multilateral trading system and trade agreements are to the benefit of all.</p>\n<p class=\"Reden\" id=\"par-o56989\">Trade is not a zero-sum game. If everyone specialises in what they do best, all sides can win.</p>\n<p class=\"Reden\" id=\"par-u754iu\">Our goal should be to enhance economic resilience without sacrificing the advantages of globalisation and free trade.</p>\n<h3>6 Conclusion</h3>\n<p class=\"Reden\" id=\"par-o1a57u\">Ladies and gentlemen,</p>\n<p class=\"Reden\" id=\"par-ao7722\">Let me conclude. Europe is dealing with multiple challenges. We will best navigate them by working together as a united Europe. We have to build a more resilient and prosperous Europe. Let's do it!</p>\n<hr/>\n<div class=\"ts-footnote-2\" id=\"sC-component-footnotes\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> Villeroy de Galhau, F., J. Nagel (2024),<span> </span><span>Gemeinsamer Appell zur Wiederbelebung des deutsch-französischen Dialogs,</span><span> </span>guest contribution published in the<span> </span><span>Frankfurter Allgemeine Zeitung and Le Monde, 22 November 2024</span>, full text in English available on the websites of Deutsche Bundesbank and Banque de France.</p>\n</div>\n<p class=\"Reden footnote\"><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup>2</sup></a> The Polish-American historian Anne Applebaum has written lucidly about this development. For her work, she was awarded the Peace Prize of the German Book Trade here in Frankfurt just a month ago.</p>\n<p class=\"Reden footnote\"><a class=\"hashlink\" href=\"#fn_3\" name=\"fn3\"><sup>3</sup></a> Schlesinger, H. (1991), The establishment of a durable economic and monetary union in Europe, speech at the Europäischer Bankentag 1991, 27 September.</p>\n<p class=\"Reden footnote\"><a class=\"hashlink\" href=\"#fn_4\" name=\"fn4\"><sup>4</sup></a> Nagel, J., N. Véron (2024),<span> </span><a class=\"external\" href=\"https://www.bundesbank.de/en/press/contributions/breaking-the-vicious-circle-between-banks-and-sovereigns-for-good-942468\" rel=\"noopener noreferrer\" target=\"_blank\">Breaking the vicious circle between banks and sovereigns for good</a>,</p>\n<p class=\"Reden footnote\"><a class=\"hashlink\" href=\"#fn_5\" name=\"fn5\"><sup>5</sup></a> Villeroy de Galhau, F., J. Nagel (2022),<span> </span><a class=\"external\" href=\"https://www.bundesbank.de/en/press/contributions/time-for-a-genuine-capital-markets-union-796818\" rel=\"noopener noreferrer\" target=\"_blank\">Time for a genuine capital markets union</a>, guest contribution published in Handelsblatt and Les Echos, 14 November.</p>\n<p class=\"Reden footnote\"><a class=\"hashlink\" href=\"#fn_6\" name=\"fn6\"><sup>6</sup></a> Obst, T., J. Matthes and S. Sultan (2024), What if Trump is re-elected? Trade policy implications,<span> </span><span class=\"text-nowrap\">IW-</span>Report, No 14, Berlin / Cologne.</p>\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup></sup></a></span></p>\n",
  "content_text": "Check against delivery 1 Introduction Ladies and gentlemen, I am pleased to be here again at the European Banking Congress. It is my particular pleasure to share the stage today with my French colleague and dear friend, François Villeroy de Galhau. François and I are convinced that close cooperation between Germany and France is essential for a strong Europe. And that a strong and united Europe is needed to meet the challenges of our times. These are sentiments we have also put to paper in a joint statement that we will be making following our speeches. 1 As central bankers, our main task is to ensure price stability, and I am happy that the period of very high inflation is behind us. Today, our focus is on longer-term challenges that will affect our economies and could also affect the inflation rate. 2 How times have changed When the European Banking Congress premiered in 1991, the world had just witnessed significant political shifts, including the fall of the Iron Curtain, the collapse of Communist regimes, and the breakup of the Soviet Union. There was a widespread impression that the Western model of liberal democracy and a market economy had emerged as the superior system. From today's perspective, however, that belief proved to be premature. Autocratic regimes did not disappear, but have instead gained strength and influence. 2 Some even do not shy away from military aggression. Russia's terrible attack on Ukraine made us painfully aware that the peace dividend after the end of the Cold War has gone; we have to put significantly more investment into our defence capabilities. But also in democracies, our liberal values are turning out to be vulnerable and under threat from populist movements. The European Union has become a common scapegoat for populists. This makes it more difficult to promote further European integration. 3 How to boost our resilience and prosperity Yet, Europe is facing major economic challenges. Events such as the pandemic or more recent geopolitical tensions have laid bare the risks involved in unilateral trade dependencies. More diversified supply chains are therefore desirable, but that might be costly. Rising labour scarcity due to demographic change is a serious impediment to growth. Furthermore, we have to press ahead with the digital and green transitions. In particular, these two transitions will require substantial financial resources, the better part of which needs to come from private investors. Lastly, the results of the recent US elections could seriously challenge Europe – both politically and economically. In a nutshell, the European model of prosperity is coming under mounting pressure. Against this backdrop, we need to ask ourselves how Europe can strengthen its resilience and maintain its prosperity. Clearly, we will only rise to the challenges we face if we act together. Europe must stand united. Europe must not allow itself to be divided. But that calls for a readiness to compromise on all sides. 4 Single Market and financial integration At the first edition of this event back in 1991, my predecessor Helmut Schlesinger delivered a keynote. Schlesinger, who recently turned 100, said in his speech back then that \"Creating a monetary union alone would not be very helpful unless an internal market for goods and services, including financial services, already existed.\" 3 However, 33 years later, we have to conclude that this condition remains partially unfulfilled. There are still too many areas where we are leaving the benefits of the Single Market untapped. We should do what we can to finally complete the Single Market. It is now up to Brussels to pick up the valuable ideas from the Letta and Draghi reports and implement them with determination and courage. Helmut Schlesinger was right to emphasise financial services, as shown by the financial and sovereign debt crisis. As of today, however, financial markets remain fragmented. And that is due not least to Member States' reluctance to subordinate national interests to the common cause. We have to overcome this mindset and tear down the invisible walls obstructing financial market integration. Take the banking union, for example. We have already had a banking union for more than ten years, and yet it's still incomplete. It is still lacking a joint deposit guarantee scheme and a solution to the \"doom loop\", created by the links between sovereigns and banks. We need to move forward on both issues. 4 But as I said, there needs to be a willingness to compromise. Completing the banking union would mark a milestone on the path to a fully-fledged economic and monetary union. And make the union more resilient in times of geopolitical fragmentation. The same can be said about the capital markets union. François and I have been advocating for it for many years. 5 While I know the devil is in the detail here, it is still frustrating to see how slow progress has been. However, I am confident that we will finally move forward in the new EU legislative session. All the more so, as the outcome of the US elections has added further urgency to the need for action. 5 Trade policy The economic implications of the change of administration in the US may go far beyond the financial sphere. We cannot rule out that the incoming US administration will impose a general tariff on all imported goods, plus an additional tariff specifically on imports from China. After all, this was repeatedly announced during the election campaign. Implementing such tariffs would re-ignite international trade conflicts and further impair our multilateral order. Combined with other plans, they might inflict significant GDP losses in the United States and abroad. 6 And they would probably lead to rising inflation rates – on both sides of the Atlantic. In this environment, Europe should act adequately and prudently. We should keep in mind that a rules-based, multilateral trading system and trade agreements are to the benefit of all. Trade is not a zero-sum game. If everyone specialises in what they do best, all sides can win. Our goal should be to enhance economic resilience without sacrificing the advantages of globalisation and free trade. 6 Conclusion Ladies and gentlemen, Let me conclude. Europe is dealing with multiple challenges. We will best navigate them by working together as a united Europe. We have to build a more resilient and prosperous Europe. Let's do it! 1 Villeroy de Galhau, F., J. Nagel (2024), Gemeinsamer Appell zur Wiederbelebung des deutsch-französischen Dialogs, guest contribution published in the Frankfurter Allgemeine Zeitung and Le Monde, 22 November 2024 , full text in English available on the websites of Deutsche Bundesbank and Banque de France. 2 The Polish-American historian Anne Applebaum has written lucidly about this development. For her work, she was awarded the Peace Prize of the German Book Trade here in Frankfurt just a month ago. 3 Schlesinger, H. (1991), The establishment of a durable economic and monetary union in Europe, speech at the Europäischer Bankentag 1991, 27 September. 4 Nagel, J., N. Véron (2024), Breaking the vicious circle between banks and sovereigns for good , 5 Villeroy de Galhau, F., J. Nagel (2022), Time for a genuine capital markets union , guest contribution published in Handelsblatt and Les Echos, 14 November. 6 Obst, T., J. Matthes and S. Sultan (2024), What if Trump is re-elected? Trade policy implications, IW- Report, No 14, Berlin / Cologne.",
  "date_parsed": "2024-11-27",
  "name": "Joachim Nagel",
  "link_number": "20",
  "name_orig": "Joachim Nagel",
  "url_orig": "https://www.bis.org/review/r241125t.htm"
}