{
  "source_url": "https://www.bis.org/review/r251125c.htm",
  "headline": "Joachim Nagel: European productivity and standard of living - a long-term perspective",
  "description_html": "\n<p>Speech by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the <span>European Banking Congress</span>, Frankfurt am Main, 21 November 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the European Banking Congress , Frankfurt am Main, 21 November 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "25 November 2025",
  "pdf_url": "https://www.bis.org/review/r251125c.pdf",
  "content_html": "\n<p><em>Check against delivery </em></p>\n<h3>1 Introduction</h3>\n<p class=\"Reden\" id=\"par-oeuuo2\"><span>Ladies and gentlemen, it is as always a pleasure to be at the European Banking Congress and speak to such a distinguished audience. This year's theme – investing in Europe – is especially timely given the major challenges our continent is currently facing.</span></p>\n<p class=\"Reden\" id=\"par-uau242\"><span>First, Europe's security is under increasing pressure. In response, Europe needs to spend much more on defence. </span></p>\n<p class=\"Reden\" id=\"par-ai1ua9\"><span>Second, the global trade environment has become much more challenging. As a result, external trade will no longer drive European growth as strongly as it did in previous decades.</span></p>\n<p class=\"Reden\" id=\"par-u29476\"><span>Third, Europe is about to undergo a major demographic shift, as the baby boomer generation retires. This means that labour supply will be scarce for the foreseeable future. </span></p>\n<p class=\"Reden\" id=\"par-i7a92e\"><span>Finally, Europe is transitioning to a carbon-neutral economy. This transition will require major investment. </span></p>\n",
  "content_text": "Check against delivery 1 Introduction Ladies and gentlemen, it is as always a pleasure to be at the European Banking Congress and speak to such a distinguished audience. This year's theme – investing in Europe – is especially timely given the major challenges our continent is currently facing. First, Europe's security is under increasing pressure. In response, Europe needs to spend much more on defence. Second, the global trade environment has become much more challenging. As a result, external trade will no longer drive European growth as strongly as it did in previous decades. Third, Europe is about to undergo a major demographic shift, as the baby boomer generation retires. This means that labour supply will be scarce for the foreseeable future. Finally, Europe is transitioning to a carbon-neutral economy. This transition will require major investment.",
  "date_parsed": "2025-11-25",
  "name": "Joachim Nagel",
  "name_orig": "Joachim Nagel",
  "url_orig": "https://www.bis.org/review/r251125c.htm"
}