{
  "source_url": "https://www.bis.org/review/r250217a.htm",
  "headline": "Joachim Nagel: Financing the transition to greenhouse gas neutrality - how much and with which instruments?",
  "description_html": "\n<p>Remarks by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the University of Glasgow Adam Smith Business School, Glasgow, 13 February 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Remarks by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the University of Glasgow Adam Smith Business School, Glasgow, 13 February 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "17 February 2025",
  "pdf_url": "https://www.bis.org/review/r250217a.pdf",
  "content_html": "\n<p><em>Check against delivery </em></p>\n<h3>1 Introduction</h3>\n<p class=\"Reden\" id=\"par-ui14i5\">Ladies and gentlemen, </p>\n<p class=\"Reden\" id=\"par-oo6119\">I am delighted to be here with you today. What better place than Glasgow to discuss the economic impacts of climate change and the green transition! And not just because it played host to the 2021 United Nations Climate Change Conference.</p>\n<p class=\"Reden\" id=\"par-u453uu\">Glasgow is also where Adam Smith, the father of modern economics, studied and taught as a professor. Have you ever wondered what he would have thought of climate change? As a famed free-market economist, he might not be the first person you would think of. But even Adam Smith acknowledged that the invisible hand can sometimes lead to suboptimal outcomes.</p>\n<p class=\"Reden\" id=\"par-e74526\">Climate change is a prime example of this: market prices do not reflect the negative side effects of greenhouse gas emissions. Fortunately, it is now widely acknowledged that governments need to intervene and encourage individuals and companies to reduce their emissions. </p>\n<p class=\"Reden\" id=\"par-eoue3e\">Switching to a net-zero emissions economy is a major task. It requires changes in behaviour, innovation and significant investment to rebuild our capital stock. And this transition requires significant financing. </p>\n<p class=\"Reden\" id=\"par-a6543o\">In my speech, I will explore what financing the transition to a greenhouse gas-neutral economy could look like. More specifically, I will focus on two key issues. First, how much investment is needed to achieve greenhouse gas neutrality, and how much of this investment is \"additional\"? Second, what could the financing mix to fund this investment look like?</p>\n<p class=\"Reden\" id=\"par-o44a21\">I know that answering these questions seems like a tough challenge – a taughy fleece tae scoor. But I will do my best to illustrate my points with clear, practical examples. Along the way, I will discuss electric cars and heating systems to help us understand the issues. </p>\n<p class=\"Reden\" id=\"par-o39a3u\">My remarks will focus on the European Union<span> </span><span class=\"text-nowrap\">(EU),</span><span> </span>borrowing some detailed insights from Germany. Unfortunately, these data do not cover the United Kingdom<span> </span><span class=\"text-nowrap\">(UK).</span><span> </span>But I will do my best to infer some insights for the<span> </span>UK<span> </span>as well.</p>\n<h3>2 How much needs to be invested?</h3>\n<p class=\"Reden\" id=\"par-aai7a9\">Let me start with the question of how much the<span> </span>EU<span> </span>needs to invest to achieve greenhouse gas neutrality. The<span> </span>EU's Fit for 55 package aims to reduce greenhouse gas emissions by at least 55 per cent by 2030. These reductions are benchmarked against 1990 emission levels. This is an intermediate step towards full greenhouse gas neutrality, for which the<span> </span>EU<span> </span>still needs to pass legislation.</p>\n<p class=\"Reden\" id=\"par-e7u321\">From 2021 to 2030, the European Commission estimates that<span> </span>EU<span> </span>countries need to invest over €1.2 trillion annually.<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a><span> </span>This amounts to nearly 8 per cent of the<span> </span>EU's<span> </span><span class=\"text-nowrap\">GDP.</span><span> </span>The private sector must take on the bulk of these investments. The investment needs are significantly more than the actual annual investment of €760 billion in the previous decade. </p>\n<p class=\"Reden\" id=\"par-a9e6oe\">The European Commission defines the difference between the investment required and the actual investment as the \"additional\" investment need. This additional investment need amounts to €480 billion, or around 3 per cent of<span> </span><span class=\"text-nowrap\">GDP.</span></p>\n<p class=\"Reden\" id=\"par-aea76a\">This definition of \"additional\" investment is very useful from an accounting perspective. It gives a clear picture of how much more the<span> </span>EU<span> </span>needs to invest to meet its climate goals. However, from a financing perspective, it helps to define additional investment differently.</p>\n<p class=\"Reden\" id=\"par-aooaae\">There are two types of investment needed to achieve greenhouse gas neutrality. The first type is investment that would not happen without the goal of reducing greenhouse gas emissions. A prime example of this type of investment is technology to capture and store carbon dioxide. This technology will play a crucial role in sectors that are difficult to decarbonise. These investments need economic resources and financing beyond what an economy spends just to maintain its capital stock.</p>\n<p class=\"Reden\" id=\"par-io81a5\">The second type is investment where a greenhouse gas-neutral alternative replaces a fossil fuel-based technology. To illustrate this point, imagine two households buying a new car. The Jones family spend €45,000 on a new combustion engine car. From a technical perspective, the Jones family are making a replacement investment. No additional financing is needed. Meanwhile, the Smith family decide to switch from a combustion engine car to an electric vehicle. Let us say a comparable electric car costs €50,000. Of this amount, €45,000 is a replacement investment. Only the remaining €5,000 requires additional financing.</p>\n<p class=\"Reden\" id=\"par-o6ea88\">Contrast this with how the European Commission defines additional investment: They subtract the annual average value of electric cars bought in the past from the value of electric vehicles needed to meet the<span> </span>EU's intermediate greenhouse gas reduction goals. Past registrations of electric vehicles fell significantly short of what is needed. Accordingly, the additional investments, as defined by the European Commission's accounting perspective, are presumably much higher than the additional financing needs. </p>\n<p class=\"Reden\" id=\"par-o95922\">How great could the additional financing needs be? While we do not yet have specific figures for the<span> </span><span class=\"text-nowrap\">EU,</span><span> </span>there are some numbers for Germany. A recent study estimates that Germany needs to invest around €390 billion annually from 2021 to 2030 to reduce emissions by 65 per cent compared to 1990.<a class=\"hashlink\" href=\"#fn2\" id=\"fn_2\"><sup>2</sup></a><span> </span>They measure this absolute sum in 2020 prices. Relative to<span> </span><span class=\"text-nowrap\">GDP,</span><span> </span>the investment amounts to 11 per cent. </p>\n<p class=\"Reden\" id=\"par-ai739e\">This is fairly close to the 8 per cent investment needs calculated by the European Commission for the<span> </span><span class=\"text-nowrap\">EU.<a class=\"hashlink\" href=\"#fn3\" id=\"fn_3\"><sup>3</sup></a></span><span> </span>However, only around 30 per cent of this investment requires additional financing. In absolute terms, this amounts to about €120 billion. </p>\n<p class=\"Reden\" id=\"par-ieo3io\">Let me pause for a moment to summarise the two key takeaways from my remarks so far. First, the transition to greenhouse gas neutrality calls for significant investment. However, in many cases, we are replacing fossil-based technologies with greenhouse gas-neutral alternatives. Accordingly, the additional financing needs are much smaller and seem manageable.</p>\n<p class=\"Reden\" id=\"par-u87ia2\">Second, we can minimise the additional financing needs by replacing already largely depreciated capital stock. By contrast, replacing relatively new capital stock that has barely depreciated would increase the economic and financial costs. Let me illustrate this point with a brief anecdote. </p>\n<p class=\"Reden\" id=\"par-e214i2\">On 1 January 2024, the German government introduced a new law governing heating systems. In German, it is known by the beautiful name \"<span>Gebäudeenergiegesetz</span>\". This law mandates that heating systems use around two-thirds renewable energy. In anticipation of this new law, many households replaced their old gas heating systems with new ones. These heating systems can run for around 25 years, so they depreciate over a long period. </p>\n<p class=\"Reden\" id=\"par-ea4113\">Bad luck if you just installed a new gas heating system and live in the German city of<span> </span><span>Mannheim</span>. Here, the local gas provider has said it intends to stop its services in 2035. This means that a long-term investment will become unviable when little more than half of it has depreciated: A waste of both financial and economic resources.</p>\n<p class=\"Reden\" id=\"par-e85i21\">This anecdote highlights one key point: to avoid wasting money, we need a clear and reliable path to greenhouse gas neutrality. With a clear path mapped out, people can confidently invest in the transition. </p>\n<h3>3 What could the financing mix look like?</h3>\n<p class=\"Reden\" id=\"par-a72oia\">Now, let us explore what the potential financing mix could look like. To achieve a greenhouse gas-neutral economy, households, firms and the public sector all need to invest. They can fund these investments using both internal and external sources.</p>\n<p class=\"Reden\" id=\"par-i65863\">As the name would suggest, internal financing comes from within. Like the Smith family putting aside some of their income to pay for their new car. Or think of a firm that sells its products and saves some of the profits. That is internal financing, too. External financing, on the other hand, comes from outside sources such as banks or investors. </p>\n<p class=\"Reden\" id=\"par-a78437\">Regarding their financing mix, households, non-financial firms and the public sector differ considerably. Households tend to save significantly and mainly use bank loans as a source of external finance. The public sector, on the other hand, raises most of its funds from external sources by issuing debt securities. Only firms have a more diversified financing mix. Equity and bank loans play prominent roles here. Note that these observations hold for the<span> </span><span class=\"text-nowrap\">EU,</span><span> </span>the<span> </span>UK<span> </span>and Germany alike. </p>\n<p class=\"Reden\" id=\"par-o574o8\">So, what might the financing mix for the transition to a greenhouse gas-neutral economy look like? To estimate these figures, we need two key components: First, the respective shares of households, firms and the public sector in total investment. According to rough estimates by Bundesbank staff for Germany, households might have to cover about one-third of the investment, the public sector around 20 per cent, and firms just under half.<a class=\"hashlink\" href=\"#fn4\" id=\"fn_4\"><sup>4</sup></a></p>\n<p class=\"Reden\" id=\"par-i6e123\">Second, estimates for the future financing structure of the sectors. We assume that future financing structures will remain unchanged from today.<a class=\"hashlink\" href=\"#fn5\" id=\"fn_5\"><sup>5</sup></a><span> </span>This implies that past financing structures are suitable for future climate investment. If this were not the case, perhaps due to the need for innovative financing instruments, the financing structure may differ. </p>\n<p class=\"Reden\" id=\"par-o545i7\">What result do we get when we combine the two components? For Germany, we estimate that about 20 per cent of the financing mix could come from internal financing, primarily household savings. In terms of external financing, bank loans might play the largest role. They account for over one-quarter of the estimated financing mix. Households in particular obtain almost all their external financing from banks.</p>\n<p class=\"Reden\" id=\"par-i72ai7\">The second-largest external financing source could be debt securities, accounting for around 20 per cent. The public sector<span> plays a prominent role here, with funding coming almost exclusively from bonds. </span>Finally, the third-largest external financing source could be equity financing, comprising around one-sixth. Firms are the only users of this financing source, as households and the public sector do not issue equity. Different instruments, like loans from non-bank financial intermediaries, might cover the final sixth of the overall investment needs. </p>\n<p class=\"Reden\" id=\"par-aei475\">So, what does this mean for the<span> </span>EU<span> </span>and the<span> </span><span class=\"text-nowrap\">UK?</span><span> </span>Can the findings for Germany be generalised? Fortunately, the financing structures of households, firms and governments are largely comparable across these regions.<a class=\"hashlink\" href=\"#fn6\" id=\"fn_6\"><sup>6</sup></a> Therefore, one of the two components in the calculations is roughly equal.</p>\n<p class=\"Reden\" id=\"par-e97137\">The second component – the sectoral investment needs – is less certain. I am not aware of any studies for the<span> </span>EU<span> </span>or the<span> </span>UK<span> </span>that divide the investment needs across households, firms and the public sector.<a class=\"hashlink\" href=\"#fn7\" id=\"fn_7\"><sup>7</sup></a><span> </span>Without a better alternative, the findings for Germany may provide a reasonable initial estimate for both the<span> </span>EU<span> </span>and the<span> </span><span class=\"text-nowrap\">UK.</span></p>\n<h3>4 Concluding remarks</h3>\n<p class=\"Reden\" id=\"par-e9243e\">Let me summarise and conclude. I have three main takeaways to share.</p>\n<p class=\"Reden\" id=\"par-i9e8eo\">First, \"additional\" investment needs to become greenhouse gas-neutral can also be defined from a financing perspective. In many cases, we are replacing fossil fuel-based technologies with greenhouse gas-neutral alternatives. And this requires additional financing only if greenhouse gas-neutral technologies are more expensive or if the capital stock being replaced is not yet fully depreciated. The additional financing needs are significantly smaller than the total investment required. Accordingly, I am confident that our financial system can mobilise the necessary financing. </p>\n<p class=\"Reden\" id=\"par-u17422\">Second, banks may play a larger role in financing the climate transition than is commonly anticipated. The main reason for this conclusion is that a substantial portion of climate investments falls on households. They need to make their homes more energy-efficient and replace fossil-fuelled heating systems with greenhouse gas-neutral alternatives. And households simply do not have many viable alternatives to bank loans.</p>\n<p class=\"Reden\" id=\"par-u48i54\">Accordingly, a robust banking system is essential for achieving greenhouse gas neutrality. That is why we at the Bundesbank are committed to completing the European banking union. However, we also need to improve access to alternative financing sources. Non-financial firms, in particular, would greatly benefit from better capital market financing. That is why we at the Bundesbank are dedicated to creating a European capital markets union. </p>\n<p class=\"Reden\" id=\"par-e7o117\">Third, legislators can minimise the additional financing needs by ensuring that the path to greenhouse gas neutrality is planned stringently and for the long term. Why? Because it provides incentives to avoid investments in fossil fuel technologies that may not be fully depreciated before they become non-viable. </p>\n<hr/>\n<div class=\"ts-footnote-2\" id=\"sC-component-footnotes\">\n<p class=\"footnote\"><span style=\"font-size: 13.6px;\"><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> </span>See European Commission (2023), Investment needs assessment and funding availabilities to strengthen<span> </span>EU's Net-Zero technology manufacturing capacity, SWD (2023) 68 final. </p>\n</div>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup>2</sup></a> Kemmler et al. (2024),<span> Klimaschutzinvestitionen für die Transformation des Energiesystems</span>, Prognos. This study is only available in German.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_3\" name=\"fn3\"><sup>3</sup></a> One reason why Germany's investment needs relative to<span> </span>GDP<span> </span>are higher than the<span> </span>EU's is that Germany intends to achieve greenhouse gas neutrality sooner (in 2045 rather than 2050).</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_4\" name=\"fn4\"><sup>4</sup></a> The estimates are based on the public sector shares provided in Brand and Römer (2022),<span> </span><span>Öffentliche Investitionsbedarfe zur Erreichung der Klimaneutralität in Deutschland, </span>KfW<span> Research – Fokus Volkswirtschaft, Nr. 395</span><span> </span>and various plausibility assumptions. The analysis assumes that the public sector's involvement in industry and the residential investment sector is minimal or non-existent. This is because the analysis looks at financing flows before any government support, such as subsidies.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_5\" name=\"fn5\"><sup>5</sup></a> More precisely, the financing structure is derived from the average internal and external financing flows over the period 2018 to 2022. This averaging smooths out short-term fluctuations and centres on the reference year of 2020 used in the Kemmler et al (2024) study. Internal financing enters the calculation on a net basis, assuming that the depreciation inflows finance the replacement investments.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_6\" name=\"fn6\"><sup>6</sup></a> In the<span> </span>EU<span> </span>and<span> </span><span class=\"text-nowrap\">UK,</span><span> </span>households rely slightly less on bank loans than in Germany, but the share is still high. In the public sector, Germany has a significantly higher share of debt security financing, particularly compared to the<span> </span><span class=\"text-nowrap\">EU.</span><span> </span>In the<span> </span><span class=\"text-nowrap\">UK,</span><span> </span>non-financial firms have a significantly lower share of equity financing and a higher share of (bank) loans compared to Germany. In contrast, in the<span> </span><span class=\"text-nowrap\">EU,</span><span> </span>non-financial firms have a slightly higher share of equity financing and a smaller share of (bank) loans compared to Germany. All figures are based on average financial flows from 2018 to 2022.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_7\" name=\"fn7\"><sup>7</sup></a> European Commission, op. cit., estimates that, in the<span> </span><span class=\"text-nowrap\">EU,</span><span> </span>the public sector could account for 17 to 20 per cent of total investment. However, it does not clarify how this investment will be split between households and firms. For the<span> </span><span class=\"text-nowrap\">UK,</span><span> </span>HM Government (2023), Mobilising Green Investment – 2023 Green Finance Strategy, mentions that most investment must come from the private sector. However, it likewise does not provide any details on how this investment will be split between households and firms.</p>\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup></sup></a></span></p>\n",
  "content_text": "Check against delivery 1 Introduction Ladies and gentlemen, I am delighted to be here with you today. What better place than Glasgow to discuss the economic impacts of climate change and the green transition! And not just because it played host to the 2021 United Nations Climate Change Conference. Glasgow is also where Adam Smith, the father of modern economics, studied and taught as a professor. Have you ever wondered what he would have thought of climate change? As a famed free-market economist, he might not be the first person you would think of. But even Adam Smith acknowledged that the invisible hand can sometimes lead to suboptimal outcomes. Climate change is a prime example of this: market prices do not reflect the negative side effects of greenhouse gas emissions. Fortunately, it is now widely acknowledged that governments need to intervene and encourage individuals and companies to reduce their emissions. Switching to a net-zero emissions economy is a major task. It requires changes in behaviour, innovation and significant investment to rebuild our capital stock. And this transition requires significant financing. In my speech, I will explore what financing the transition to a greenhouse gas-neutral economy could look like. More specifically, I will focus on two key issues. First, how much investment is needed to achieve greenhouse gas neutrality, and how much of this investment is \"additional\"? Second, what could the financing mix to fund this investment look like? I know that answering these questions seems like a tough challenge – a taughy fleece tae scoor. But I will do my best to illustrate my points with clear, practical examples. Along the way, I will discuss electric cars and heating systems to help us understand the issues. My remarks will focus on the European Union (EU), borrowing some detailed insights from Germany. Unfortunately, these data do not cover the United Kingdom (UK). But I will do my best to infer some insights for the UK as well. 2 How much needs to be invested? Let me start with the question of how much the EU needs to invest to achieve greenhouse gas neutrality. The EU's Fit for 55 package aims to reduce greenhouse gas emissions by at least 55 per cent by 2030. These reductions are benchmarked against 1990 emission levels. This is an intermediate step towards full greenhouse gas neutrality, for which the EU still needs to pass legislation. From 2021 to 2030, the European Commission estimates that EU countries need to invest over €1.2 trillion annually. 1 This amounts to nearly 8 per cent of the EU's GDP. The private sector must take on the bulk of these investments. The investment needs are significantly more than the actual annual investment of €760 billion in the previous decade. The European Commission defines the difference between the investment required and the actual investment as the \"additional\" investment need. This additional investment need amounts to €480 billion, or around 3 per cent of GDP. This definition of \"additional\" investment is very useful from an accounting perspective. It gives a clear picture of how much more the EU needs to invest to meet its climate goals. However, from a financing perspective, it helps to define additional investment differently. There are two types of investment needed to achieve greenhouse gas neutrality. The first type is investment that would not happen without the goal of reducing greenhouse gas emissions. A prime example of this type of investment is technology to capture and store carbon dioxide. This technology will play a crucial role in sectors that are difficult to decarbonise. These investments need economic resources and financing beyond what an economy spends just to maintain its capital stock. The second type is investment where a greenhouse gas-neutral alternative replaces a fossil fuel-based technology. To illustrate this point, imagine two households buying a new car. The Jones family spend €45,000 on a new combustion engine car. From a technical perspective, the Jones family are making a replacement investment. No additional financing is needed. Meanwhile, the Smith family decide to switch from a combustion engine car to an electric vehicle. Let us say a comparable electric car costs €50,000. Of this amount, €45,000 is a replacement investment. Only the remaining €5,000 requires additional financing. Contrast this with how the European Commission defines additional investment: They subtract the annual average value of electric cars bought in the past from the value of electric vehicles needed to meet the EU's intermediate greenhouse gas reduction goals. Past registrations of electric vehicles fell significantly short of what is needed. Accordingly, the additional investments, as defined by the European Commission's accounting perspective, are presumably much higher than the additional financing needs. How great could the additional financing needs be? While we do not yet have specific figures for the EU, there are some numbers for Germany. A recent study estimates that Germany needs to invest around €390 billion annually from 2021 to 2030 to reduce emissions by 65 per cent compared to 1990. 2 They measure this absolute sum in 2020 prices. Relative to GDP, the investment amounts to 11 per cent. This is fairly close to the 8 per cent investment needs calculated by the European Commission for the EU. 3 However, only around 30 per cent of this investment requires additional financing. In absolute terms, this amounts to about €120 billion. Let me pause for a moment to summarise the two key takeaways from my remarks so far. First, the transition to greenhouse gas neutrality calls for significant investment. However, in many cases, we are replacing fossil-based technologies with greenhouse gas-neutral alternatives. Accordingly, the additional financing needs are much smaller and seem manageable. Second, we can minimise the additional financing needs by replacing already largely depreciated capital stock. By contrast, replacing relatively new capital stock that has barely depreciated would increase the economic and financial costs. Let me illustrate this point with a brief anecdote. On 1 January 2024, the German government introduced a new law governing heating systems. In German, it is known by the beautiful name \" Gebäudeenergiegesetz \". This law mandates that heating systems use around two-thirds renewable energy. In anticipation of this new law, many households replaced their old gas heating systems with new ones. These heating systems can run for around 25 years, so they depreciate over a long period. Bad luck if you just installed a new gas heating system and live in the German city of Mannheim . Here, the local gas provider has said it intends to stop its services in 2035. This means that a long-term investment will become unviable when little more than half of it has depreciated: A waste of both financial and economic resources. This anecdote highlights one key point: to avoid wasting money, we need a clear and reliable path to greenhouse gas neutrality. With a clear path mapped out, people can confidently invest in the transition. 3 What could the financing mix look like? Now, let us explore what the potential financing mix could look like. To achieve a greenhouse gas-neutral economy, households, firms and the public sector all need to invest. They can fund these investments using both internal and external sources. As the name would suggest, internal financing comes from within. Like the Smith family putting aside some of their income to pay for their new car. Or think of a firm that sells its products and saves some of the profits. That is internal financing, too. External financing, on the other hand, comes from outside sources such as banks or investors. Regarding their financing mix, households, non-financial firms and the public sector differ considerably. Households tend to save significantly and mainly use bank loans as a source of external finance. The public sector, on the other hand, raises most of its funds from external sources by issuing debt securities. Only firms have a more diversified financing mix. Equity and bank loans play prominent roles here. Note that these observations hold for the EU, the UK and Germany alike. So, what might the financing mix for the transition to a greenhouse gas-neutral economy look like? To estimate these figures, we need two key components: First, the respective shares of households, firms and the public sector in total investment. According to rough estimates by Bundesbank staff for Germany, households might have to cover about one-third of the investment, the public sector around 20 per cent, and firms just under half. 4 Second, estimates for the future financing structure of the sectors. We assume that future financing structures will remain unchanged from today. 5 This implies that past financing structures are suitable for future climate investment. If this were not the case, perhaps due to the need for innovative financing instruments, the financing structure may differ. What result do we get when we combine the two components? For Germany, we estimate that about 20 per cent of the financing mix could come from internal financing, primarily household savings. In terms of external financing, bank loans might play the largest role. They account for over one-quarter of the estimated financing mix. Households in particular obtain almost all their external financing from banks. The second-largest external financing source could be debt securities, accounting for around 20 per cent. The public sector plays a prominent role here, with funding coming almost exclusively from bonds. Finally, the third-largest external financing source could be equity financing, comprising around one-sixth. Firms are the only users of this financing source, as households and the public sector do not issue equity. Different instruments, like loans from non-bank financial intermediaries, might cover the final sixth of the overall investment needs. So, what does this mean for the EU and the UK? Can the findings for Germany be generalised? Fortunately, the financing structures of households, firms and governments are largely comparable across these regions. 6 Therefore, one of the two components in the calculations is roughly equal. The second component – the sectoral investment needs – is less certain. I am not aware of any studies for the EU or the UK that divide the investment needs across households, firms and the public sector. 7 Without a better alternative, the findings for Germany may provide a reasonable initial estimate for both the EU and the UK. 4 Concluding remarks Let me summarise and conclude. I have three main takeaways to share. First, \"additional\" investment needs to become greenhouse gas-neutral can also be defined from a financing perspective. In many cases, we are replacing fossil fuel-based technologies with greenhouse gas-neutral alternatives. And this requires additional financing only if greenhouse gas-neutral technologies are more expensive or if the capital stock being replaced is not yet fully depreciated. The additional financing needs are significantly smaller than the total investment required. Accordingly, I am confident that our financial system can mobilise the necessary financing. Second, banks may play a larger role in financing the climate transition than is commonly anticipated. The main reason for this conclusion is that a substantial portion of climate investments falls on households. They need to make their homes more energy-efficient and replace fossil-fuelled heating systems with greenhouse gas-neutral alternatives. And households simply do not have many viable alternatives to bank loans. Accordingly, a robust banking system is essential for achieving greenhouse gas neutrality. That is why we at the Bundesbank are committed to completing the European banking union. However, we also need to improve access to alternative financing sources. Non-financial firms, in particular, would greatly benefit from better capital market financing. That is why we at the Bundesbank are dedicated to creating a European capital markets union. Third, legislators can minimise the additional financing needs by ensuring that the path to greenhouse gas neutrality is planned stringently and for the long term. Why? Because it provides incentives to avoid investments in fossil fuel technologies that may not be fully depreciated before they become non-viable. 1 See European Commission (2023), Investment needs assessment and funding availabilities to strengthen EU's Net-Zero technology manufacturing capacity, SWD (2023) 68 final. 2 Kemmler et al. (2024), Klimaschutzinvestitionen für die Transformation des Energiesystems , Prognos. This study is only available in German. 3 One reason why Germany's investment needs relative to GDP are higher than the EU's is that Germany intends to achieve greenhouse gas neutrality sooner (in 2045 rather than 2050). 4 The estimates are based on the public sector shares provided in Brand and Römer (2022), Öffentliche Investitionsbedarfe zur Erreichung der Klimaneutralität in Deutschland, KfW Research – Fokus Volkswirtschaft, Nr. 395 and various plausibility assumptions. The analysis assumes that the public sector's involvement in industry and the residential investment sector is minimal or non-existent. This is because the analysis looks at financing flows before any government support, such as subsidies. 5 More precisely, the financing structure is derived from the average internal and external financing flows over the period 2018 to 2022. This averaging smooths out short-term fluctuations and centres on the reference year of 2020 used in the Kemmler et al (2024) study. Internal financing enters the calculation on a net basis, assuming that the depreciation inflows finance the replacement investments. 6 In the EU and UK, households rely slightly less on bank loans than in Germany, but the share is still high. In the public sector, Germany has a significantly higher share of debt security financing, particularly compared to the EU. In the UK, non-financial firms have a significantly lower share of equity financing and a higher share of (bank) loans compared to Germany. In contrast, in the EU, non-financial firms have a slightly higher share of equity financing and a smaller share of (bank) loans compared to Germany. All figures are based on average financial flows from 2018 to 2022. 7 European Commission, op. cit., estimates that, in the EU, the public sector could account for 17 to 20 per cent of total investment. However, it does not clarify how this investment will be split between households and firms. For the UK, HM Government (2023), Mobilising Green Investment – 2023 Green Finance Strategy, mentions that most investment must come from the private sector. However, it likewise does not provide any details on how this investment will be split between households and firms.",
  "date_parsed": "2025-02-17",
  "name": "Joachim Nagel",
  "name_orig": "Joachim Nagel",
  "url_orig": "https://www.bis.org/review/r250217a.htm"
}