{
  "source_url": "https://www.bis.org/review/r241125f.htm",
  "headline": "Joachim Nagel: Geoeconomic fragmentation - handling inflation pressures and volatility, increasing resilience",
  "description_html": "\n<p>Speech by Dr Joachim Nagel, President of the Deutsche Bundesbank, at Tokyo University, Tokyo, 18 November 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Dr Joachim Nagel, President of the Deutsche Bundesbank, at Tokyo University, Tokyo, 18 November 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "26 November 2024",
  "pdf_url": "https://www.bis.org/review/r241125f.pdf",
  "content_html": "\n<p><em>Check against delivery </em></p>\n<h3>1 Introduction</h3>\n<p class=\"Reden\" id=\"par-a69oa1\">Ladies and gentlemen,</p>\n<p class=\"Reden\" id=\"par-iuao3o\">it is a great pleasure to be here at Tokyo University. In past weeks, international observers had been holding their breath in anticipation of the results of the presidential election in the United States. Now we know the outcome.</p>\n<p class=\"Reden\" id=\"par-i39522\">President-Elect Donald Trump has announced plans to significantly increase tariffs on a broad spectrum of goods. If the incoming<span> </span>US<span> </span>administration makes these promises a reality, this could mark a significant turning point for the international system of trade.</p>\n<p class=\"Reden\" id=\"par-eue4a1\">However, the election in the United States is just one prominent example of a broader theme that has recently started to play out on the international stage. After several decades of increasing global integration, the world has now shifted into a new phase of what is known as \"geoeconomic fragmentation\". As intriguing as this term may sound, many of us might have different interpretations of what it actually means.</p>\n<p class=\"Reden\" id=\"par-o481i1\">Rather surprisingly, the first word of that term – \"geoeconomics\" – actually has a long history and dates back to the work of political scientist and author Edward Luttwak in 1990. Back then, Luttwak defined geoeconomics as: \"the admixture of the logic of conflict with the methods of commerce – or, as Clausewitz would have written, the logic of war in the grammar of commerce.\"</p>\n<p class=\"Reden\" id=\"par-uu3eui\">He argued that the end of the Cold War marked a shift away from traditional geopolitical competition, characterised by military and strategic rivalry. In this new era, he wrote, economic power and commercial competition would become the primary means of achieving national objectives and exerting influence on the global stage.</p>\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup></sup></a></span></p>\n",
  "content_text": "Check against delivery 1 Introduction Ladies and gentlemen, it is a great pleasure to be here at Tokyo University. In past weeks, international observers had been holding their breath in anticipation of the results of the presidential election in the United States. Now we know the outcome. President-Elect Donald Trump has announced plans to significantly increase tariffs on a broad spectrum of goods. If the incoming US administration makes these promises a reality, this could mark a significant turning point for the international system of trade. However, the election in the United States is just one prominent example of a broader theme that has recently started to play out on the international stage. After several decades of increasing global integration, the world has now shifted into a new phase of what is known as \"geoeconomic fragmentation\". As intriguing as this term may sound, many of us might have different interpretations of what it actually means. Rather surprisingly, the first word of that term – \"geoeconomics\" – actually has a long history and dates back to the work of political scientist and author Edward Luttwak in 1990. Back then, Luttwak defined geoeconomics as: \"the admixture of the logic of conflict with the methods of commerce – or, as Clausewitz would have written, the logic of war in the grammar of commerce.\" He argued that the end of the Cold War marked a shift away from traditional geopolitical competition, characterised by military and strategic rivalry. In this new era, he wrote, economic power and commercial competition would become the primary means of achieving national objectives and exerting influence on the global stage.",
  "date_parsed": "2024-11-26",
  "name": "Joachim Nagel",
  "link_number": "21",
  "name_orig": "Joachim Nagel",
  "url_orig": "https://www.bis.org/review/r241125f.htm"
}