{
  "source_url": "https://www.bis.org/review/r241216c.htm",
  "headline": "Joachim Nagel: Resilience and renewal - ways out of the weak growth",
  "description_html": "\n<p>Speech by Dr Joachim Nagel, President of the Deutsche Bundesbank, at a lecture event organised by Sparkasse Dortmund in conjunction with the International School of Management (ISM) Dortmund, Dortmund, 25 November 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Dr Joachim Nagel, President of the Deutsche Bundesbank, at a lecture event organised by Sparkasse Dortmund in conjunction with the International School of Management (ISM) Dortmund, Dortmund, 25 November 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "16 December 2024",
  "pdf_url": "https://www.bis.org/review/r241216c.pdf",
  "content_html": "\n<p><em>Check against delivery </em></p>\n<h3>1 Introduction</h3>\n<p class=\"Reden\" id=\"par-a5e9i9\">Ladies and gentlemen,</p>\n<p class=\"Reden\" id=\"par-aeeoee\">American economist John Kenneth Galbraith, writing in his book American Capitalism, posits the hypothesis that, in modern industry, it is only the large corporations that are in a position to advance innovation.<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a><span> </span>That book came out in 1952. Galbraith took the view that the sheer size of those corporations ensured that sufficient resources could be devoted to research and development. Their immense market strength, he continued, was also a guarantee that the innovation gains would not be diffused all that quickly by possible imitators.</p>\n<p class=\"Reden\" id=\"par-aa541a\">But as a raft of later studies discovered, there is scant empirical evidence to support these theories. Indeed, it turns out that smaller firms are just as active in research and development as large ones.<a class=\"hashlink\" href=\"#fn2\" id=\"fn_2\"><sup>2</sup></a><span> </span>And there's more: There is evidence to suggest that smaller firms are more innovative, especially when we measure innovation in relation to employee headcount.<a class=\"hashlink\" href=\"#fn3\" id=\"fn_3\"><sup>3</sup></a><span> </span>These studies underline the hugely important role that small and medium-sized enterprises play in the economy, because innovation is often regarded as the motor powering economic growth.</p>\n<p class=\"Reden\" id=\"par-eu8oiu\">In Germany, though, this engine of growth seems to be stuttering. The economic situation in Germany has not improved over the past months. There is much to suggest that this is not only due to cyclical factors and thus a passing phase, but that structural problems are at play here as well – problems that are dragging on growth for longer and in a more sustained manner. It is these structural factors that I would like to illuminate in greater detail in my speech. After that, I will discuss what specific economic policy measures can help put Germany back on track for growth. Let me begin, though, with an overview of current economic conditions, price developments and the Eurosystem's monetary policy.</p>\n<h3>2 Economic and price developments</h3>\n<p class=\"Reden\" id=\"par-u8693i\">Economic conditions and the outlook for the economy are always key parameters for firms, large or small. This is because they influence demand for products and services, which in turn go some way towards driving sales and profits. What is more, an awareness of conditions in the business cycle helps companies make strategic decisions surrounding investment, staff planning and market positioning. Needless to say, a firm that manufactures machinery, for example, will take a different view of the economy than a retailer, and a construction business will have a different reading than a service provider. Different market players will have different components of demand that matter most to them. Some look more at regional business activity, while others depend on how the global economy is faring.</p>\n<p class=\"Reden\" id=\"par-a425u8\">I will look first at German economic activity. Germany has been mired in a bout of economic weakness for two and a half years now. Economic output nudged slightly higher over the summer, but not by enough to cancel out the earlier decline in the spring. For the fourth quarter, the economy looks set to more or less stagnate. The weakness in industry and construction will probably continue to drag on activity, and the propensity to invest will probably remain frail as well. Private consumption could expand somewhat, but it is proving sluggish amid consumer uncertainty. Hence, the German economy could contract slightly for 2024 as a whole, just like it did in 2023. The German Council of Economic Experts, writing in its latest annual report, expects the economy to shrink by 0.1 percent, followed by meagre growth of 0.4 percent next year. This would once again leave Germany trailing behind the euro area average.</p>\n<p class=\"Reden\" id=\"par-eu955o\">Uncertainty is intense overall. Will there really be swingeing tariff hikes and even greater trade policy uncertainty at the global level in the wake of the<span> </span>US<span> </span>elections? If so, that could place even more of a strain on economic activity. The Bundesbank is publishing its next Forecast for Germany in December. In their baseline scenario, our experts will be assuming that no new<span> </span>US<span> </span>tariffs are rolled out for the time being. After all, these have been nothing more than announcements so far. Needless to say, though, we will need to have a risk scenario of that kind on our radar.</p>\n<p class=\"Reden\" id=\"par-u5a38u\">Tariff hikes would presumably also have an impact on inflation in the euro area and in Germany, which is a topic of great concern for many people. This is shown, for example, by the latest findings of a regular study on what Germans fear.<a class=\"hashlink\" href=\"#fn4\" id=\"fn_4\"><sup>4</sup></a><span> </span>Concerns about a higher cost of living ranked first for the third consecutive time. But at least the share of respondents fearing higher prices dropped from 65 percent in 2023 to 57 percent this year. That is consistent with the finding that inflation has recently moved close to its pre-crisis level again.</p>\n<p class=\"Reden\" id=\"par-ao9oi2\">That said, the wave of inflation has left the price level higher than it was before. It will arguably take some time yet for people to become accustomed to this higher level. On a positive note, wage developments have gone a long way towards offsetting the losses in purchasing power that the surge in inflation caused. So, with more money in their pockets, wage earners can now afford the higher prices again on average. Following the bitter experience of surging prices, it is all the more important for the rate of inflation to return sustainably to 2 percent, which is our target level. This also matters so that inflation expectations have a sound mooring and the public's fear of inflation recedes further.</p>\n<p class=\"Reden\" id=\"par-i76525\">German inflation as measured by the Harmonised Index of Consumer Prices, or<span> </span><span class=\"text-nowrap\">HICP,</span><span> </span>dropped below 2 percent<span> for the first time in a long while in September, but spiked up again in October to 2.4 </span>percent<span>, though that didn't come as a complete surprise. </span>Base effects are having a considerable impact on price developments today due to last year's strong fluctuations in energy prices. 2023 saw crude oil prices peak in September before falling again significantly. Hence, for this year up to September, energy prices have been compared with last year's soaring price levels. That lowers inflation rates in a year-on-year comparison. In the coming months, last year's downward movement in energy prices will be part of the reason why headline inflation is likely to continue rising for a time.</p>\n<p class=\"Reden\" id=\"par-iia9i9\">Furthermore, one-off effects at the beginning of the new year will drive prices higher as well. These include the price rise for the \"Deutschlandticket\" and probably also substantial increases in private health insurance tariffs. Although wages remain a source of price pressures, the rate of inflation in Germany can be expected to gradually ease off again over the course of 2025. The same can be said for price developments in the euro area, which are used to calibrate the monetary policy stance.</p>\n<h3>3 Monetary policy</h3>\n<p class=\"Reden\" id=\"par-u32iii\">Understandably, enterprises have an interest in favourable financing conditions. The cheaper it is to fund investment, the sooner that investment will pay off and the easier it is to decide to go ahead with that investment. Smaller firms in particular are sensitive to interest rates because their main source of funding is debt capital, primarily bank loans. And how favourable financing conditions are is influenced significantly by the monetary policy set by the Governing Council of the European Central Bank.</p>\n<p class=\"Reden\" id=\"par-e1aua7\">But, of course, the primary objective of European monetary policy is not to give businesses a cheap source of loans. Our mandate is to preserve price stability across the entire currency area. By tightening or loosening financing conditions, we influence aggregate demand. And that is how we have an effect on aggregate inflation.</p>\n<p class=\"Reden\" id=\"par-i4527o\">The exceptionally high inflation rates we saw as of mid-2021, and which peaked in October 2022, forced us to significantly tighten financing conditions. On ten consecutive occasions, my colleagues and I on the Governing Council raised the key interest rates, lifting them by a total of 450 basis points. Since then, euro area inflation as measured by the<span> </span>HICP<span> </span>has dropped significantly. And while that was not only due to the Eurosystem's policy restriction, our stance does deserve some of the credit. Annual average inflation stood at 8.4 percent in 2022 and amounted to just 5.4 percent in 2023. The annual average for this year will probably be two point something.</p>\n<p class=\"Reden\" id=\"par-ae4aei\">As this year progressed, we, the members of the Governing Council, became increasingly confident that price pressures would continue to recede. That is why we have lowered the key interest rates on three occasions since June, by 25 basis points each time. We are convinced that, even with the lower interest rates, we will soon and sustainably reach our inflation target of 2 percent. But as with all monetary policy measures, interest rate reductions only take effect with a lag. Which is why it would be too late to only ease our stance when the target inflation rate has been reached.</p>\n<p class=\"Reden\" id=\"par-oe1963\">At the same time, however, it is important to remain watchful and to ease monetary policy only gradually and not too quickly. You see, risks continue to exist. One risk is the possibility that wage growth will dissipate more slowly than anticipated. Another very real risk is that the incoming<span> </span>US<span> </span>administration will put trade policy measures in place that push up inflation in Germany as well. Furthermore, caution is warranted by the persistently high core inflation, a measure of inflation that strips out volatile energy and food prices. Above all services inflation is still strong, with services in the euro area currently costing an average of 4 percent more than they did last year. Given that services inflation looks set to gradually diminish as wage pressures subside, the time is approaching from which we can expect to see a sustained return to the 2 percent mark.</p>\n<p class=\"Reden\" id=\"par-e789a3\">Furthermore, with the deposit facility rate at 3.25 percent, monetary policy is still having a restrictive effect. That is to say, policy is still playing a part in sustainably lowering inflation. Whether a further policy rate move will follow in December is something we will decide on the basis of the data available to us at that time. In addition, experts from the<span> </span>ECB<span> </span>and the euro area national central banks – so including the Bundesbank – will be presenting new projections for inflation and growth in December. It is important to note that the Governing Council is not pre-committing to a particular rate path. We decide on the road ahead based on a meeting-by-meeting approach.</p>\n<h3>4 Structural challenges</h3>\n<p class=\"Reden\" id=\"par-o68499\">Where the German economy goes from here is, as I said, about more than just economic activity. The current weak growth also has structural causes. As promised, I'd like to take a look at those now. There are four factors I want to shine a light on in particular. First, energy prices in Germany are likely to be higher than before Russia's war against Ukraine for some time to come. It's true that gas prices are currently far below the extreme levels seen in the summer of 2022, but they clearly exceed the average recorded in the pre-crisis year of 2019. Second, efforts to transition to a net zero economy will entail considerable costs for an extended transitional period at least. Third, demographic change is exacerbating the shortage of skilled workers. Take, for example, the totality of all persons who could be available to the labour market – what's known as the potential labour force. Bundesbank projections show that Germany's potential labour force will start shrinking noticeably from 2026 onwards. It is unlikely that immigration will be able to compensate for this decline. Fourth, as a highly interconnected part of the world economy, Germany clearly stands to lose from increasing protectionism and geo-economic fragmentation.</p>\n<p class=\"Reden\" id=\"par-i93i57\">These four structural challenges are also putting the competitiveness of German firms to the test. And to make the German economy more competitive again, investment is required – in real and human capital – and good business conditions. Businesses in Germany are currently holding back from investing, however. The Bundesbank has been conducting a survey among firms in Germany for the past four years or so. A year ago, we asked survey participants about the reasons behind weak investment. Besides the difficult macroeconomic setting, the responding firms chiefly cited high wage and energy costs and a shortage of skilled workers. Among the other reasons that followed these were regulatory uncertainty, a high burden of taxes and social security contributions, and inefficient public administration.<a class=\"hashlink\" href=\"#fn5\" id=\"fn_5\"><sup>5</sup></a><span> </span>Based on these responses, there should be more intense discussion about a raft of structural policy measures that can improve the conditions for doing business in Germany. I'd like to briefly cover five issues: bureaucracy, demographics, energy, trade and financing.</p>\n<p class=\"Reden\" id=\"par-iu57ae\">Let's look at the burden of bureaucracy first. Depending on the size of the firm, this burden can be very uneven – not every firm has the staffing capacity to get to grips with all administrative requirements, for example. In this respect, policymakers need to make sure that disclosure and reporting requirements for firms don't get out of hand. A case in point is Germany's Supply Chain Act. While its objectives are justified, we need to ensure that it's possible to apply it in practice with an acceptable amount of effort. Another starting point, in my view, is reconsidering whether a whole host of individual tax provisions and tax concessions make Germany better, or whether this is outweighed by the negative impact of more bureaucracy and tax law that is susceptible to manipulation. Take, for example, the tax exemption for supplementary pay on Sundays and public holidays or the favourable tax treatment of diesel fuel.</p>\n<p class=\"Reden\" id=\"par-ea692u\">Another main issue is the speed of bureaucracy. Approval processes in Germany are slow. Much too slow. It's not a rare occurrence for multiple years to pass before a wind turbine is connected to the grid. When it comes to speed and efficiency, in particular, I consider digitalisation to be a huge opportunity for public administration. Digital technologies can simplify and speed up administrative processes. That said, what we don't want is for each of the 16 federal states to develop their own digital solution and for the Federal Government to come up with the 17th. We need to make a swift assessment of where harmonisation, or even centralisation, would make sense so we can keep reducing bureaucracy.</p>\n<p class=\"Reden\" id=\"par-o4a75a\">Let's move on to the second point, demographics. In this case, I see three levers policymakers could use to tackle the shortage of skilled workers. First, I believe politicians should eliminate incentives for early retirement and also consider gradually raising the retirement age from 2031 by linking it to life expectancy. A man who retired at the age of 65 in 1974 had an average of twelve and a half years ahead of him. People retiring at the age of 66 today still have almost 17.5 years on average. They can also expect to enjoy better health, for the most part, during those extra years.<a class=\"hashlink\" href=\"#fn6\" id=\"fn_6\"><sup>6</sup></a><span> </span>If life expectancy continues to trend upwards in future, I think it would certainly be reasonable to spend some of those additional years of life working.</p>\n<p class=\"Reden\" id=\"par-e89ouo\">The second lever relates to people who currently have limited capacity for work because they care for dependants. Better, expanded options for childcare and for family members in need of care could enable these people to work more if they wish to do so. The third lever is equally important for Germany: Germany has to become more attractive to skilled workers from abroad. Without them, we cannot cope with the decline in the potential labour force. More streamlined processes for obtaining residence permits could help here, in particular.</p>\n<p class=\"Reden\" id=\"par-iae28a\">As for the issue of the energy transition, the important thing is to give firms and households clarity about how we're going to achieve the goal of net zero emissions by 2045. And for that to happen, we need greater planning certainty in energy policy. Investment in green technologies often involves irreversible costs. Firms are therefore understandably hesitant when there is uncertainty about future policy developments. This uncertainty could be reduced by putting in place a consistent framework for the future energy supply. This would have to cover generation of energy based on domestic or imported energy sources, back-up power plants, grids and storage facilities and provide the broadest possible political support. In terms of decarbonisation, the Bundesbank's view is that putting, as far as possible, a uniform and broad price on carbon emissions across all sectors is the best way to lower emissions<span> </span><span>and create incentives for appropriate investment. This is in addition to flanking measures such as </span>faster and simpler approval procedures, support for research and development in green technologies, and the retirement of brown subsidies.</p>\n<p class=\"Reden\" id=\"par-a52354\">Making climate policy more predictable, reducing bureaucracy and the shortage of skilled workers – these measures would improve the investment climate in Germany. Equally, though, we shouldn't lose sight of how much German industry and, not least, our \"hidden champions\" in the<span> </span>SME<span> </span>sector depend on foreign demand. My fourth issue therefore relates to trade. Many German industrial firms are deeply integrated into the international division of labour. Growing protectionism and greater fragmentation of world markets would make it more difficult for German exporters to access third markets, thereby hurting their competitiveness. In spite of geopolitical tensions, I continue to advocate for open markets and rules-based free trade – because, at the end of the day, protectionism harms all of us.</p>\n<p class=\"Reden\" id=\"par-iu1ee6\">And above all, investment also requires financing – my last topic. When it comes to financing prospects, not everything revolves around the key interest rates set by the Governing Council of the<span> </span><span class=\"text-nowrap\">ECB,</span><span> </span>although that impression often arises. The structure of financial markets also plays a role, since there are numerous other ways to obtain financing besides the traditional bank loan. If we push ahead with the European capital markets union, we would be ensuring firms have better access to capital in the longer term. When looking for financing, you see, firms often feel hemmed in by borders within Europe. An integrated European capital market could offer these firms more financial resources for private investment, especially by reviving the securitisation market. For small and medium-sized enterprises, in particular, securitisations could be the bridge between loan-based bank financing and capital markets.<a class=\"hashlink\" href=\"#fn7\" id=\"fn_7\"><sup>7</sup></a></p>\n<p class=\"Reden\" id=\"par-o31e7e\">I am certain that we can set our country back on the road to success with this package of measures.</p>\n<h3>5 Concluding remarks</h3>\n<p class=\"Reden\" id=\"par-a561ei\">Ladies and gentlemen,</p>\n<p class=\"Reden\" id=\"par-i55581\">I would like to conclude with a few remarks. Looking back at our history, Germany has already shown resilience and the capacity for renewal in greater periods of crisis than today's. The weak growth after the 1990s gave way to the 2000s and the response to this in the context of Agenda 2010 are a case in point.</p>\n<p class=\"Reden\" id=\"par-a2eouu\">Ten years after the reform package was announced in the Bundestag, the<span> </span>UK<span> </span>weekly news magazine \"The Economist\" published an article with the powerful headline \"Wunderreform\".<a class=\"hashlink\" href=\"#fn8\" id=\"fn_8\"><sup>8</sup></a><span> </span>It contained the following words: \"Ten years later, what is the verdict? Financial crises be damned, Germany stands as an economic beacon, with record employment and the lowest youth unemployment in Europe. Some countries are studying Agenda 2010 as if it were a manual.\"</p>\n<p class=\"Reden\" id=\"par-eu4a97\">If we all roll up our sleeves and tackle the necessary reforms with enthusiasm for innovation – the government just as much as large, medium-sized and small firms, and also employees – then I'm confident that we can successfully turn around growth this time, too.</p>\n<hr/>\n<div class=\"ts-footnote-2\" id=\"sC-component-footnotes\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> Galbraith, J. K. (1952), American Capitalism, Boston: Houghton Mifflin Co.</p>\n</div>\n<p class=\"Reden footnote\"><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup>2</sup></a> Symeonidis, G. (1996), Innovation, Firm Size and Market Structure: Schumpeterian Hypotheses and Some New Themes,<span> </span>OECD<span> </span>Economics Department Working Papers, No 161.</p>\n<p class=\"Reden footnote\"><a class=\"hashlink\" href=\"#fn_3\" name=\"fn3\"><sup>3</sup></a> Acs, Z. J. and D. B. Audretsch (1998), Innovation in Large and Small Firms: An Empirical Analysis, The American Economic Review, Vol. 78(4), pp. 678-690.</p>\n<p class=\"Reden footnote\"><a class=\"hashlink\" href=\"#fn_4\" name=\"fn4\"><sup>4</sup></a> <a class=\"external\" href=\"https://www.ruv.de/newsroom/themenspezial-die-aengste-der-deutschen/pressemitteilungen/2024-10-09-studie-aengste-der-deutschen\" rel=\"noopener noreferrer\" target=\"_blank\"><span>Die größten Ängste der Deutschen: hohe Lebenshaltungskosten und Folgen der Migration (ruv.de)</span></a></p>\n<p class=\"Reden footnote\"><a class=\"hashlink\" href=\"#fn_5\" name=\"fn5\"><sup>5</sup></a> Deutsche Bundesbank,<span> </span><a class=\"external\" href=\"https://publikationen.bundesbank.de/publikationen-en/reports-studies/monthly-reports/monthly-report-may-2024-931608?article=the-german-economy-931604\" rel=\"noopener noreferrer\" target=\"_blank\">Domestic investment barriers faced by German enterprises</a>, Monthly Report, May 2024.</p>\n<p class=\"Reden footnote\"><a class=\"hashlink\" href=\"#fn_6\" name=\"fn6\"><sup>6</sup></a> See Robert Koch Institute (2015), Health in Germany, Federal Health Reporting. Joint service by<span> </span>RKI<span> </span>and Destatis, November 2015.</p>\n<p class=\"Reden footnote\"><a class=\"hashlink\" href=\"#fn_7\" name=\"fn7\"><sup>7</sup></a> Nagel, J.,<span> </span><a class=\"external\" href=\"https://www.bundesbank.de/en/press/speeches/keynote-speech-at-the-10th-anniversary-of-european-datawarehouse-798096\" rel=\"noopener noreferrer\" target=\"_blank\">Keynote speech at the 10th anniversary of European DataWarehouse</a>, speech delivered on 14 November 2022.</p>\n<p class=\"Reden footnote\"><a class=\"hashlink\" href=\"#fn_8\" name=\"fn8\"><sup>8</sup></a> The Economist,<span> </span><a class=\"external\" href=\"https://www.economist.com/europe/2013/03/16/wunderreform\" rel=\"noopener noreferrer\" target=\"_blank\">Wunderreform</a>, 16 March 2013.</p>\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup></sup></a></span></p>\n",
  "content_text": "Check against delivery 1 Introduction Ladies and gentlemen, American economist John Kenneth Galbraith, writing in his book American Capitalism, posits the hypothesis that, in modern industry, it is only the large corporations that are in a position to advance innovation. 1 That book came out in 1952. Galbraith took the view that the sheer size of those corporations ensured that sufficient resources could be devoted to research and development. Their immense market strength, he continued, was also a guarantee that the innovation gains would not be diffused all that quickly by possible imitators. But as a raft of later studies discovered, there is scant empirical evidence to support these theories. Indeed, it turns out that smaller firms are just as active in research and development as large ones. 2 And there's more: There is evidence to suggest that smaller firms are more innovative, especially when we measure innovation in relation to employee headcount. 3 These studies underline the hugely important role that small and medium-sized enterprises play in the economy, because innovation is often regarded as the motor powering economic growth. In Germany, though, this engine of growth seems to be stuttering. The economic situation in Germany has not improved over the past months. There is much to suggest that this is not only due to cyclical factors and thus a passing phase, but that structural problems are at play here as well – problems that are dragging on growth for longer and in a more sustained manner. It is these structural factors that I would like to illuminate in greater detail in my speech. After that, I will discuss what specific economic policy measures can help put Germany back on track for growth. Let me begin, though, with an overview of current economic conditions, price developments and the Eurosystem's monetary policy. 2 Economic and price developments Economic conditions and the outlook for the economy are always key parameters for firms, large or small. This is because they influence demand for products and services, which in turn go some way towards driving sales and profits. What is more, an awareness of conditions in the business cycle helps companies make strategic decisions surrounding investment, staff planning and market positioning. Needless to say, a firm that manufactures machinery, for example, will take a different view of the economy than a retailer, and a construction business will have a different reading than a service provider. Different market players will have different components of demand that matter most to them. Some look more at regional business activity, while others depend on how the global economy is faring. I will look first at German economic activity. Germany has been mired in a bout of economic weakness for two and a half years now. Economic output nudged slightly higher over the summer, but not by enough to cancel out the earlier decline in the spring. For the fourth quarter, the economy looks set to more or less stagnate. The weakness in industry and construction will probably continue to drag on activity, and the propensity to invest will probably remain frail as well. Private consumption could expand somewhat, but it is proving sluggish amid consumer uncertainty. Hence, the German economy could contract slightly for 2024 as a whole, just like it did in 2023. The German Council of Economic Experts, writing in its latest annual report, expects the economy to shrink by 0.1 percent, followed by meagre growth of 0.4 percent next year. This would once again leave Germany trailing behind the euro area average. Uncertainty is intense overall. Will there really be swingeing tariff hikes and even greater trade policy uncertainty at the global level in the wake of the US elections? If so, that could place even more of a strain on economic activity. The Bundesbank is publishing its next Forecast for Germany in December. In their baseline scenario, our experts will be assuming that no new US tariffs are rolled out for the time being. After all, these have been nothing more than announcements so far. Needless to say, though, we will need to have a risk scenario of that kind on our radar. Tariff hikes would presumably also have an impact on inflation in the euro area and in Germany, which is a topic of great concern for many people. This is shown, for example, by the latest findings of a regular study on what Germans fear. 4 Concerns about a higher cost of living ranked first for the third consecutive time. But at least the share of respondents fearing higher prices dropped from 65 percent in 2023 to 57 percent this year. That is consistent with the finding that inflation has recently moved close to its pre-crisis level again. That said, the wave of inflation has left the price level higher than it was before. It will arguably take some time yet for people to become accustomed to this higher level. On a positive note, wage developments have gone a long way towards offsetting the losses in purchasing power that the surge in inflation caused. So, with more money in their pockets, wage earners can now afford the higher prices again on average. Following the bitter experience of surging prices, it is all the more important for the rate of inflation to return sustainably to 2 percent, which is our target level. This also matters so that inflation expectations have a sound mooring and the public's fear of inflation recedes further. German inflation as measured by the Harmonised Index of Consumer Prices, or HICP, dropped below 2 percent for the first time in a long while in September, but spiked up again in October to 2.4 percent , though that didn't come as a complete surprise. Base effects are having a considerable impact on price developments today due to last year's strong fluctuations in energy prices. 2023 saw crude oil prices peak in September before falling again significantly. Hence, for this year up to September, energy prices have been compared with last year's soaring price levels. That lowers inflation rates in a year-on-year comparison. In the coming months, last year's downward movement in energy prices will be part of the reason why headline inflation is likely to continue rising for a time. Furthermore, one-off effects at the beginning of the new year will drive prices higher as well. These include the price rise for the \"Deutschlandticket\" and probably also substantial increases in private health insurance tariffs. Although wages remain a source of price pressures, the rate of inflation in Germany can be expected to gradually ease off again over the course of 2025. The same can be said for price developments in the euro area, which are used to calibrate the monetary policy stance. 3 Monetary policy Understandably, enterprises have an interest in favourable financing conditions. The cheaper it is to fund investment, the sooner that investment will pay off and the easier it is to decide to go ahead with that investment. Smaller firms in particular are sensitive to interest rates because their main source of funding is debt capital, primarily bank loans. And how favourable financing conditions are is influenced significantly by the monetary policy set by the Governing Council of the European Central Bank. But, of course, the primary objective of European monetary policy is not to give businesses a cheap source of loans. Our mandate is to preserve price stability across the entire currency area. By tightening or loosening financing conditions, we influence aggregate demand. And that is how we have an effect on aggregate inflation. The exceptionally high inflation rates we saw as of mid-2021, and which peaked in October 2022, forced us to significantly tighten financing conditions. On ten consecutive occasions, my colleagues and I on the Governing Council raised the key interest rates, lifting them by a total of 450 basis points. Since then, euro area inflation as measured by the HICP has dropped significantly. And while that was not only due to the Eurosystem's policy restriction, our stance does deserve some of the credit. Annual average inflation stood at 8.4 percent in 2022 and amounted to just 5.4 percent in 2023. The annual average for this year will probably be two point something. As this year progressed, we, the members of the Governing Council, became increasingly confident that price pressures would continue to recede. That is why we have lowered the key interest rates on three occasions since June, by 25 basis points each time. We are convinced that, even with the lower interest rates, we will soon and sustainably reach our inflation target of 2 percent. But as with all monetary policy measures, interest rate reductions only take effect with a lag. Which is why it would be too late to only ease our stance when the target inflation rate has been reached. At the same time, however, it is important to remain watchful and to ease monetary policy only gradually and not too quickly. You see, risks continue to exist. One risk is the possibility that wage growth will dissipate more slowly than anticipated. Another very real risk is that the incoming US administration will put trade policy measures in place that push up inflation in Germany as well. Furthermore, caution is warranted by the persistently high core inflation, a measure of inflation that strips out volatile energy and food prices. Above all services inflation is still strong, with services in the euro area currently costing an average of 4 percent more than they did last year. Given that services inflation looks set to gradually diminish as wage pressures subside, the time is approaching from which we can expect to see a sustained return to the 2 percent mark. Furthermore, with the deposit facility rate at 3.25 percent, monetary policy is still having a restrictive effect. That is to say, policy is still playing a part in sustainably lowering inflation. Whether a further policy rate move will follow in December is something we will decide on the basis of the data available to us at that time. In addition, experts from the ECB and the euro area national central banks – so including the Bundesbank – will be presenting new projections for inflation and growth in December. It is important to note that the Governing Council is not pre-committing to a particular rate path. We decide on the road ahead based on a meeting-by-meeting approach. 4 Structural challenges Where the German economy goes from here is, as I said, about more than just economic activity. The current weak growth also has structural causes. As promised, I'd like to take a look at those now. There are four factors I want to shine a light on in particular. First, energy prices in Germany are likely to be higher than before Russia's war against Ukraine for some time to come. It's true that gas prices are currently far below the extreme levels seen in the summer of 2022, but they clearly exceed the average recorded in the pre-crisis year of 2019. Second, efforts to transition to a net zero economy will entail considerable costs for an extended transitional period at least. Third, demographic change is exacerbating the shortage of skilled workers. Take, for example, the totality of all persons who could be available to the labour market – what's known as the potential labour force. Bundesbank projections show that Germany's potential labour force will start shrinking noticeably from 2026 onwards. It is unlikely that immigration will be able to compensate for this decline. Fourth, as a highly interconnected part of the world economy, Germany clearly stands to lose from increasing protectionism and geo-economic fragmentation. These four structural challenges are also putting the competitiveness of German firms to the test. And to make the German economy more competitive again, investment is required – in real and human capital – and good business conditions. Businesses in Germany are currently holding back from investing, however. The Bundesbank has been conducting a survey among firms in Germany for the past four years or so. A year ago, we asked survey participants about the reasons behind weak investment. Besides the difficult macroeconomic setting, the responding firms chiefly cited high wage and energy costs and a shortage of skilled workers. Among the other reasons that followed these were regulatory uncertainty, a high burden of taxes and social security contributions, and inefficient public administration. 5 Based on these responses, there should be more intense discussion about a raft of structural policy measures that can improve the conditions for doing business in Germany. I'd like to briefly cover five issues: bureaucracy, demographics, energy, trade and financing. Let's look at the burden of bureaucracy first. Depending on the size of the firm, this burden can be very uneven – not every firm has the staffing capacity to get to grips with all administrative requirements, for example. In this respect, policymakers need to make sure that disclosure and reporting requirements for firms don't get out of hand. A case in point is Germany's Supply Chain Act. While its objectives are justified, we need to ensure that it's possible to apply it in practice with an acceptable amount of effort. Another starting point, in my view, is reconsidering whether a whole host of individual tax provisions and tax concessions make Germany better, or whether this is outweighed by the negative impact of more bureaucracy and tax law that is susceptible to manipulation. Take, for example, the tax exemption for supplementary pay on Sundays and public holidays or the favourable tax treatment of diesel fuel. Another main issue is the speed of bureaucracy. Approval processes in Germany are slow. Much too slow. It's not a rare occurrence for multiple years to pass before a wind turbine is connected to the grid. When it comes to speed and efficiency, in particular, I consider digitalisation to be a huge opportunity for public administration. Digital technologies can simplify and speed up administrative processes. That said, what we don't want is for each of the 16 federal states to develop their own digital solution and for the Federal Government to come up with the 17th. We need to make a swift assessment of where harmonisation, or even centralisation, would make sense so we can keep reducing bureaucracy. Let's move on to the second point, demographics. In this case, I see three levers policymakers could use to tackle the shortage of skilled workers. First, I believe politicians should eliminate incentives for early retirement and also consider gradually raising the retirement age from 2031 by linking it to life expectancy. A man who retired at the age of 65 in 1974 had an average of twelve and a half years ahead of him. People retiring at the age of 66 today still have almost 17.5 years on average. They can also expect to enjoy better health, for the most part, during those extra years. 6 If life expectancy continues to trend upwards in future, I think it would certainly be reasonable to spend some of those additional years of life working. The second lever relates to people who currently have limited capacity for work because they care for dependants. Better, expanded options for childcare and for family members in need of care could enable these people to work more if they wish to do so. The third lever is equally important for Germany: Germany has to become more attractive to skilled workers from abroad. Without them, we cannot cope with the decline in the potential labour force. More streamlined processes for obtaining residence permits could help here, in particular. As for the issue of the energy transition, the important thing is to give firms and households clarity about how we're going to achieve the goal of net zero emissions by 2045. And for that to happen, we need greater planning certainty in energy policy. Investment in green technologies often involves irreversible costs. Firms are therefore understandably hesitant when there is uncertainty about future policy developments. This uncertainty could be reduced by putting in place a consistent framework for the future energy supply. This would have to cover generation of energy based on domestic or imported energy sources, back-up power plants, grids and storage facilities and provide the broadest possible political support. In terms of decarbonisation, the Bundesbank's view is that putting, as far as possible, a uniform and broad price on carbon emissions across all sectors is the best way to lower emissions and create incentives for appropriate investment. This is in addition to flanking measures such as faster and simpler approval procedures, support for research and development in green technologies, and the retirement of brown subsidies. Making climate policy more predictable, reducing bureaucracy and the shortage of skilled workers – these measures would improve the investment climate in Germany. Equally, though, we shouldn't lose sight of how much German industry and, not least, our \"hidden champions\" in the SME sector depend on foreign demand. My fourth issue therefore relates to trade. Many German industrial firms are deeply integrated into the international division of labour. Growing protectionism and greater fragmentation of world markets would make it more difficult for German exporters to access third markets, thereby hurting their competitiveness. In spite of geopolitical tensions, I continue to advocate for open markets and rules-based free trade – because, at the end of the day, protectionism harms all of us. And above all, investment also requires financing – my last topic. When it comes to financing prospects, not everything revolves around the key interest rates set by the Governing Council of the ECB, although that impression often arises. The structure of financial markets also plays a role, since there are numerous other ways to obtain financing besides the traditional bank loan. If we push ahead with the European capital markets union, we would be ensuring firms have better access to capital in the longer term. When looking for financing, you see, firms often feel hemmed in by borders within Europe. An integrated European capital market could offer these firms more financial resources for private investment, especially by reviving the securitisation market. For small and medium-sized enterprises, in particular, securitisations could be the bridge between loan-based bank financing and capital markets. 7 I am certain that we can set our country back on the road to success with this package of measures. 5 Concluding remarks Ladies and gentlemen, I would like to conclude with a few remarks. Looking back at our history, Germany has already shown resilience and the capacity for renewal in greater periods of crisis than today's. The weak growth after the 1990s gave way to the 2000s and the response to this in the context of Agenda 2010 are a case in point. Ten years after the reform package was announced in the Bundestag, the UK weekly news magazine \"The Economist\" published an article with the powerful headline \"Wunderreform\". 8 It contained the following words: \"Ten years later, what is the verdict? Financial crises be damned, Germany stands as an economic beacon, with record employment and the lowest youth unemployment in Europe. Some countries are studying Agenda 2010 as if it were a manual.\" If we all roll up our sleeves and tackle the necessary reforms with enthusiasm for innovation – the government just as much as large, medium-sized and small firms, and also employees – then I'm confident that we can successfully turn around growth this time, too. 1 Galbraith, J. K. (1952), American Capitalism, Boston: Houghton Mifflin Co. 2 Symeonidis, G. (1996), Innovation, Firm Size and Market Structure: Schumpeterian Hypotheses and Some New Themes, OECD Economics Department Working Papers, No 161. 3 Acs, Z. J. and D. B. Audretsch (1998), Innovation in Large and Small Firms: An Empirical Analysis, The American Economic Review, Vol. 78(4), pp. 678-690. 4 Die größten Ängste der Deutschen: hohe Lebenshaltungskosten und Folgen der Migration (ruv.de) 5 Deutsche Bundesbank, Domestic investment barriers faced by German enterprises , Monthly Report, May 2024. 6 See Robert Koch Institute (2015), Health in Germany, Federal Health Reporting. Joint service by RKI and Destatis, November 2015. 7 Nagel, J., Keynote speech at the 10th anniversary of European DataWarehouse , speech delivered on 14 November 2022. 8 The Economist, Wunderreform , 16 March 2013.",
  "date_parsed": "2024-12-16",
  "name": "Joachim Nagel",
  "link_number": "18",
  "name_orig": "Joachim Nagel",
  "url_orig": "https://www.bis.org/review/r241216c.htm"
}