{
  "source_url": "https://www.bis.org/review/r250708c.htm",
  "headline": "Joachim Nagel: The German economy - navigating cyclical fluctuations and boosting long-term growth",
  "description_html": "\n<p>Text of the Eesti Pank Public Lecture by Dr Joachim Nagel, President of the Deutsche Bundesbank, at Eesti Bank, Tallinn, 7 July 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Text of the Eesti Pank Public Lecture by Dr Joachim Nagel, President of the Deutsche Bundesbank, at Eesti Bank, Tallinn, 7 July 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "10 July 2025",
  "pdf_url": "https://www.bis.org/review/r250708c.pdf",
  "content_html": "\n<p><em>Check against delivery </em></p>\n<h3>1 Introduction</h3>\n<p class=\"Reden\" id=\"par-u4369e\"><span>Thank you, Governor Müller, for your kind introduction and for the invitation. It is a great pleasure and honour for me to speak here today. I truly appreciate the warm hospitality of Eesti Pank. Since my arrival, I have spent an exciting weekend enjoying several concerts, a trip to the Estonian wilderness, and a walking tour of your beautiful Old Town. </span></p>\n<p class=\"Reden\" id=\"par-ue56aa\"><span>Ladies and gentlemen, Estonia and Germany are connected in surprising ways. For example, the esteemed Estonian economist Ragnar Nurkse, in whose honour this lecture series is being held, attended Tallinna Toomkool. The school was also formerly known as the Domschule zu Reval, and its lessons were held in German.</span></p>\n<p class=\"Reden\" id=\"par-e8i686\"><span>Estonia and Germany have also shared a similar economic fate in recent years: Both countries' economies have largely stagnated since the outbreak of the <span class=\"text-nowrap\">COVID-</span>19 pandemic. </span></p>\n<p class=\"Reden\" id=\"par-i929a5\"><span>Today, I want to share my thoughts on how the German economy reached its current state and how it could recover. I will structure my remarks around three key questions.</span></p>\n<p class=\"Reden\" id=\"par-o94e64\"><span>First, what is the current state of the German economy, and what are the main drivers shaping the economic outlook?</span></p>\n",
  "content_text": "Check against delivery 1 Introduction Thank you, Governor Müller, for your kind introduction and for the invitation. It is a great pleasure and honour for me to speak here today. I truly appreciate the warm hospitality of Eesti Pank. Since my arrival, I have spent an exciting weekend enjoying several concerts, a trip to the Estonian wilderness, and a walking tour of your beautiful Old Town. Ladies and gentlemen, Estonia and Germany are connected in surprising ways. For example, the esteemed Estonian economist Ragnar Nurkse, in whose honour this lecture series is being held, attended Tallinna Toomkool. The school was also formerly known as the Domschule zu Reval, and its lessons were held in German. Estonia and Germany have also shared a similar economic fate in recent years: Both countries' economies have largely stagnated since the outbreak of the COVID- 19 pandemic. Today, I want to share my thoughts on how the German economy reached its current state and how it could recover. I will structure my remarks around three key questions. First, what is the current state of the German economy, and what are the main drivers shaping the economic outlook?",
  "date_parsed": "2025-07-10",
  "name": "Joachim Nagel",
  "link_number": "9",
  "name_orig": "Joachim Nagel",
  "url_orig": "https://www.bis.org/review/r250708c.htm"
}