{
  "source_url": "https://www.bis.org/review/r251201t.htm",
  "headline": "Joachim Nagel: Current economic policy challenges in Germany and Europe",
  "description_html": "\n<p>Special lecture by Dr Joachim Nagel, President of the Deutsche Bundesbank, at Yonsei University, Seoul, 1 December 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Special lecture by Dr Joachim Nagel, President of the Deutsche Bundesbank, at Yonsei University, Seoul, 1 December 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "05 December 2025",
  "pdf_url": "https://www.bis.org/review/r251201t.pdf",
  "content_html": "\n<p><em>Check against delivery </em></p>\n<h3>1 Introduction</h3>\n<p class=\"Reden\" id=\"par-aae125\"><span>Ladies and gentlemen, it is a great pleasure for me to speak to you today. Germany and the Republic of Korea are far apart on the map, but our economies have much in common.</span></p>\n<p class=\"Reden\" id=\"par-e8314a\"><span>For example, both are export-driven, with large manufacturing bases. Manufacturing made up about 18 per cent of </span>GDP<span> in Germany, and a striking 24 per cent in the Republic of Korea in 2023 – far more than the 13 per cent across the </span><span class=\"text-nowrap\">OECD.</span><span> </span><span>As a result, both economies are deeply embedded in global value chains. This means that they are exposed to trade policy changes and geopolitical risks, especially involving the United States and China. </span></p>\n<p class=\"Reden\" id=\"par-ii5965\"><span>Furthermore, both countries depend heavily on imported energy, making them vulnerable to global energy price shocks. In 2023, Germany met around 70 per cent of its energy needs through net imports. In the Republic of Korea, the share was even higher at 85 per cent.</span></p>\n<p class=\"Reden\" id=\"par-a891ee\"><span>Finally, both Germany and the Republic of Korea have a rapidly ageing population and low birth rates. The fertility rate was about 1.4 in Germany and 0.7 in the Republic of Korea in 2023. </span><span>Both rates are below 2.1, which is the level required to keep the population stable. This demographic shift will weigh on labour supply and public finances.</span></p>\n",
  "content_text": "Check against delivery 1 Introduction Ladies and gentlemen, it is a great pleasure for me to speak to you today. Germany and the Republic of Korea are far apart on the map, but our economies have much in common. For example, both are export-driven, with large manufacturing bases. Manufacturing made up about 18 per cent of GDP in Germany, and a striking 24 per cent in the Republic of Korea in 2023 – far more than the 13 per cent across the OECD. As a result, both economies are deeply embedded in global value chains. This means that they are exposed to trade policy changes and geopolitical risks, especially involving the United States and China. Furthermore, both countries depend heavily on imported energy, making them vulnerable to global energy price shocks. In 2023, Germany met around 70 per cent of its energy needs through net imports. In the Republic of Korea, the share was even higher at 85 per cent. Finally, both Germany and the Republic of Korea have a rapidly ageing population and low birth rates. The fertility rate was about 1.4 in Germany and 0.7 in the Republic of Korea in 2023. Both rates are below 2.1, which is the level required to keep the population stable. This demographic shift will weigh on labour supply and public finances.",
  "date_parsed": "2025-12-05",
  "name": "Joachim Nagel",
  "name_orig": "Joachim Nagel",
  "url_orig": "https://www.bis.org/review/r251201t.htm"
}