{
  "source_url": "https://www.bis.org/review/r250916a.htm",
  "headline": "Joachim Nagel: Banking regulation - as complex as necessary, as simple as possible",
  "description_html": "\n<p>Speech by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the13th regulatory conference, Frankfurt am Main, 12 September 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the13th regulatory conference, Frankfurt am Main, 12 September 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "18 September 2025",
  "pdf_url": "https://www.bis.org/review/r250916a.pdf",
  "content_html": "\n<p><em>Check against delivery </em></p>\n<h3>1 Introduction</h3>\n<p class=\"Reden\" id=\"par-oi656i\"><span>Ladies and gentlemen, it gives me great pleasure to open the thirteenth regulatory conference. A warm welcome, too, to our speakers and panellists. </span></p>\n<p class=\"Reden\" id=\"par-o5e73a\"><span>To kick off my speech today, I would like to take you on a brief excursion into the world of medicine. For a long time, hospitals striving to lower the number of deaths from infectious diseases used to deploy a whole host of measures: regularly airing the rooms, frequently changing the bed covers, isolating patients, and giving doctors special protective clothing to wear. </span></p>\n<p class=\"Reden\" id=\"par-uuu16a\"><span>Then, in the mid-19th century, a Hungarian physician called Ignaz Semmelweis introduced a simple rule: All doctors and medical students were to wash their hands with a chlorinated solution before every examination. The results were spectacular: The mortality rate dropped within the space of a few months from more than ten per cent to less than three per cent. </span></p>\n<p class=\"Reden\" id=\"par-aa2i2o\"><span>The solution to the problem I will be talking about in just a moment is certainly not quite as simple, and the effect might be smaller as well. But you can probably tell what I'm getting at: Sometimes, a simple, yet appropriate solution to a problem is better suited than a complex bundle of measures. </span></p>\n<p class=\"Reden\" id=\"par-o44a82\"><span>Today's European banking regulation is just such a complex bundle of measures. It sets out to achieve different objectives, relying on a multitude of instruments that are often intertwined. Banking regulation in its current form came into being in a long and iterative process. New capital instruments were introduced, minimum requirements were raised, and additional capital buffers were created. Further requirements were added – like the leverage ratio – alongside new resolution rules.</span></p>\n<p class=\"Reden\" id=\"par-u39i39\"><span>The outcome: Our banking system today is far more resilient than it was prior to the 2007 global financial crisis. We have seen compelling evidence of this in recent years: Neither the coronavirus pandemic nor the energy crisis, nor the turmoil in the </span>US<span> banking market in 2023, spelled any serious danger for the European banking system.</span></p>\n<p class=\"Reden\" id=\"par-o4e9o6\"><span>In terms of resilience, then, the European banking system has delivered in every respect imaginable. That's unreservedly positive. And it's something that's worth stressing over and again. But an honest stocktake also means acknowledging that banking regulation today is more complex than it ever was. </span></p>\n<p class=\"Reden\" id=\"par-aieauo\"><span>Just over six months ago, I joined my </span>ECB<span> Governing Council colleagues José Luis Escrivá (Banco de España), Fabio Panetta (Banca d'Italia) and François Villeroy de Galhau (Banque de France) in writing a letter to Maria Luís Albuquerque, the European Commissioner responsible for Financial Services and the Savings and Investments Union.<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a></span><span> In that letter, we called on the European Commission to widen its simplification initiative to also include the banking sector. In the Eurosystem, we are now working on this topic as part of a High-Level Task Force.<a class=\"hashlink\" href=\"#fn2\" id=\"fn_2\"><sup>2</sup></a></span></p>\n<p class=\"Reden\" id=\"par-ia7819\"><span>I will begin my speech by briefly outlining what exactly is meant by the term \"simplification\" – and what is not. After that, I will give you an idea of the complexity of the existing own funds regulation in Europe and explain why this can lead to inefficiencies. I will then close my speech by explaining, with the aid of four concrete thought-provoking impulses, how effective banking regulation could be simplified.</span></p>\n<h3>2 What does simplification mean?</h3>\n<p class=\"Reden\" id=\"par-i249u7\"><span>Let me start with the question of what simplification means exactly – and what it doesn't. I think it's important to emphasise that simplification in banking regulation is not synonymous with deregulation. What we want to avoid at all costs is a potential situation where we jeopardise the stability of the banking system or underestimate risks.</span></p>\n<p class=\"Reden\" id=\"par-ie53io\"><span>Rather, simplification stands for a targeted reduction of unnecessary or perhaps even counterproductive complexity. In other words, we are striving to make regulation clearer, more understandable and more efficient – while continuing to safeguard the stability of the banking system. True to the motto: as simple as possible, as complex as necessary.</span></p>\n<p class=\"Reden\" id=\"par-o12281\"><span>One vivid example of simplification can be found in the area of disclosure requirements and reporting standards. At the European and national levels, there are already numerous initiatives aimed at eliminating reporting overlaps and at streamlining and harmonising reporting requirements. One concrete example is the joint initiative with </span>BaFin<span> to discontinue the reporting scheme for loans of €1 million or more at the end of 2026. For that to happen, the necessary legal amendments will have to have been made by then. </span></p>\n<p class=\"Reden\" id=\"par-i4i8e8\"><span>But there are other fields of banking regulation, too, where it's worth exploring the topic of simplification. Because today's banking regulation is the result of multiple reforms that were often rolled out in response to specific crises and new challenges. Those reforms had to take different interests and objectives into account. Every single measure had a good reason for existing.</span></p>\n<p class=\"Reden\" id=\"par-i325u6\"><span>But over time, these have grown to become an ever more dense mesh of regulations. Many rules are intertwined, some overlap, others are difficult to understand or arduous to implement. That's not to fault the legislators – rather, it is the outcome of a long and complicated process of negotiations.</span></p>\n<p class=\"Reden\" id=\"par-a2o855\"><span>That is why we at the Bundesbank asked ourselves: What would optimal banking regulation look like if we had the opportunity to rewrite it today entirely from scratch? Even things that work well need to be evaluated at regular intervals – that's neither unusual nor reprehensible. In monetary policy, incidentally, that's something we do as a matter of course. Just recently, we conducted another assessment of our monetary policy strategy. And an approach that has proven its worth in monetary policy can benefit banking regulation as well.</span></p>\n<h3>3 Own funds regulation: the status quo</h3>\n<p class=\"Reden\" id=\"par-i2272e\"><span>How does the complexity of European banking regulation manifest itself – and what unintended side effects can it have? I'd like to spend some time focusing on own funds regulation. It's a good example of the complexity that I'm talking about.</span></p>\n<p class=\"Reden\" id=\"par-oo4a17\"><span>Nowadays, European banks are faced with a plethora of parallel own funds requirements. These requirements pertain to the capital regime and to the resolution regime. The capital regime governs the amount and type of own funds a bank has to hold on a going concern basis. The aim is to safeguard the solvency and stability of the bank in its day-to-day operations and to cushion losses from ongoing business.</span></p>\n<p class=\"Reden\" id=\"par-a42o56\"><span>The capital regime incorporates four key capital requirements, three of which are risk-weighted and one of which is unweighted. Risk-weighted means that assets are weighted differently depending on their risk content. A collateralised loan to a reliable debtor is thus assigned a smaller risk weight than an unsecured loan to a risky debtor. Weighting is a way of more precisely capturing credit risk. </span></p>\n<p class=\"Reden\" id=\"par-oi1831\"><span>Banks need to meet three requirements for their risk-weighted assets – for common equity tier 1 capital, additional tier 1 capital and total own funds. Let's make these terms – that are perhaps a little abstract to some – more tangible. Common equity tier 1 capital includes, for example, shares issued by the bank or retained earnings. This form of capital is the best at absorbing losses. Contingent convertible bonds, also known as CoCo bonds, are an important instrument when it comes to additional tier 1 capital. They are automatically converted from debt to equity if specific trigger events occur. Tier 2 capital primarily includes subordinated liabilities.</span></p>\n<p class=\"Reden\" id=\"par-e456ae\"><span>Banks are also required to comply with a leverage ratio. In simple terms, this involves measuring tier 1 capital in relation to total assets – without risk weighting.<a class=\"hashlink\" href=\"#fn3\" id=\"fn_3\"><sup>3</sup></a></span><span> The leverage ratio curbs banks' debt and provides an additional layer of protection alongside the risk-weighted capital requirements.</span></p>\n<p class=\"Reden\" id=\"par-e63267\"><span>If a bank is being wound up – i.e. in the case of a \"gone concern\" – the resolution regime contains further requirements. The aim here is to enable even banks whose insolvency could jeopardise financial stability to be wound up in an orderly manner – without placing a burden on the taxpayer.</span></p>\n<p class=\"Reden\" id=\"par-u4946u\"><span>The resolution regime governs the way this should work in Europe. The minimum requirement for own funds and eligible liabilities </span><span class=\"text-nowrap\">(MREL)</span><span> is one element of it. Again, it includes both risk-weighted and unweighted components. To meet the requirements imposed by the resolution regime, banks are permitted to use not only equity capital but also certain instruments of debt capital. Global, systemically important institutions are also subject to international standards such as total loss-absorbing capacity </span><span class=\"text-nowrap\">(TLAC).</span></p>\n<p class=\"Reden\" id=\"par-i1ei28\"><span>All in all, large banks in Europe have to meet up to nine different own funds requirements. We have a number of different requirements side by side, so we're talking about horizontal complexity here. On top of that, there's also vertical complexity, with these requirements consisting, in turn, of multiple stacked layers. </span></p>\n<p class=\"Reden\" id=\"par-i6o23a\"><span>All European banks must meet certain minimum requirements – that's the first layer. Then, there are various capital buffers to be met in the second layer. Looking at risk-weighted capital requirements, these include the capital conservation buffer, the buffer for systemically important institutions, the countercyclical capital buffer and the systemic risk buffer. In some cases, minimum requirements and buffers are the same across all banks, and in others they are bank-specific or country-specific – and they can change over time, too. Pillar 2 guidance creates a third layer, in the form of an additional capital reserve recommended by supervisors. And the resolution regime consists of multiple layers as well. </span></p>\n<p class=\"Reden\" id=\"par-oe1548\"><span>If your mind's already in overdrive, you wouldn't be alone – many banks and financial investors feel the same. The complexity becomes problematic if it leads to inefficiencies or if the individual elements get in each other's way. I'd now like to briefly highlight two key problem areas.</span></p>\n<p class=\"Reden\" id=\"par-ia335e\"><span>First, the multitude of capital requirements makes it difficult for banks, supervisors and market participants to readily work out which requirement is binding in a given case. That's because the answer to that question will depend on many factors – the capital structure and the buffers available, to name a couple. </span></p>\n<p class=\"Reden\" id=\"par-oa6534\"><span>Second, there are a number of side effects and interactions that can undermine the actual objectives behind the rules. For instance, double counting of own funds towards buffers and parallel minimum requirements reduce the buffers available for use. And this, in turn, can lead to a situation where supervisors release buffers but banks cannot actually use them. This problem is already well documented.<a class=\"hashlink\" href=\"#fn4\" id=\"fn_4\"><sup>4</sup></a></span></p>\n<p class=\"Reden\" id=\"par-i899ae\"><span>Another example is that large banks often meet some of their requirements with additional tier 1 capital, such as contingent convertible bonds. As a result, they have less common equity tier 1 capital to cushion losses.</span></p>\n<p class=\"Reden\" id=\"par-ua54o7\"><span>Crisis measures have different trigger points and this discrepancy can also prove problematic. From a capital regime perspective, it makes sense to set the trigger point as late as possible, as this would ensure that banks also use their buffers and maintain lending. From a resolution angle, however, this might then leave insufficient capital to facilitate orderly resolution. </span></p>\n<p class=\"Reden\" id=\"par-i59a2a\"><span>As you can see, complex regulation leads to undesirable side effects in some cases – which undermines the actual purpose of regulation.</span></p>\n<h3>4 Possible areas of action</h3>\n<p class=\"Reden\" id=\"par-ouo3e7\"><span>How could we significantly reduce the complexity of own funds regulation? I would like to present four thought-provoking impulses to achieve this.</span></p>\n<p class=\"logic--id--par-i95e43\"><strong>4.1 Reduce the number of own funds requirements</strong></p>\n<p class=\"Reden\" id=\"par-o1i43o\"><span>A first approach would be to reduce the number of own funds requirements. Changes could be made to the capital regime so that only common equity tier 1 capital would be eligible. This would already halve the number of parallel requirements for banks in a going concern scenario. That would leave one risk-weighted requirement and one unweighted requirement for common equity tier 1 capital.</span></p>\n<p class=\"Reden\" id=\"par-e91o2o\"><span>In the case of additional tier 1 capital, in particular, there have been doubts for years as to whether it can actually absorb losses as intended in a going concern scenario.</span><a class=\"teasable__open fn\" href=\"https://www.bundesbank.de/en/press/speeches/banking-regulation-as-complex-as-necessary-as-simple-as-possible-965952#nb5\" rel=\"footnote\">[5]</a><span> And the international experience of the past few years also shows that, in crises, additional tier 1 capital often only absorbs losses when the bank is already on the verge of failure.</span><a class=\"teasable__open fn\" href=\"https://www.bundesbank.de/en/press/speeches/banking-regulation-as-complex-as-necessary-as-simple-as-possible-965952#nb6\" rel=\"footnote\">[6]</a><span> If banks were to consistently rely on common equity tier 1 capital instead, banks' loss-absorbing capacity on a going concern basis would be significantly strengthened. This is because common equity tier 1 capital covers losses without constraints and is not subject to repayment or conversion. In addition, this would make the capital regime much clearer and less complex.</span></p>\n<p class=\"logic--id--par-aoiie1\"><strong>4.2 Separate capital and resolution regimes more clearly from each other</strong></p>\n<p class=\"Reden\" id=\"par-i68614\"><span>A second approach would be to separate the capital regime and the resolution regime more clearly from each other. To this end, in the resolution regime, for each risk-weighted and unweighted requirement we could allow only those instruments that do not form part of common equity tier 1 capital under the capital regime – i.e. additional tier 1 capital, tier 2 capital and subordinated liabilities. </span></p>\n<p class=\"Reden\" id=\"par-a43o97\"><span>These would then only be eligible in the resolution regime. That way, the funds earmarked for resolution would remain unaffected by losses in normal business operations and really would be available in the event of a crisis. This is because even if common equity tier 1 capital offers the best loss-absorbing capacity, it may already be largely depleted in the case of a resolution due to double counting in the capital and resolution regimes.</span></p>\n<p class=\"Reden\" id=\"par-e518a5\"><span>Clearly separating the capital and resolution regimes would have another advantage: The requirements would no longer overlap. This would allow banks to use their capital buffers at any time without at the same time violating a minimum requirement. </span></p>\n<p class=\"Reden\" id=\"par-ii3129\"><span>The complexity of the resolution regime could be further reduced by allowing only subordinated liabilities. Instruments such as senior bonds could therefore no longer be used to cover the requirements. This would facilitate effective resolution, as subordinated instruments can be written off or converted into equity in a targeted manner. And this without any undesirable side effects on the financial system. </span></p>\n<p class=\"logic--id--par-aie6ii\"><strong>4.3 Pool capital buffers</strong></p>\n<p class=\"Reden\" id=\"par-eaiaio\"><span>A third approach would be to pool the various capital buffers. The aim here is not to undermine the existing division of tasks between European and national supervisory authorities. It's about simplifying regulation within the existing competences. </span></p>\n<p class=\"Reden\" id=\"par-u337oi\"><span>One of several options would be to combine the countercyclical capital buffer and the systemic risk buffer from national macroprudential supervision to form a single, releasable buffer. In periods of stress, it could then be flexibly released by supervisors and used by banks. If supervisors release the buffer during a period of stress, banks' own funds requirements fall. And this helps them to continue lending to enterprises and households.</span></p>\n<p class=\"logic--id--par-o9146o\"><strong>4.4 Introduce a small bank regime</strong></p>\n<p class=\"Reden\" id=\"par-u31auo\"><span>My fourth approach is that for small banks, the own funds requirements could be simplified even more strongly. In many areas, small banks are already subject to the principle of proportionality. Proportionality in banking regulation means that supervisory requirements depend on banks' size, business model, complexity and risk profile. The aim is to avoid imposing the same extensive regulations on smaller and less complex institutions as on large, international banks.</span></p>\n<p class=\"Reden\" id=\"par-ieeu33\"><span>However, the capital requirements that currently apply to small banks in Europe are similarly complex to those of large banks. In the capital regime, there is therefore still considerable potential to strengthen proportionality. This is because the complex requirements of the risk-based regime, with their exceptions and special rules, pose major challenges for small banks.</span></p>\n<p class=\"Reden\" id=\"par-oa1148\"><span>Inspiration for simplification can be found in Switzerland, for example. There, small banks can voluntarily opt for a regime in which the risk-weighted requirements no longer apply.</span><a class=\"teasable__open fn\" href=\"https://www.bundesbank.de/en/press/speeches/banking-regulation-as-complex-as-necessary-as-simple-as-possible-965952#nb7\" rel=\"footnote\">[7]</a><span> This would be worth considering for small, less complex and low-risk banks in the </span><span class=\"text-nowrap\">EU,</span><span> too. This would eliminate the time-consuming calculation and documentation of risk-weighted assets, as well as many reporting and disclosure requirements. In return, the leverage ratio, i.e. the requirement for tier 1 capital in relation to unweighted assets, would be increased accordingly.</span><a class=\"teasable__open fn\" href=\"https://www.bundesbank.de/en/press/speeches/banking-regulation-as-complex-as-necessary-as-simple-as-possible-965952#nb8\" rel=\"footnote\">[8]</a><span> The exact level of the leverage ratio would still have to be determined.</span></p>\n<p class=\"Reden\" id=\"par-e2a729\"><span>On balance, the complexity of small banks' capital requirements would decrease significantly, but their resilience would remain intact. So here, too, simplification does not mean deregulation, but simpler yet effective regulation.</span></p>\n<p class=\"Reden\" id=\"par-e9886e\"><span>Taken together, the proposed measures could significantly reduce the complexity of European banking regulation and reduce undesirable side effects. All this without jeopardising the stability of the banking system. They might perhaps even further increase it.</span></p>\n<h3>5 Conclusion</h3>\n<p class=\"Reden\" id=\"par-a17389\"><span>Ladies and gentlemen, at the beginning of my speech, I spoke about the doctor Ignaz Semmelweis. Although his simple hand-washing measure was a resounding success, it was not immediately welcomed by all his colleagues. However, the importance of hand hygiene ultimately prevailed worldwide and is now considered one of the most important and simplest measures for preventing infections.</span></p>\n<p class=\"Reden\" id=\"par-i19u64\"><span>And when it comes to reducing the complexity of banking regulation, too, we still have some persuading to do. This is because it is often intuitively assumed that a complex issue such as the stability of banks can only be tackled with equally complex regulation. But if I have been able to convince you of one thing today, then hopefully of the following: it is worth critically questioning the complexity of our banking regulation.</span></p>\n<p class=\"Reden\" id=\"par-eu3515\"><span>Recognising the problem is mostly quite simple – finding the optimal solution, by contrast, is often much more difficult. I have already presented a number of specific ideas to you today. Let me briefly summarise these again:</span></p>\n<p class=\"Reden\" id=\"par-i7a398\"><span>First, we could make common equity tier 1 capital the only eligible capital in the capital regime. This would halve the number of own funds requirements.</span></p>\n<p class=\"Reden\" id=\"par-i3795a\"><span>Second, we could restrict eligibility in the resolution regime to instruments that do not belong to common equity tier 1 capital. The requirements in the capital and resolution regime would thus be clearly separated.</span></p>\n<p class=\"Reden\" id=\"par-ai532a\"><span>Third, macroprudential capital buffers could be combined and designed in such a way that they can be released more easily and flexibly in the event of a crisis.</span></p>\n<p class=\"Reden\" id=\"par-eoi233\"><span>Fourth, the requirements could be simplified further for smaller, low-risk banks. Instead of complex, risk-weighted requirements, a higher, but uncomplicated leverage ratio would be preferable. </span></p>\n<p class=\"Reden\" id=\"par-ia1u65\"><span>One thing is clear: We are at the beginning of a long journey. The four ideas need to be further substantiated analytically and examined for possible side effects. In addition, many details would need to be carefully defined and thoroughly explored. </span></p>\n<p class=\"Reden\" id=\"par-o36i7e\"><span>With this speech, I would like to further advance the discussion with our national and European partners. For I am convinced that we should move forward boldly on this path. Simplification is feasible – true to the motto: as complex as necessary, as simple as possible. Thank you for your attention.</span></p>\n<hr/>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> <a class=\"external\" href=\"https://www.bundesbank.de/resource/blob/954220/0cf40a8fd924a8a6da1ea724e1c8c0d7/472B63F073F071307366337C94F8C870/2025-03-19-bankenregulierung-download.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">Joint letter from the Bundesbank President and the Governors of the Banque de France, the Banca d'Italia and the Banco de España to Commissioner Albuquerque on banking regulation</a></p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup>2</sup></a> <a class=\"external\" href=\"https://www.ecb.europa.eu/ecb-and-you/explainers/html/high-level-task-force.en.html\" rel=\"noopener noreferrer\" target=\"_blank\">What is the ECB High-Level Task Force on Simplification?</a></p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_3\" name=\"fn3\"><sup>3</sup></a> See<span> </span><a class=\"external\" href=\"https://www.bundesbank.de/en/tasks/banking-supervision/individual-aspects/own-funds-requirements/own-funds-622952\" rel=\"noopener noreferrer\" target=\"_blank\">Own funds | Deutsche Bundesbank</a><span> </span>for a detailed explanation of the various types of capital.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_4s32\" name=\"fn4s32\"><sup>4 </sup></a>See, for example,<span> </span>ESRB<span> </span>(2021), Report of the Analytical Task Force on the overlap between capital buffers and minimum requirements, December 2021, or<span> </span>BCBS<span> </span>(2022), Buffer Usability and Cyclicality in the Basel Framework, 5 October 2022.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_5\" name=\"fn5\"><sup>5</sup></a> See<span> </span>BCBS<span> </span>(2022): Evaluation of the impact and efficacy of the Basel III reforms, 14 December 2022.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_6\" name=\"fn6\"><sup>6</sup></a> BCBS<span> </span>(2023), Report on the 2023 banking turmoil, 5 October 2023.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_7\" name=\"fn7\"><sup>7</sup></a><a class=\"external\" href=\"https://www.finma.ch/en/documentation/dossier/dossier-kleinbanken/\" rel=\"noopener noreferrer\" target=\"_blank\">Dossier on small banks | FINMA</a></p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_8\" name=\"fn8\"><sup>8</sup></a> Admati, A. and M. Hellwig (2013), The Bankers' New Clothes. What's Wrong with Banking and What to Do about It, Princeton University Press, also argue for the leverage ratio as the only requirement in capital regulation.</p>\n",
  "content_text": "Check against delivery 1 Introduction Ladies and gentlemen, it gives me great pleasure to open the thirteenth regulatory conference. A warm welcome, too, to our speakers and panellists. To kick off my speech today, I would like to take you on a brief excursion into the world of medicine. For a long time, hospitals striving to lower the number of deaths from infectious diseases used to deploy a whole host of measures: regularly airing the rooms, frequently changing the bed covers, isolating patients, and giving doctors special protective clothing to wear. Then, in the mid-19th century, a Hungarian physician called Ignaz Semmelweis introduced a simple rule: All doctors and medical students were to wash their hands with a chlorinated solution before every examination. The results were spectacular: The mortality rate dropped within the space of a few months from more than ten per cent to less than three per cent. The solution to the problem I will be talking about in just a moment is certainly not quite as simple, and the effect might be smaller as well. But you can probably tell what I'm getting at: Sometimes, a simple, yet appropriate solution to a problem is better suited than a complex bundle of measures. Today's European banking regulation is just such a complex bundle of measures. It sets out to achieve different objectives, relying on a multitude of instruments that are often intertwined. Banking regulation in its current form came into being in a long and iterative process. New capital instruments were introduced, minimum requirements were raised, and additional capital buffers were created. Further requirements were added – like the leverage ratio – alongside new resolution rules. The outcome: Our banking system today is far more resilient than it was prior to the 2007 global financial crisis. We have seen compelling evidence of this in recent years: Neither the coronavirus pandemic nor the energy crisis, nor the turmoil in the US banking market in 2023, spelled any serious danger for the European banking system. In terms of resilience, then, the European banking system has delivered in every respect imaginable. That's unreservedly positive. And it's something that's worth stressing over and again. But an honest stocktake also means acknowledging that banking regulation today is more complex than it ever was. Just over six months ago, I joined my ECB Governing Council colleagues José Luis Escrivá (Banco de España), Fabio Panetta (Banca d'Italia) and François Villeroy de Galhau (Banque de France) in writing a letter to Maria Luís Albuquerque, the European Commissioner responsible for Financial Services and the Savings and Investments Union. 1 In that letter, we called on the European Commission to widen its simplification initiative to also include the banking sector. In the Eurosystem, we are now working on this topic as part of a High-Level Task Force. 2 I will begin my speech by briefly outlining what exactly is meant by the term \"simplification\" – and what is not. After that, I will give you an idea of the complexity of the existing own funds regulation in Europe and explain why this can lead to inefficiencies. I will then close my speech by explaining, with the aid of four concrete thought-provoking impulses, how effective banking regulation could be simplified. 2 What does simplification mean? Let me start with the question of what simplification means exactly – and what it doesn't. I think it's important to emphasise that simplification in banking regulation is not synonymous with deregulation. What we want to avoid at all costs is a potential situation where we jeopardise the stability of the banking system or underestimate risks. Rather, simplification stands for a targeted reduction of unnecessary or perhaps even counterproductive complexity. In other words, we are striving to make regulation clearer, more understandable and more efficient – while continuing to safeguard the stability of the banking system. True to the motto: as simple as possible, as complex as necessary. One vivid example of simplification can be found in the area of disclosure requirements and reporting standards. At the European and national levels, there are already numerous initiatives aimed at eliminating reporting overlaps and at streamlining and harmonising reporting requirements. One concrete example is the joint initiative with BaFin to discontinue the reporting scheme for loans of €1 million or more at the end of 2026. For that to happen, the necessary legal amendments will have to have been made by then. But there are other fields of banking regulation, too, where it's worth exploring the topic of simplification. Because today's banking regulation is the result of multiple reforms that were often rolled out in response to specific crises and new challenges. Those reforms had to take different interests and objectives into account. Every single measure had a good reason for existing. But over time, these have grown to become an ever more dense mesh of regulations. Many rules are intertwined, some overlap, others are difficult to understand or arduous to implement. That's not to fault the legislators – rather, it is the outcome of a long and complicated process of negotiations. That is why we at the Bundesbank asked ourselves: What would optimal banking regulation look like if we had the opportunity to rewrite it today entirely from scratch? Even things that work well need to be evaluated at regular intervals – that's neither unusual nor reprehensible. In monetary policy, incidentally, that's something we do as a matter of course. Just recently, we conducted another assessment of our monetary policy strategy. And an approach that has proven its worth in monetary policy can benefit banking regulation as well. 3 Own funds regulation: the status quo How does the complexity of European banking regulation manifest itself – and what unintended side effects can it have? I'd like to spend some time focusing on own funds regulation. It's a good example of the complexity that I'm talking about. Nowadays, European banks are faced with a plethora of parallel own funds requirements. These requirements pertain to the capital regime and to the resolution regime. The capital regime governs the amount and type of own funds a bank has to hold on a going concern basis. The aim is to safeguard the solvency and stability of the bank in its day-to-day operations and to cushion losses from ongoing business. The capital regime incorporates four key capital requirements, three of which are risk-weighted and one of which is unweighted. Risk-weighted means that assets are weighted differently depending on their risk content. A collateralised loan to a reliable debtor is thus assigned a smaller risk weight than an unsecured loan to a risky debtor. Weighting is a way of more precisely capturing credit risk. Banks need to meet three requirements for their risk-weighted assets – for common equity tier 1 capital, additional tier 1 capital and total own funds. Let's make these terms – that are perhaps a little abstract to some – more tangible. Common equity tier 1 capital includes, for example, shares issued by the bank or retained earnings. This form of capital is the best at absorbing losses. Contingent convertible bonds, also known as CoCo bonds, are an important instrument when it comes to additional tier 1 capital. They are automatically converted from debt to equity if specific trigger events occur. Tier 2 capital primarily includes subordinated liabilities. Banks are also required to comply with a leverage ratio. In simple terms, this involves measuring tier 1 capital in relation to total assets – without risk weighting. 3 The leverage ratio curbs banks' debt and provides an additional layer of protection alongside the risk-weighted capital requirements. If a bank is being wound up – i.e. in the case of a \"gone concern\" – the resolution regime contains further requirements. The aim here is to enable even banks whose insolvency could jeopardise financial stability to be wound up in an orderly manner – without placing a burden on the taxpayer. The resolution regime governs the way this should work in Europe. The minimum requirement for own funds and eligible liabilities (MREL) is one element of it. Again, it includes both risk-weighted and unweighted components. To meet the requirements imposed by the resolution regime, banks are permitted to use not only equity capital but also certain instruments of debt capital. Global, systemically important institutions are also subject to international standards such as total loss-absorbing capacity (TLAC). All in all, large banks in Europe have to meet up to nine different own funds requirements. We have a number of different requirements side by side, so we're talking about horizontal complexity here. On top of that, there's also vertical complexity, with these requirements consisting, in turn, of multiple stacked layers. All European banks must meet certain minimum requirements – that's the first layer. Then, there are various capital buffers to be met in the second layer. Looking at risk-weighted capital requirements, these include the capital conservation buffer, the buffer for systemically important institutions, the countercyclical capital buffer and the systemic risk buffer. In some cases, minimum requirements and buffers are the same across all banks, and in others they are bank-specific or country-specific – and they can change over time, too. Pillar 2 guidance creates a third layer, in the form of an additional capital reserve recommended by supervisors. And the resolution regime consists of multiple layers as well. If your mind's already in overdrive, you wouldn't be alone – many banks and financial investors feel the same. The complexity becomes problematic if it leads to inefficiencies or if the individual elements get in each other's way. I'd now like to briefly highlight two key problem areas. First, the multitude of capital requirements makes it difficult for banks, supervisors and market participants to readily work out which requirement is binding in a given case. That's because the answer to that question will depend on many factors – the capital structure and the buffers available, to name a couple. Second, there are a number of side effects and interactions that can undermine the actual objectives behind the rules. For instance, double counting of own funds towards buffers and parallel minimum requirements reduce the buffers available for use. And this, in turn, can lead to a situation where supervisors release buffers but banks cannot actually use them. This problem is already well documented. 4 Another example is that large banks often meet some of their requirements with additional tier 1 capital, such as contingent convertible bonds. As a result, they have less common equity tier 1 capital to cushion losses. Crisis measures have different trigger points and this discrepancy can also prove problematic. From a capital regime perspective, it makes sense to set the trigger point as late as possible, as this would ensure that banks also use their buffers and maintain lending. From a resolution angle, however, this might then leave insufficient capital to facilitate orderly resolution. As you can see, complex regulation leads to undesirable side effects in some cases – which undermines the actual purpose of regulation. 4 Possible areas of action How could we significantly reduce the complexity of own funds regulation? I would like to present four thought-provoking impulses to achieve this. 4.1 Reduce the number of own funds requirements A first approach would be to reduce the number of own funds requirements. Changes could be made to the capital regime so that only common equity tier 1 capital would be eligible. This would already halve the number of parallel requirements for banks in a going concern scenario. That would leave one risk-weighted requirement and one unweighted requirement for common equity tier 1 capital. In the case of additional tier 1 capital, in particular, there have been doubts for years as to whether it can actually absorb losses as intended in a going concern scenario. [5] And the international experience of the past few years also shows that, in crises, additional tier 1 capital often only absorbs losses when the bank is already on the verge of failure. [6] If banks were to consistently rely on common equity tier 1 capital instead, banks' loss-absorbing capacity on a going concern basis would be significantly strengthened. This is because common equity tier 1 capital covers losses without constraints and is not subject to repayment or conversion. In addition, this would make the capital regime much clearer and less complex. 4.2 Separate capital and resolution regimes more clearly from each other A second approach would be to separate the capital regime and the resolution regime more clearly from each other. To this end, in the resolution regime, for each risk-weighted and unweighted requirement we could allow only those instruments that do not form part of common equity tier 1 capital under the capital regime – i.e. additional tier 1 capital, tier 2 capital and subordinated liabilities. These would then only be eligible in the resolution regime. That way, the funds earmarked for resolution would remain unaffected by losses in normal business operations and really would be available in the event of a crisis. This is because even if common equity tier 1 capital offers the best loss-absorbing capacity, it may already be largely depleted in the case of a resolution due to double counting in the capital and resolution regimes. Clearly separating the capital and resolution regimes would have another advantage: The requirements would no longer overlap. This would allow banks to use their capital buffers at any time without at the same time violating a minimum requirement. The complexity of the resolution regime could be further reduced by allowing only subordinated liabilities. Instruments such as senior bonds could therefore no longer be used to cover the requirements. This would facilitate effective resolution, as subordinated instruments can be written off or converted into equity in a targeted manner. And this without any undesirable side effects on the financial system. 4.3 Pool capital buffers A third approach would be to pool the various capital buffers. The aim here is not to undermine the existing division of tasks between European and national supervisory authorities. It's about simplifying regulation within the existing competences. One of several options would be to combine the countercyclical capital buffer and the systemic risk buffer from national macroprudential supervision to form a single, releasable buffer. In periods of stress, it could then be flexibly released by supervisors and used by banks. If supervisors release the buffer during a period of stress, banks' own funds requirements fall. And this helps them to continue lending to enterprises and households. 4.4 Introduce a small bank regime My fourth approach is that for small banks, the own funds requirements could be simplified even more strongly. In many areas, small banks are already subject to the principle of proportionality. Proportionality in banking regulation means that supervisory requirements depend on banks' size, business model, complexity and risk profile. The aim is to avoid imposing the same extensive regulations on smaller and less complex institutions as on large, international banks. However, the capital requirements that currently apply to small banks in Europe are similarly complex to those of large banks. In the capital regime, there is therefore still considerable potential to strengthen proportionality. This is because the complex requirements of the risk-based regime, with their exceptions and special rules, pose major challenges for small banks. Inspiration for simplification can be found in Switzerland, for example. There, small banks can voluntarily opt for a regime in which the risk-weighted requirements no longer apply. [7] This would be worth considering for small, less complex and low-risk banks in the EU, too. This would eliminate the time-consuming calculation and documentation of risk-weighted assets, as well as many reporting and disclosure requirements. In return, the leverage ratio, i.e. the requirement for tier 1 capital in relation to unweighted assets, would be increased accordingly. [8] The exact level of the leverage ratio would still have to be determined. On balance, the complexity of small banks' capital requirements would decrease significantly, but their resilience would remain intact. So here, too, simplification does not mean deregulation, but simpler yet effective regulation. Taken together, the proposed measures could significantly reduce the complexity of European banking regulation and reduce undesirable side effects. All this without jeopardising the stability of the banking system. They might perhaps even further increase it. 5 Conclusion Ladies and gentlemen, at the beginning of my speech, I spoke about the doctor Ignaz Semmelweis. Although his simple hand-washing measure was a resounding success, it was not immediately welcomed by all his colleagues. However, the importance of hand hygiene ultimately prevailed worldwide and is now considered one of the most important and simplest measures for preventing infections. And when it comes to reducing the complexity of banking regulation, too, we still have some persuading to do. This is because it is often intuitively assumed that a complex issue such as the stability of banks can only be tackled with equally complex regulation. But if I have been able to convince you of one thing today, then hopefully of the following: it is worth critically questioning the complexity of our banking regulation. Recognising the problem is mostly quite simple – finding the optimal solution, by contrast, is often much more difficult. I have already presented a number of specific ideas to you today. Let me briefly summarise these again: First, we could make common equity tier 1 capital the only eligible capital in the capital regime. This would halve the number of own funds requirements. Second, we could restrict eligibility in the resolution regime to instruments that do not belong to common equity tier 1 capital. The requirements in the capital and resolution regime would thus be clearly separated. Third, macroprudential capital buffers could be combined and designed in such a way that they can be released more easily and flexibly in the event of a crisis. Fourth, the requirements could be simplified further for smaller, low-risk banks. Instead of complex, risk-weighted requirements, a higher, but uncomplicated leverage ratio would be preferable. One thing is clear: We are at the beginning of a long journey. The four ideas need to be further substantiated analytically and examined for possible side effects. In addition, many details would need to be carefully defined and thoroughly explored. With this speech, I would like to further advance the discussion with our national and European partners. For I am convinced that we should move forward boldly on this path. Simplification is feasible – true to the motto: as complex as necessary, as simple as possible. Thank you for your attention. 1 Joint letter from the Bundesbank President and the Governors of the Banque de France, the Banca d'Italia and the Banco de España to Commissioner Albuquerque on banking regulation 2 What is the ECB High-Level Task Force on Simplification? 3 See Own funds | Deutsche Bundesbank for a detailed explanation of the various types of capital. 4 See, for example, ESRB (2021), Report of the Analytical Task Force on the overlap between capital buffers and minimum requirements, December 2021, or BCBS (2022), Buffer Usability and Cyclicality in the Basel Framework, 5 October 2022. 5 See BCBS (2022): Evaluation of the impact and efficacy of the Basel III reforms, 14 December 2022. 6 BCBS (2023), Report on the 2023 banking turmoil, 5 October 2023. 7 Dossier on small banks | FINMA 8 Admati, A. and M. Hellwig (2013), The Bankers' New Clothes. What's Wrong with Banking and What to Do about It, Princeton University Press, also argue for the leverage ratio as the only requirement in capital regulation.",
  "date_parsed": "2025-09-18",
  "name": "Joachim Nagel",
  "link_number": "6",
  "name_orig": "Joachim Nagel",
  "url_orig": "https://www.bis.org/review/r250916a.htm"
}