{
  "source_url": "https://www.bis.org/review/r250226c.htm",
  "headline": "Joachim Nagel: Presentation of the Deutsche Bundesbank's Annual Report 2024",
  "description_html": "\n<p><span>Introductory statement by Dr Joachim Nagel, President of the Deutsche Bundesbank, </span><span>at the press conference presenting the Annual Report 2024, Frankfurt am Main, 25 February 2025.</span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Introductory statement by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the press conference presenting the Annual Report 2024, Frankfurt am Main, 25 February 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "26 February 2025",
  "pdf_url": "https://www.bis.org/review/r250226c.pdf",
  "content_html": "\n<p><em>Check against delivery </em></p>\n<h3>1 Welcome</h3>\n<p class=\"Reden\">Ladies and gentlemen, </p>\n<p class=\"Reden\">I would like to welcome you to our press conference, at which we will present our annual accounts.</p>\n<p class=\"Reden\" id=\"par-a6ii45\">First Deputy Governor Sabine Mauderer will explain our annual accounts to you in more detail in just a few moments. </p>\n<p class=\"Reden\" id=\"par-ui9268\">To begin, however, I would like to take a look at current developments in economic activity and prices. I will then explain what conclusions I draw for our monetary policy stance. And, at the end of my statement, I will present the most important figures from our profit and loss account.</p>\n<h3>2 Need for economic policy action in Germany</h3>\n<p class=\"Reden\" id=\"par-u94187\">Two days on from the snap Bundestag election, the election results are at the focus of attention among the media and the public as a whole.</p>\n<p class=\"Reden\" id=\"par-eoa92u\">There is a clear government mandate and a likely option for a coalition. In view of this, I hope that a new government will be formed swiftly.</p>\n<p class=\"Reden\" id=\"par-uo7ie8\">I am sure that all of the parties involved are cognisant of their responsibility: Germany needs an effective government as soon as possible. A government that uses smart economic policy to enable the economy to get back on track. That puts the German economy on a path to higher growth. By ensuring greater certainty of planning and improving supply-side conditions.</p>\n",
  "content_text": "Check against delivery 1 Welcome Ladies and gentlemen, I would like to welcome you to our press conference, at which we will present our annual accounts. First Deputy Governor Sabine Mauderer will explain our annual accounts to you in more detail in just a few moments. To begin, however, I would like to take a look at current developments in economic activity and prices. I will then explain what conclusions I draw for our monetary policy stance. And, at the end of my statement, I will present the most important figures from our profit and loss account. 2 Need for economic policy action in Germany Two days on from the snap Bundestag election, the election results are at the focus of attention among the media and the public as a whole. There is a clear government mandate and a likely option for a coalition. In view of this, I hope that a new government will be formed swiftly. I am sure that all of the parties involved are cognisant of their responsibility: Germany needs an effective government as soon as possible. A government that uses smart economic policy to enable the economy to get back on track. That puts the German economy on a path to higher growth. By ensuring greater certainty of planning and improving supply-side conditions.",
  "date_parsed": "2025-02-26",
  "name": "Joachim Nagel",
  "link_number": "14",
  "name_orig": "Joachim Nagel",
  "url_orig": "https://www.bis.org/review/r250226c.htm"
}