{
  "source_url": "https://www.bis.org/review/r250508c.htm",
  "headline": "Joachim Nagel: The German economy in choppy international waters",
  "description_html": "\n<p>Speech by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the Speaker's Luncheon, Union International Club e.V., Frankfurt am Main, 17 February 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the Speaker's Luncheon, Union International Club e.V., Frankfurt am Main, 17 February 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "18 February 2025",
  "pdf_url": "https://www.bis.org/review/r250508c.pdf",
  "content_html": "\n<p><em>Check against delivery </em></p>\n<h3>1 Introduction</h3>\n<p class=\"Reden\" id=\"par-ui7ui7\">Ladies and gentlemen, </p>\n<p class=\"Reden\" id=\"par-a52439\">We find ourselves in very turbulent times: for Germany, for our European neighbours, and for the world, of which the United States of America is probably still the leading nation. All of us, you and I, are constantly trying to process the stream of news that we consider relevant.</p>\n<p class=\"Reden\" id=\"par-i32u7a\">If you have ever read the diaries of Thomas Mann, you will probably find a completely different mindset. On 15 January 1954, he wrote: \"Mid-month already. Terrible.\" Today, in mid-February 2025, I find myself in wholehearted agreement with the author Thomas Mann, who was born 150 years ago.</p>\n<p class=\"Reden\" id=\"par-u39163\">I will try to embody both mindsets: the mindset of an author, who is presumably thinking about advancing his own plans, whilst also processing the stream of news to pick up on longer-term trends that are relevant to relations between Germany and the rest of the world. I hope that this fits with the international outlook that you very rightly put at the focus of the Union International Club.</p>\n<p class=\"Reden\" id=\"par-eiii67\">I would like to discuss three topics today: the development of trade, the economic situation in Germany, and the possible impact of additional tariffs. I will then revisit Thomas Mann and his mindset as I conclude.</p>\n<h3>2 Development of trade</h3>\n<p class=\"Reden\" id=\"par-a96e48\">I would like to begin by looking back to the past. Specifically, to 1970, when global integration and, as a result, global trade were picking up pace. This pace remained unusually high for almost 40 years. During this time, the volume of global trade, measured in terms of global economic output, grew from 25 per cent to 61 per cent.<span> </span>Key drivers were lower transport costs, diminishing government trade barriers such as tariffs and quotas, and new possibilities for information and communication.</p>\n",
  "content_text": "Check against delivery 1 Introduction Ladies and gentlemen, We find ourselves in very turbulent times: for Germany, for our European neighbours, and for the world, of which the United States of America is probably still the leading nation. All of us, you and I, are constantly trying to process the stream of news that we consider relevant. If you have ever read the diaries of Thomas Mann, you will probably find a completely different mindset. On 15 January 1954, he wrote: \"Mid-month already. Terrible.\" Today, in mid-February 2025, I find myself in wholehearted agreement with the author Thomas Mann, who was born 150 years ago. I will try to embody both mindsets: the mindset of an author, who is presumably thinking about advancing his own plans, whilst also processing the stream of news to pick up on longer-term trends that are relevant to relations between Germany and the rest of the world. I hope that this fits with the international outlook that you very rightly put at the focus of the Union International Club. I would like to discuss three topics today: the development of trade, the economic situation in Germany, and the possible impact of additional tariffs. I will then revisit Thomas Mann and his mindset as I conclude. 2 Development of trade I would like to begin by looking back to the past. Specifically, to 1970, when global integration and, as a result, global trade were picking up pace. This pace remained unusually high for almost 40 years. During this time, the volume of global trade, measured in terms of global economic output, grew from 25 per cent to 61 per cent. Key drivers were lower transport costs, diminishing government trade barriers such as tariffs and quotas, and new possibilities for information and communication.",
  "date_parsed": "2025-02-18",
  "name": "Joachim Nagel",
  "link_number": "15",
  "name_orig": "Joachim Nagel",
  "url_orig": "https://www.bis.org/review/r250508c.htm"
}