{
  "source_url": "https://www.bis.org/review/r250929m.htm",
  "headline": "Joachim Nagel: Introductory remarks - Sibos 2025 conference",
  "description_html": "\n<p>Introductory remarks by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the opening plenary of the Sibos 2025 conference, Frankfurt am Main, 29 September 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Introductory remarks by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the opening plenary of the Sibos 2025 conference, Frankfurt am Main, 29 September 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "01 October 2025",
  "pdf_url": "https://www.bis.org/review/r250929m.pdf",
  "content_html": "\n<p><em>Check against delivery </em></p>\n<p class=\"Reden\" id=\"par-a6o2a5\">Ladies and gentlemen,</p>\n<p class=\"Reden\" id=\"par-u98o89\">Payments and settlement have become more fascinating and more political than ever. This is because we are seeing a number of challenging developments at the same time: </p>\n<ul class=\"rte--list\">\n<li>\n<p class=\"Reden\" id=\"par-ei5iee\"><span>The rapid development of new technologies that many describe as disruptive.</span></p>\n</li>\n<li>\n<p class=\"Reden\" id=\"par-ee1u8a\"><span>The changing landscape of financial market infrastructures. For example, instant payments have been introduced. And we see ongoing endeavours to connect existing Financial Market Infrastructures and to expand their services in terms of operating hours and functionalities.</span></p>\n</li>\n<li>\n<p class=\"Reden\" id=\"par-o75o4i\"><span>The creation of new forms of payment instrument such as crypto-tokens, stablecoins and tokenised deposits. Some of these may offer functionalities that have not been possible thus far. But they may also entail previously unknown risks and partially evade traditional regulation.</span></p>\n</li>\n<li>\n<p class=\"Reden\" id=\"par-u2a5e9\"><span>The clearly successful entry into the field of transaction banking by market participants who have not previously been concerned with payments. These include fintech and bigtech companies. The former often bring superior technological solutions, while the latter have almost unlimited financial power and customer access. Both are able to leap-frog other companies, because they do not have to deal with incumbent </span>IT<span> systems.</span></p>\n</li>\n</ul>\n<p class=\"Reden\" id=\"par-eau6o7\">All of these developments harbour both opportunities and risks at the same time. Let me begin by addressing the opportunities. As caretakers of payment and settlement systems, we have a great opportunity here: </p>\n<ul class=\"rte--list\">\n<li>\n<p class=\"Aufzhlung1\" id=\"par-a78o75\"><span>New technologies offer the possibility of creating a truly smart economy. An economy in which the settlement of contracts is largely automated, supported by digital money, distributed ledger technology </span><span class=\"text-nowrap\">(DLT)</span><span> and smart contracts. </span></p>\n</li>\n<li>\n<p class=\"Aufzhlung1\" id=\"par-oi82u9\"><span>The vision of a settlement environment where goods and services, information and money flow synchronously may become a reality.</span></p>\n</li>\n<li>\n<p class=\"Aufzhlung1\" id=\"par-eooa24\"><span>This could save us time, costs and risks as well as release huge potential for growth.</span></p>\n</li>\n</ul>\n<p class=\"Reden\" id=\"par-e1o922\">However, a well-balanced assessment also has to take account of the risks. Many things could go wrong. We cannot support innovation for innovation's sake alone. Let me mention the most important guardrails and guiding principles that we must keep in mind:</p>\n<p class=\"Aufzhlung1\" id=\"par-u23a2u\">The anchor role of central bank money must not be weakened. Trust in money requires stability of prices. Therefore, we, as central banks, will not accept any developments that weaken our ability to implement monetary policy effectively. We will ensure that the euro remains the dominating currency here in the euro area. </p>\n<p class=\"Aufzhlung1\" id=\"par-e59o64\">Furthermore, the financial stability must not be endangered. That means: First, we have to make sure that large-value payments are settled in central bank money. They may use<span> </span><span class=\"text-nowrap\">DLT,</span><span> </span>but with wholesale central bank digital currencies<span> </span><span class=\"text-nowrap\">(CBDC).</span><span> </span>Second, we have to ensure that new instruments and new infrastructures cannot create distorted incentives that could contribute to potential bank runs or increased market volatility. Third, all financial actors must be subject to proper regulation. A level playing field is essential in regulation. Our current regulations – be it anti-money laundering<span> </span><span class=\"text-nowrap\">(AML),</span><span> </span>countering financing of terrorism<span> </span><span class=\"text-nowrap\">(CFT),</span><span> </span>principles of financial market infrastructures<span> </span><span class=\"text-nowrap\">(PFMI),</span><span> </span>or anything else – must be applied equally to anyone who provides financial services. These are my guardrails and guiding principles.</p>\n<p class=\"Reden\" id=\"par-oi321a\">To conclude, I would like to briefly mention the overwhelming efforts by central banks and others towards dealing with these developments and finding the right answers to the challenges they present. </p>\n<p class=\"Reden\" id=\"par-iu4228\">Many central banks are exploring and testing digital forms of money, that is<span> </span><span class=\"text-nowrap\">CBDC.</span><span> </span>Many are also discussing new forms of ledgers that could potentially support multiple forms of digital money. Central banks are cooperating in a wide variety of technical projects organised through the<span> </span>BIS<span> </span>Innovation Hub. Many of us are in almost constant exchange with market participants and operators of Financial Market Infrastructures to find the best solutions for the future of transaction banking.</p>\n<p class=\"Reden\" id=\"par-u34246\">And that is why I and many of my fellow central bankers are here today. Please allow me to express my appreciation to<span> </span>SWIFT<span> </span>for organising this week of exchange and discussion. I am sure that all of us are going to learn a lot. Thank you.</p>\n",
  "content_text": "Check against delivery Ladies and gentlemen, Payments and settlement have become more fascinating and more political than ever. This is because we are seeing a number of challenging developments at the same time: The rapid development of new technologies that many describe as disruptive. The changing landscape of financial market infrastructures. For example, instant payments have been introduced. And we see ongoing endeavours to connect existing Financial Market Infrastructures and to expand their services in terms of operating hours and functionalities. The creation of new forms of payment instrument such as crypto-tokens, stablecoins and tokenised deposits. Some of these may offer functionalities that have not been possible thus far. But they may also entail previously unknown risks and partially evade traditional regulation. The clearly successful entry into the field of transaction banking by market participants who have not previously been concerned with payments. These include fintech and bigtech companies. The former often bring superior technological solutions, while the latter have almost unlimited financial power and customer access. Both are able to leap-frog other companies, because they do not have to deal with incumbent IT systems. All of these developments harbour both opportunities and risks at the same time. Let me begin by addressing the opportunities. As caretakers of payment and settlement systems, we have a great opportunity here: New technologies offer the possibility of creating a truly smart economy. An economy in which the settlement of contracts is largely automated, supported by digital money, distributed ledger technology (DLT) and smart contracts. The vision of a settlement environment where goods and services, information and money flow synchronously may become a reality. This could save us time, costs and risks as well as release huge potential for growth. However, a well-balanced assessment also has to take account of the risks. Many things could go wrong. We cannot support innovation for innovation's sake alone. Let me mention the most important guardrails and guiding principles that we must keep in mind: The anchor role of central bank money must not be weakened. Trust in money requires stability of prices. Therefore, we, as central banks, will not accept any developments that weaken our ability to implement monetary policy effectively. We will ensure that the euro remains the dominating currency here in the euro area. Furthermore, the financial stability must not be endangered. That means: First, we have to make sure that large-value payments are settled in central bank money. They may use DLT, but with wholesale central bank digital currencies (CBDC). Second, we have to ensure that new instruments and new infrastructures cannot create distorted incentives that could contribute to potential bank runs or increased market volatility. Third, all financial actors must be subject to proper regulation. A level playing field is essential in regulation. Our current regulations – be it anti-money laundering (AML), countering financing of terrorism (CFT), principles of financial market infrastructures (PFMI), or anything else – must be applied equally to anyone who provides financial services. These are my guardrails and guiding principles. To conclude, I would like to briefly mention the overwhelming efforts by central banks and others towards dealing with these developments and finding the right answers to the challenges they present. Many central banks are exploring and testing digital forms of money, that is CBDC. Many are also discussing new forms of ledgers that could potentially support multiple forms of digital money. Central banks are cooperating in a wide variety of technical projects organised through the BIS Innovation Hub. Many of us are in almost constant exchange with market participants and operators of Financial Market Infrastructures to find the best solutions for the future of transaction banking. And that is why I and many of my fellow central bankers are here today. Please allow me to express my appreciation to SWIFT for organising this week of exchange and discussion. I am sure that all of us are going to learn a lot. Thank you.",
  "date_parsed": "2025-10-01",
  "name": "Joachim Nagel",
  "name_orig": "Joachim Nagel",
  "url_orig": "https://www.bis.org/review/r250929m.htm"
}