{
  "source_url": "https://www.bis.org/review/r250508b.htm",
  "headline": "Joachim Nagel: Economic policy measures to boost growth in Germany",
  "description_html": "\n<p>Speech by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the Berlin School of Economics, Humboldt University of Berlin, Berlin, 10 March 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the Berlin School of Economics, Humboldt University of Berlin, Berlin, 10 March 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "12 March 2025",
  "pdf_url": "https://www.bis.org/review/r250508b.pdf",
  "content_html": "\n<p><em>Check against delivery </em></p>\n<h3>1 Introduction</h3>\n<p class=\"Reden\" id=\"par-i2126a\">Ladies and gentlemen,</p>\n<p class=\"Reden\" id=\"par-o53875\">Thank you all for your interest in the topic of growth potential.</p>\n<p class=\"Reden\" id=\"par-o1545e\"><q>Philosophers have only interpreted the world in various ways; the point, however, is to change it.</q> This quote by Karl Marx hangs on display in the foyer of the main building at Humboldt University. And, although the right formula for boosting growth in Germany is not necessarily to be found in Marx's ideas, his quote provides good motivation for my speech today.</p>\n<p class=\"Reden\" id=\"par-ia5361\">Many people have already offered their interpretations of the current economic situation. Growth potential in Germany now amounts to just 0.4 % per year. That's one percentage point lower than over the past decade and currently more than one percentage point lower than in the<span> </span>EU<span> </span>excluding Germany. Many people have made suggestions with regard to which economic policy measures the incoming Federal Government should take in order to boost growth. </p>\n<p class=\"Reden\" id=\"par-ie3894\">As President of the<span> </span><span>Bundesbank</span><span> </span>and a member of the<span> </span>ECB<span> </span>Governing Council, European monetary policy is my main task. We have now made a great deal of progress on the path towards price stability. It was therefore appropriate that the<span> </span>ECB<span> </span>Governing Council lowered the key interest rates by 25 basis points at its meeting in March.</p>\n<p class=\"Reden\" id=\"par-e2a8o4\">However, legislators have also tasked the<span> </span><span>Bundesbank</span><span> </span>with advising the Federal Government on matters relating to monetary policy. I am here to fulfil this advisory role with regard to the future Federal Government.</p>\n<p class=\"Reden\" id=\"par-a8aa55\">To be clear upfront – my speech today will not address defence policy, even if there is an unmistakable need for action. Personally, I believe that exceptional times call for exceptional measures. And I think that we are currently living through exceptional times in Germany. Europe, too, is drawing closer together in the face of this and other challenges. And that is as it should be. </p>\n<p class=\"Reden\" id=\"par-e79946\">Nor will my speech be explicitly about scope for borrowing. In this context, however, I would like to stress that exceptional times justify exceptional fiscal measures, too. Last week, the<span> </span><span>Bundesbank</span><span> </span>presented detailed proposals on potential ways of reforming the debt brake in a stability-oriented manner and enabling greater investment.<a class=\"teasable__open fn\" href=\"https://www.bundesbank.de/en/press/speeches/economic-policy-measures-to-boost-growth-in-germany-953566#nb2\" rel=\"footnote\" target=\"_self\">[2]</a><span> </span>This week, the Bundestag will debate motions to amend Germany's Basic Law (<span>Grundgesetz</span>). These envisage considerable additional scope for borrowing that extends far beyond that proposed by the<span> </span><span>Bundesbank</span>. This year, the new<span> </span><span>Bundestag</span><span> </span>is set to discuss a fundamental reform of the debt brake. I think our proposals can make a meaningful contribution to this. </p>\n",
  "content_text": "Check against delivery 1 Introduction Ladies and gentlemen, Thank you all for your interest in the topic of growth potential. Philosophers have only interpreted the world in various ways; the point, however, is to change it. This quote by Karl Marx hangs on display in the foyer of the main building at Humboldt University. And, although the right formula for boosting growth in Germany is not necessarily to be found in Marx's ideas, his quote provides good motivation for my speech today. Many people have already offered their interpretations of the current economic situation. Growth potential in Germany now amounts to just 0.4 % per year. That's one percentage point lower than over the past decade and currently more than one percentage point lower than in the EU excluding Germany. Many people have made suggestions with regard to which economic policy measures the incoming Federal Government should take in order to boost growth. As President of the Bundesbank and a member of the ECB Governing Council, European monetary policy is my main task. We have now made a great deal of progress on the path towards price stability. It was therefore appropriate that the ECB Governing Council lowered the key interest rates by 25 basis points at its meeting in March. However, legislators have also tasked the Bundesbank with advising the Federal Government on matters relating to monetary policy. I am here to fulfil this advisory role with regard to the future Federal Government. To be clear upfront – my speech today will not address defence policy, even if there is an unmistakable need for action. Personally, I believe that exceptional times call for exceptional measures. And I think that we are currently living through exceptional times in Germany. Europe, too, is drawing closer together in the face of this and other challenges. And that is as it should be. Nor will my speech be explicitly about scope for borrowing. In this context, however, I would like to stress that exceptional times justify exceptional fiscal measures, too. Last week, the Bundesbank presented detailed proposals on potential ways of reforming the debt brake in a stability-oriented manner and enabling greater investment. [2] This week, the Bundestag will debate motions to amend Germany's Basic Law ( Grundgesetz ). These envisage considerable additional scope for borrowing that extends far beyond that proposed by the Bundesbank . This year, the new Bundestag is set to discuss a fundamental reform of the debt brake. I think our proposals can make a meaningful contribution to this.",
  "date_parsed": "2025-03-12",
  "name": "Joachim Nagel",
  "name_orig": "Joachim Nagel",
  "url_orig": "https://www.bis.org/review/r250508b.htm"
}