{
  "source_url": "https://www.bis.org/review/r250910a.htm",
  "headline": "Joachim Nagel: Future-proofing central banks",
  "description_html": "\n<p>Keynote speech by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the Bank for International Settlements Innovation Summit, Basel, 9 September 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the Bank for International Settlements Innovation Summit, Basel, 9 September 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "10 September 2025",
  "pdf_url": "https://www.bis.org/review/r250910a.pdf",
  "content_html": "\n<p><em>Check against delivery </em></p>\n<p id=\"par-eeu74a\">Ladies and Gentlemen, dear colleagues,<span> </span></p>\n<p id=\"par-o5o769\">It is a great honor to address you today at the<span> </span>BIS<span> </span>Innovation Summit. I would like to extend my sincere gratitude to the Bank for International Settlements for hosting this important event and for bringing together such a distinguished group of experts, policymakers and innovators.<span> </span></p>\n<p id=\"par-e387ai\">The theme of this year's summit, \"Future-proofing central banks\", is both topical and essential. We are living in an era of profound transformation – technological, economic, [geopolitical] and beyond. The pace of change is accelerating, and the challenges we face are becoming increasingly complex. As central banks, we must not only adapt to these changes but also anticipate them. We must ensure that we remain resilient and trusted to fulfill our mandates in a rapidly evolving world.<span> </span></p>\n<p id=\"par-iuu8e1\">Today and in line with the summit's agenda, I would like to reflect on three key areas that are critical to future-proofing central banks: the transformative potential of artificial intelligence, the importance of cross-border collaboration, and the role of foresight in navigating uncertainty. Each of these areas is vital in its own right, but together they form the foundation of a forward-looking and resilient central banking system.<span> </span></p>\n<h3>Harnessing the Power of Artificial Intelligence </h3>\n<p id=\"par-i9u625\">Let me begin with artificial intelligence, a technology that is reshaping industries and societies around the globe. For central banks,<span> </span>AI<span> </span>offers immense potential to enhance our capabilities. It allows us to analyze vast amounts of data with unprecedented speed and precision, improving our ability to forecast economic trends, assess risks, and make informed decisions.<span> </span></p>\n<p id=\"par-i53238\"><span>At the Bundesbank, generative </span>AI<span> is now broadly available for our staff to use. This technology is already augmenting existing processes in almost every business area and complementing previous work [that relied only on machine learning]. From document drafting to advanced data analysis, </span>AI<span> applications are not only supporting us in areas like banking supervision or economics, but also in a wide range of internal and administrative services. </span></p>\n<p id=\"par-i98a9e\"><span>The potential of </span>AI<span> is vast, and it is enhancing the way we work as a symbiosis between efficiency and responsibility. But the potential of </span>AI<span> goes far beyond operational improvements. It opens up entirely new possibilities for how we approach our core mandates. Consider monetary policy: </span><span class=\"text-nowrap\">AI-</span><span>driven models can help us better understand the complex interactions between economic variables, allowing us to fine-tune our policy responses. In financial supervision, </span>AI<span> can help us identify emerging risks in real time, enabling us to act proactively rather than reactively. </span></p>\n<p id=\"par-ei9867\"><span>Today, </span>AI<span> acts as an assistant – supporting our experts, but not replacing them. At the same time, we are moving from relatively simple systems to more sophisticated agentic </span><span class=\"text-nowrap\">AI,</span><span> capable of handling increasingly complex tasks. Yet, human experts and their responsibilities remain firmly in the loop. </span>AI<span> is a powerful tool, not a decision-maker. This distinction is crucial, especially in the context of central banking, where trust, accountability and sound judgment are paramount.</span></p>\n<p id=\"par-u619i8\"><span>As we embrace these technologies, we must also remain vigilant. </span>AI<span> is not without its risks. Issues such as data privacy, cyber security and ethical considerations must be addressed with care. How do we ensure that outputs from </span>AI<span> systems are transparent and accountable? How do we prevent unintended consequences, biased results due to the training and origin of </span>AI<span> systems, or new systemic vulnerabilities being created? </span></p>\n<p id=\"par-o92495\"><span>The European Union has taken a significant step in addressing these challenges through the </span>AI<span> Act. This regulatory framework aims to ensure that </span>AI<span> systems are developed and deployed in a way that is both safe and trustworthy. By categorizing </span>AI<span> applications based on their risk levels, the Act provides a structured approach to mitigating potential harm while fostering innovation. Time will tell whether global </span>AI<span> regulatory efforts will follow in the footsteps of the </span>EU<span>'s </span>AI<span> Act. I believe transparency, accountability and fairness should be at the core of our </span>AI<span> strategies, not only to comply with regulations but also to uphold public trust in our institutions.</span></p>\n<p id=\"par-aa3a9e\"><span>Striking the right balance between innovation and caution will be crucial. This requires not only robust governance frameworks but also a commitment to ongoing research and dialogue. At the Bundesbank, we are actively engaging with experts from academia, industry, and our international partners to ensure that we harness the benefits of </span>AI<span> while mitigating its risks. </span></p>\n<p id=\"par-eoaoaa\"><span>Additionally, we must invest in building the skills and expertise needed to effectively leverage </span><span class=\"text-nowrap\">AI.</span><span> To fully realize the benefits of </span><span class=\"text-nowrap\">AI,</span><span> we need to foster a culture of openness and innovation within our workforce. We need to design systems with transparency such that our colleagues are able to check and trust the </span>AI<span> tools they use. And they also require the necessary skills to use such tools effectively. The demographic shift many of our institutions are facing – an aging workforce in general and a growing wave of retirees over the next decade – makes this even more urgent. By supporting research and education in </span><span class=\"text-nowrap\">AI,</span><span> we can ensure that the next generation of central bankers is equipped with the necessary skills to navigate the challenges and opportunities that lie ahead. </span></p>\n<h3>The Necessity of Cross-Border Collaboration</h3>\n<p id=\"par-ii62ue\">The second pillar of future-proofing central banks I want to talk about is collaboration. In an increasingly interconnected world, no central bank operates in isolation. The challenges we face – whether it be the rise of tokenized assets, technological breakthroughs, climate change, or the safeguarding of financial stability – are global in nature. They require global solutions.<span> </span></p>\n<p id=\"par-ui4o35\">This is why international collaboration is not just beneficial, but essential. The work of the<span> </span>BIS<span> </span>Innovation Hub stands as a testament to what we can achieve when we join forces. The Hub's initiatives have been most valuable when they have brought together central banks to explore new solutions and applications – proactively challenging the status quo and pushing the boundaries of what is possible in and among our institutions.</p>\n<p id=\"par-e526o7\">Central banks are unique in that, while we may operate in different jurisdictions, our core use cases are often remarkably similar. We are not in competition with one another; rather, we share a common mission to ensure monetary and financial stability, ensure the smooth functioning of payment systems, and to serve the public good in a trusted way. The<span> </span>BIS<span> </span>Innovation Hub plays a crucial role in identifying these common use cases and facilitating the development of applications that benefit us all.</p>\n<p id=\"par-ao585e\">By working together, we can pool our expertise, share lessons learned, and create synergies. This collaborative approach not only accelerates innovation but also helps us to produce public goods: solutions and standards that benefit the entire community and strengthen the resilience of the global financial system.</p>\n<p id=\"par-o7e589\">At the Bundesbank, we are deeply committed to fostering international cooperation. We believe that by working together, we can create a financial system that is not only more efficient but also more inclusive and resilient. </p>\n<h3>The Role of Foresight in Navigating Uncertainty </h3>\n<p id=\"par-eu39eo\"><span>The third element of future-proofing central banks, and one that has gained a lot of momentum during the last year at the Bundesbank, is foresight. In a world characterized by uncertainty, preparing for the unexpected is not a luxury – it is a necessity. </span></p>\n<p id=\"par-e3i856\"><span>We are systematically exploring a range of future trends and scenarios to assess potential risks and opportunities, and to adapt our strategies accordingly. This approach allows us to prepare for a variety of possible futures, rather than being caught off guard by unexpected developments. </span></p>\n<p id=\"par-u92222\"><span>Let me give you an example. One of the scenarios we are exploring involves the impact of climate change on the financial system. How will physical risks, such as extreme weather events, affect asset prices and credit risks? How will the transition to a low-carbon economy reshape industries and investment patterns? </span></p>\n<p id=\"par-u323i9\"><span>These are complex questions. They involve uncertainties in various parallel domains, such as the degree of technological progress, the resilience of our biosphere, or social readiness to change. We cannot wait for these uncertainties to dissipate. If we want to have structural risks under control – and this is what our mandate requires – we need to systematically think through possible development paths and scenarios today, even if they are uncertain and sometimes speculative. Past experience has shown: what was unthinkable yesterday can be today's reality.</span></p>\n<p id=\"par-a9i25a\"><span>Foresight is not about predicting the future; it is about preparing for it. It is about asking the right questions, challenging our assumptions, and staying ahead of the curve. In this sense, foresight is not just a tool – it is a mindset. </span></p>\n<h3>Conclusion: A Shared Responsibility </h3>\n<p id=\"par-ee125u\">Ladies and gentlemen, colleagues, </p>\n<p id=\"par-ii4e5u\">the challenges we face are daunting, but they are also opportunities. Opportunities to innovate, to collaborate, and to shape a financial system that is more resilient, more inclusive, and more sustainable.<span> </span></p>\n<p id=\"par-i15o41\">As central banks, we have a shared responsibility to lead by example. We must harness the power of technology while safeguarding the principles of stability and trust that underpin our financial systems. We must work together across borders to address global challenges. And we are well advised to embrace foresight as a means of navigating uncertainty and preparing for the future.<span> </span></p>\n<p id=\"par-u8ae57\">The discussions at this summit will undoubtedly provide valuable insights and inspire new ideas. But our work does not end here. The path ahead will require dedication, collaboration and a willingness to adapt.<span> </span></p>\n<p id=\"par-eai19e\">Let me close by thanking all of you for your commitment to this important mission. Together, we can ensure that central banks remain a cornerstone of stability and progress in the years to come.<span> </span></p>\n",
  "content_text": "Check against delivery Ladies and Gentlemen, dear colleagues, It is a great honor to address you today at the BIS Innovation Summit. I would like to extend my sincere gratitude to the Bank for International Settlements for hosting this important event and for bringing together such a distinguished group of experts, policymakers and innovators. The theme of this year's summit, \"Future-proofing central banks\", is both topical and essential. We are living in an era of profound transformation – technological, economic, [geopolitical] and beyond. The pace of change is accelerating, and the challenges we face are becoming increasingly complex. As central banks, we must not only adapt to these changes but also anticipate them. We must ensure that we remain resilient and trusted to fulfill our mandates in a rapidly evolving world. Today and in line with the summit's agenda, I would like to reflect on three key areas that are critical to future-proofing central banks: the transformative potential of artificial intelligence, the importance of cross-border collaboration, and the role of foresight in navigating uncertainty. Each of these areas is vital in its own right, but together they form the foundation of a forward-looking and resilient central banking system. Harnessing the Power of Artificial Intelligence Let me begin with artificial intelligence, a technology that is reshaping industries and societies around the globe. For central banks, AI offers immense potential to enhance our capabilities. It allows us to analyze vast amounts of data with unprecedented speed and precision, improving our ability to forecast economic trends, assess risks, and make informed decisions. At the Bundesbank, generative AI is now broadly available for our staff to use. This technology is already augmenting existing processes in almost every business area and complementing previous work [that relied only on machine learning]. From document drafting to advanced data analysis, AI applications are not only supporting us in areas like banking supervision or economics, but also in a wide range of internal and administrative services. The potential of AI is vast, and it is enhancing the way we work as a symbiosis between efficiency and responsibility. But the potential of AI goes far beyond operational improvements. It opens up entirely new possibilities for how we approach our core mandates. Consider monetary policy: AI- driven models can help us better understand the complex interactions between economic variables, allowing us to fine-tune our policy responses. In financial supervision, AI can help us identify emerging risks in real time, enabling us to act proactively rather than reactively. Today, AI acts as an assistant – supporting our experts, but not replacing them. At the same time, we are moving from relatively simple systems to more sophisticated agentic AI, capable of handling increasingly complex tasks. Yet, human experts and their responsibilities remain firmly in the loop. AI is a powerful tool, not a decision-maker. This distinction is crucial, especially in the context of central banking, where trust, accountability and sound judgment are paramount. As we embrace these technologies, we must also remain vigilant. AI is not without its risks. Issues such as data privacy, cyber security and ethical considerations must be addressed with care. How do we ensure that outputs from AI systems are transparent and accountable? How do we prevent unintended consequences, biased results due to the training and origin of AI systems, or new systemic vulnerabilities being created? The European Union has taken a significant step in addressing these challenges through the AI Act. This regulatory framework aims to ensure that AI systems are developed and deployed in a way that is both safe and trustworthy. By categorizing AI applications based on their risk levels, the Act provides a structured approach to mitigating potential harm while fostering innovation. Time will tell whether global AI regulatory efforts will follow in the footsteps of the EU 's AI Act. I believe transparency, accountability and fairness should be at the core of our AI strategies, not only to comply with regulations but also to uphold public trust in our institutions. Striking the right balance between innovation and caution will be crucial. This requires not only robust governance frameworks but also a commitment to ongoing research and dialogue. At the Bundesbank, we are actively engaging with experts from academia, industry, and our international partners to ensure that we harness the benefits of AI while mitigating its risks. Additionally, we must invest in building the skills and expertise needed to effectively leverage AI. To fully realize the benefits of AI, we need to foster a culture of openness and innovation within our workforce. We need to design systems with transparency such that our colleagues are able to check and trust the AI tools they use. And they also require the necessary skills to use such tools effectively. The demographic shift many of our institutions are facing – an aging workforce in general and a growing wave of retirees over the next decade – makes this even more urgent. By supporting research and education in AI, we can ensure that the next generation of central bankers is equipped with the necessary skills to navigate the challenges and opportunities that lie ahead. The Necessity of Cross-Border Collaboration The second pillar of future-proofing central banks I want to talk about is collaboration. In an increasingly interconnected world, no central bank operates in isolation. The challenges we face – whether it be the rise of tokenized assets, technological breakthroughs, climate change, or the safeguarding of financial stability – are global in nature. They require global solutions. This is why international collaboration is not just beneficial, but essential. The work of the BIS Innovation Hub stands as a testament to what we can achieve when we join forces. The Hub's initiatives have been most valuable when they have brought together central banks to explore new solutions and applications – proactively challenging the status quo and pushing the boundaries of what is possible in and among our institutions. Central banks are unique in that, while we may operate in different jurisdictions, our core use cases are often remarkably similar. We are not in competition with one another; rather, we share a common mission to ensure monetary and financial stability, ensure the smooth functioning of payment systems, and to serve the public good in a trusted way. The BIS Innovation Hub plays a crucial role in identifying these common use cases and facilitating the development of applications that benefit us all. By working together, we can pool our expertise, share lessons learned, and create synergies. This collaborative approach not only accelerates innovation but also helps us to produce public goods: solutions and standards that benefit the entire community and strengthen the resilience of the global financial system. At the Bundesbank, we are deeply committed to fostering international cooperation. We believe that by working together, we can create a financial system that is not only more efficient but also more inclusive and resilient. The Role of Foresight in Navigating Uncertainty The third element of future-proofing central banks, and one that has gained a lot of momentum during the last year at the Bundesbank, is foresight. In a world characterized by uncertainty, preparing for the unexpected is not a luxury – it is a necessity. We are systematically exploring a range of future trends and scenarios to assess potential risks and opportunities, and to adapt our strategies accordingly. This approach allows us to prepare for a variety of possible futures, rather than being caught off guard by unexpected developments. Let me give you an example. One of the scenarios we are exploring involves the impact of climate change on the financial system. How will physical risks, such as extreme weather events, affect asset prices and credit risks? How will the transition to a low-carbon economy reshape industries and investment patterns? These are complex questions. They involve uncertainties in various parallel domains, such as the degree of technological progress, the resilience of our biosphere, or social readiness to change. We cannot wait for these uncertainties to dissipate. If we want to have structural risks under control – and this is what our mandate requires – we need to systematically think through possible development paths and scenarios today, even if they are uncertain and sometimes speculative. Past experience has shown: what was unthinkable yesterday can be today's reality. Foresight is not about predicting the future; it is about preparing for it. It is about asking the right questions, challenging our assumptions, and staying ahead of the curve. In this sense, foresight is not just a tool – it is a mindset. Conclusion: A Shared Responsibility Ladies and gentlemen, colleagues, the challenges we face are daunting, but they are also opportunities. Opportunities to innovate, to collaborate, and to shape a financial system that is more resilient, more inclusive, and more sustainable. As central banks, we have a shared responsibility to lead by example. We must harness the power of technology while safeguarding the principles of stability and trust that underpin our financial systems. We must work together across borders to address global challenges. And we are well advised to embrace foresight as a means of navigating uncertainty and preparing for the future. The discussions at this summit will undoubtedly provide valuable insights and inspire new ideas. But our work does not end here. The path ahead will require dedication, collaboration and a willingness to adapt. Let me close by thanking all of you for your commitment to this important mission. Together, we can ensure that central banks remain a cornerstone of stability and progress in the years to come.",
  "date_parsed": "2025-09-10",
  "name": "Joachim Nagel",
  "name_orig": "Joachim Nagel",
  "url_orig": "https://www.bis.org/review/r250910a.htm"
}