{
  "source_url": "https://www.bis.org/review/r241205a.htm",
  "headline": "Joachim Nagel: Monetary policy in times of uncertainty and structural challenges",
  "description_html": "\n<p>Speech by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the <span>European Stability Mechanism, Luxembourg, 4 December 2024.</span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the European Stability Mechanism, Luxembourg, 4 December 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "05 December 2024",
  "pdf_url": "https://www.bis.org/review/r241205a.pdf",
  "content_html": "\n<p><em>Check against delivery </em></p>\n<h3>1 Introduction</h3>\n<p class=\"Reden\" id=\"par-u3481o\">Ladies and gentlemen, it is a great pleasure to be here and address such a distinguished audience of financial market experts. As seasoned market observers, you are undoubtedly accustomed to the ups and downs of financial markets.</p>\n<p class=\"Reden\" id=\"par-ue53i6\">In the early autumn of 2023, financial markets were expecting that the Eurosystem would reduce its monetary policy rate by approximately 60 basis points throughout 2024. Just three months later, progress in central banks' efforts to tame inflation, together with a weakening real economy, led markets to believe that central banks would significantly accelerate their rate-cutting cycle, with a cumulative reduction of 160 basis points reckoned to be likely.</p>\n<p class=\"Reden\" id=\"par-ioa195\">However, in the first half of 2024, inflation proved to be more persistent than anticipated. And the real economy, including the labour market, showed renewed signs of resilience. Consequently, expectations for rate cuts in the euro area for 2024 decreased steadily to approximately 65 basis points by June 2024. </p>\n<p class=\"Reden\" id=\"par-u38o2a\">Subsequently, the pendulum swung back again as we saw the inflation rate coming in several times lower than expected and the economy slowing down. Following the three 25-basis-point cuts already implemented in June, September and October, markets currently expect the overnight money market rate to stand approximately 100 basis points lower throughout 2024. </p>\n<p class=\"Reden\" id=\"par-ea5a48\">What accounts for these significant fluctuations in market expectations? The Eurosystem can closely steer the overnight money market rate by adjusting its monetary policy rates. Accordingly, the fluctuations in forward overnight money market rates ultimately reflect financial markets' expectations of how we see current and future economic developments and how we are going to respond. Or, to put it in central banker language, these fluctuations are inter alia interpretations of our reaction function.</p>\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup></sup></a></span></p>\n",
  "content_text": "Check against delivery 1 Introduction Ladies and gentlemen, it is a great pleasure to be here and address such a distinguished audience of financial market experts. As seasoned market observers, you are undoubtedly accustomed to the ups and downs of financial markets. In the early autumn of 2023, financial markets were expecting that the Eurosystem would reduce its monetary policy rate by approximately 60 basis points throughout 2024. Just three months later, progress in central banks' efforts to tame inflation, together with a weakening real economy, led markets to believe that central banks would significantly accelerate their rate-cutting cycle, with a cumulative reduction of 160 basis points reckoned to be likely. However, in the first half of 2024, inflation proved to be more persistent than anticipated. And the real economy, including the labour market, showed renewed signs of resilience. Consequently, expectations for rate cuts in the euro area for 2024 decreased steadily to approximately 65 basis points by June 2024. Subsequently, the pendulum swung back again as we saw the inflation rate coming in several times lower than expected and the economy slowing down. Following the three 25-basis-point cuts already implemented in June, September and October, markets currently expect the overnight money market rate to stand approximately 100 basis points lower throughout 2024. What accounts for these significant fluctuations in market expectations? The Eurosystem can closely steer the overnight money market rate by adjusting its monetary policy rates. Accordingly, the fluctuations in forward overnight money market rates ultimately reflect financial markets' expectations of how we see current and future economic developments and how we are going to respond. Or, to put it in central banker language, these fluctuations are inter alia interpretations of our reaction function.",
  "date_parsed": "2024-12-05",
  "name": "Joachim Nagel",
  "link_number": "19",
  "name_orig": "Joachim Nagel",
  "url_orig": "https://www.bis.org/review/r241205a.htm"
}