{
  "source_url": "https://www.bis.org/review/r250702a.htm",
  "headline": "Joachim Nagel: Current and future monetary policy challenges facing the Eurosystem",
  "description_html": "\n<p>Text of the 20th Walter Eucken Lecture by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the Walter Eucken Institute, University of Freiburg, Freiburg, 23 June 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Text of the 20th Walter Eucken Lecture by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the Walter Eucken Institute, University of Freiburg, Freiburg, 23 June 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "03 July 2025",
  "pdf_url": "https://www.bis.org/review/r250702a.pdf",
  "content_html": "\n<p><em>Check against delivery </em></p>\n<h3>1 Introduction</h3>\n<p class=\"Reden\" id=\"par-ae6913\">Ladies and gentlemen, I am delighted and honoured to be able to deliver the 20th Walter Eucken lecture.</p>\n<p class=\"Reden\" id=\"par-ie1u45\"><em>\"Good economic policy is regulatory policy\"</em> – this motto has been the hallmark of the Walter Eucken Institute ever since it was founded. True to that guiding principle, your institution concerns itself in particular with the question of how our market-based and competitive order can be maintained and further developed.</p>\n<p class=\"Reden\" id=\"par-uou48i\">Monetary policy does not always play the key role in such matters. Nor was Walter Eucken a specialist in monetary theory, but someone who was mainly concerned with the economic system in its entirety. Nonetheless, monetary stability was a key factor underpinning his economic policy thinking.</p>\n<p class=\"Reden\" id=\"par-uoeaui\">One impressive example of this belief can be found in his \"Principles of Economic Policy\", where he writes: \"All endeavours to realise a competitive framework are in vain unless a certain level of monetary stability can be assured.\"</p>\n<p class=\"Reden\" id=\"par-u11o58\">Though many decades have passed in the meantime, that statement still stands up today. And in my view, the fundamental idea behind that remark has since become the core principle for major central banks: guaranteeing price stability is their core mandate.</p>\n<p class=\"Reden\" id=\"par-i9314a\">That said, Eucken's concept of how price stability should be maintained was very different to ours today. One page later he issues this stern warning: \"- experience shows that a monetary constitution which gives free rein to those in charge of monetary policy places greater confidence in them than it is advisably possible to do.\"</p>\n",
  "content_text": "Check against delivery 1 Introduction Ladies and gentlemen, I am delighted and honoured to be able to deliver the 20th Walter Eucken lecture. \"Good economic policy is regulatory policy\" – this motto has been the hallmark of the Walter Eucken Institute ever since it was founded. True to that guiding principle, your institution concerns itself in particular with the question of how our market-based and competitive order can be maintained and further developed. Monetary policy does not always play the key role in such matters. Nor was Walter Eucken a specialist in monetary theory, but someone who was mainly concerned with the economic system in its entirety. Nonetheless, monetary stability was a key factor underpinning his economic policy thinking. One impressive example of this belief can be found in his \"Principles of Economic Policy\", where he writes: \"All endeavours to realise a competitive framework are in vain unless a certain level of monetary stability can be assured.\" Though many decades have passed in the meantime, that statement still stands up today. And in my view, the fundamental idea behind that remark has since become the core principle for major central banks: guaranteeing price stability is their core mandate. That said, Eucken's concept of how price stability should be maintained was very different to ours today. One page later he issues this stern warning: \"- experience shows that a monetary constitution which gives free rein to those in charge of monetary policy places greater confidence in them than it is advisably possible to do.\"",
  "date_parsed": "2025-07-03",
  "name": "Joachim Nagel",
  "link_number": "10",
  "name_orig": "Joachim Nagel",
  "url_orig": "https://www.bis.org/review/r250702a.htm"
}