{
  "source_url": "https://www.bis.org/review/r251008a.htm",
  "headline": "Joachim Nagel: Introductory statement - Annual General Assembly of the Hellenic Federation of Enterprises",
  "description_html": "\n<p>Introductory statement by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the <span>Annual General Assembly of the Hellenic Federation of Enterprises, Athens, 7 October 2025.</span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Introductory statement by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the Annual General Assembly of the Hellenic Federation of Enterprises, Athens, 7 October 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "10 October 2025",
  "pdf_url": "https://www.bis.org/review/r251008a.pdf",
  "content_html": "\n<p><em>Check against delivery </em></p>\n<h3>1 Greece – a story of success</h3>\n<p class=\"Reden\" id=\"par-uoa6ii\">Ladies and gentlemen,</p>\n<p class=\"Reden\" id=\"par-eio329\">It is a great pleasure for me to be here in Athens, and a great honour to address such a wonderful audience.</p>\n<p class=\"Reden\" id=\"par-i45257\">As a rule, I try not to comment on the affairs of other countries, let alone offer advice. But today, I must make an exception. I feel compelled to express my deep admiration for Greece's remarkable economic transformation over the past decade.</p>\n<p class=\"Reden\" id=\"par-oo9532\">Greece has come a long way in recent years, overcoming significant challenges with enduring determination. The implementation of difficult but necessary reform has been instrumental in this progress. </p>\n<p class=\"Reden\" id=\"par-ai596e\">Greece's economic performance has been impressive. In 2024,<span> </span>GDP<span> </span>grew by 2.3 %, far outpacing the euro area average of 0.8 %. Similar growth of around 2 % is expected for 2025. </p>\n<p class=\"Reden\" id=\"par-u6o338\">The Greek labour market, too, has shown remarkable improvement, with unemployment falling to a record low of 8 %. While this is still above the euro area average of 6.2 %, it represents significant progress. Challenges such as high youth unemployment and seasonal labour shortages persist. However, employment growth has been in line with the euro area average, and wage growth has been slightly stronger.</p>\n<p class=\"Reden\" id=\"par-ee3143\">The rapid reduction of the public debt ratio following the coronavirus pandemic stands out as a notable achievement. While the largest contribution towards this came from exceptionally strong nominal<span> </span>GDP<span> </span>growth, the role of primary surpluses was equally important. Maintaining a steady and solid fiscal course was key to restoring confidence.<span> </span></p>\n<p class=\"Reden\" id=\"par-o51358\">Nevertheless, the debt ratio remains high. Greece's determination to stay on course, however, is clear: the government plans to continue to achieve primary surpluses and reduce the debt ratio even further. </p>\n<p class=\"Reden\" id=\"par-u495o7\">Confidence is also likely being bolstered by the fact that the agreed target of around 2 % for the primary balance ratio is still in place. In order to solidify the trust that has been rebuilt, it is essential to stick to the agreed plan and fiscal rules. </p>\n<p class=\"Reden\" id=\"par-uii793\">A key challenge lies in the rising costs of financing as favourable loan terms gradually expire and market conditions take on greater significance. However, the trust that has been established ensures that Greece's financing conditions remain competitive on an international scale.</p>\n<p class=\"Reden\" id=\"par-ue46i1\">In my view, Greece is well-positioned to refinance itself through the markets. Current refinancing costs are about on par with those of Spain and even lower than those of France and Italy.</p>\n<p class=\"Reden\" id=\"par-o1389i\">Greece has made remarkable strides in implementing structural reform. However, as I am sure you would agree, there are still significant challenges ahead. </p>\n<p class=\"Reden\" id=\"par-eoo7ii\">Greece's achievements are commendable, but its journey is not yet complete. By staying the course on reform, Greece can secure a future of sustainable growth, fiscal stability, and shared prosperity.</p>\n<p class=\"Reden\" id=\"par-uo3a84\">What Greece has achieved over the past decade is not only a success story for this nation – it is an inspiration for all of Europe. It shows that reform, though challenging, does pay off.</p>\n<p class=\"Reden\" id=\"par-o1u6a2\">This lesson is especially pertinent to other euro area countries, including my own, Germany, where structural challenges also demand urgent attention.</p>\n<h3>2 Germany – time to speed up on the path to reform</h3>\n<p class=\"Reden\" id=\"par-o33eui\">On that note, I would now like to turn my attention to Germany.</p>\n<p class=\"Reden\" id=\"par-au5u94\">A major problem in the German economy is the persistently weak growth in productivity. Productivity is the engine of prosperity. It is a major driver of economic growth, it sustains our standard of living, and equips us to tackle the challenges of tomorrow. </p>\n<p class=\"Reden\" id=\"par-ie18u2\">However, this engine has been faltering for some time now. Productivity growth has slowed significantly over the past few decades – not just in Germany, but globally, too. </p>\n<p class=\"Reden\" id=\"par-e88254\">In recent years, this trend of decline has worsened. Between 1992 and 2024, German labour productivity per hour grew by an annual average of 1.1 %. However, since 2018, this figure has dropped to just 0.3 %. </p>\n<p class=\"Reden\" id=\"par-o55895\">The causes of weak productivity growth in Germany are both cyclical and structural. The cyclical factors include labour hoarding and weak investment in light of monetary tightening. The structural challenges relate to demographic change, rising production costs and excessive regulation.</p>\n<p class=\"Reden\" id=\"par-uaiiu8\">To reignite productivity and foster growth, the government must take decisive action. It should </p>\n<ul class=\"rte--list\">\n<li>\n<p class=\"Reden\" id=\"par-o32iia\">reduce red tape to ease the bureaucratic burden on businesses;</p>\n</li>\n<li>\n<p class=\"Reden\" id=\"par-i4i191\">lower barriers to market entry, particularly in the services sector; </p>\n</li>\n<li>\n<p class=\"Reden\" id=\"par-uu49i5\">provide appropriate funding for research and development whilst improving conditions for startups;</p>\n</li>\n<li>\n<p class=\"Reden\" id=\"par-e724ee\">secure skilled labour by strengthening work incentives for women and the elderly, and by attracting skilled labour from abroad;</p>\n</li>\n<li>\n<p class=\"Reden\" id=\"par-o75iie\">advocate for a deeper<span> </span>EU<span> </span>single market, especially in services, and complete the Capital Markets Union to improve access to financing.</p>\n</li>\n</ul>\n<p class=\"Reden\" id=\"par-u5eu22\">Moreover, the digital transition offers immense possibilities for boosting productivity. Technologies like artificial intelligence and automation hold the potential to unlock efficiency gains, but only if we create the right environment for them to be adopted.</p>\n<p class=\"Reden\" id=\"par-u5i535\">Ladies and gentlemen, the economic challenges and the reasons for weak growth differ from country to country, but every member of the euro area would benefit from boosting its growth in productivity. </p>\n<p class=\"Reden\" id=\"par-i7aao2\">Productivity is the key to our economic future. To safeguard our prosperity, we need to set the course for economic policy so that productivity can grow more strongly once again.</p>\n",
  "content_text": "Check against delivery 1 Greece – a story of success Ladies and gentlemen, It is a great pleasure for me to be here in Athens, and a great honour to address such a wonderful audience. As a rule, I try not to comment on the affairs of other countries, let alone offer advice. But today, I must make an exception. I feel compelled to express my deep admiration for Greece's remarkable economic transformation over the past decade. Greece has come a long way in recent years, overcoming significant challenges with enduring determination. The implementation of difficult but necessary reform has been instrumental in this progress. Greece's economic performance has been impressive. In 2024, GDP grew by 2.3 %, far outpacing the euro area average of 0.8 %. Similar growth of around 2 % is expected for 2025. The Greek labour market, too, has shown remarkable improvement, with unemployment falling to a record low of 8 %. While this is still above the euro area average of 6.2 %, it represents significant progress. Challenges such as high youth unemployment and seasonal labour shortages persist. However, employment growth has been in line with the euro area average, and wage growth has been slightly stronger. The rapid reduction of the public debt ratio following the coronavirus pandemic stands out as a notable achievement. While the largest contribution towards this came from exceptionally strong nominal GDP growth, the role of primary surpluses was equally important. Maintaining a steady and solid fiscal course was key to restoring confidence. Nevertheless, the debt ratio remains high. Greece's determination to stay on course, however, is clear: the government plans to continue to achieve primary surpluses and reduce the debt ratio even further. Confidence is also likely being bolstered by the fact that the agreed target of around 2 % for the primary balance ratio is still in place. In order to solidify the trust that has been rebuilt, it is essential to stick to the agreed plan and fiscal rules. A key challenge lies in the rising costs of financing as favourable loan terms gradually expire and market conditions take on greater significance. However, the trust that has been established ensures that Greece's financing conditions remain competitive on an international scale. In my view, Greece is well-positioned to refinance itself through the markets. Current refinancing costs are about on par with those of Spain and even lower than those of France and Italy. Greece has made remarkable strides in implementing structural reform. However, as I am sure you would agree, there are still significant challenges ahead. Greece's achievements are commendable, but its journey is not yet complete. By staying the course on reform, Greece can secure a future of sustainable growth, fiscal stability, and shared prosperity. What Greece has achieved over the past decade is not only a success story for this nation – it is an inspiration for all of Europe. It shows that reform, though challenging, does pay off. This lesson is especially pertinent to other euro area countries, including my own, Germany, where structural challenges also demand urgent attention. 2 Germany – time to speed up on the path to reform On that note, I would now like to turn my attention to Germany. A major problem in the German economy is the persistently weak growth in productivity. Productivity is the engine of prosperity. It is a major driver of economic growth, it sustains our standard of living, and equips us to tackle the challenges of tomorrow. However, this engine has been faltering for some time now. Productivity growth has slowed significantly over the past few decades – not just in Germany, but globally, too. In recent years, this trend of decline has worsened. Between 1992 and 2024, German labour productivity per hour grew by an annual average of 1.1 %. However, since 2018, this figure has dropped to just 0.3 %. The causes of weak productivity growth in Germany are both cyclical and structural. The cyclical factors include labour hoarding and weak investment in light of monetary tightening. The structural challenges relate to demographic change, rising production costs and excessive regulation. To reignite productivity and foster growth, the government must take decisive action. It should reduce red tape to ease the bureaucratic burden on businesses; lower barriers to market entry, particularly in the services sector; provide appropriate funding for research and development whilst improving conditions for startups; secure skilled labour by strengthening work incentives for women and the elderly, and by attracting skilled labour from abroad; advocate for a deeper EU single market, especially in services, and complete the Capital Markets Union to improve access to financing. Moreover, the digital transition offers immense possibilities for boosting productivity. Technologies like artificial intelligence and automation hold the potential to unlock efficiency gains, but only if we create the right environment for them to be adopted. Ladies and gentlemen, the economic challenges and the reasons for weak growth differ from country to country, but every member of the euro area would benefit from boosting its growth in productivity. Productivity is the key to our economic future. To safeguard our prosperity, we need to set the course for economic policy so that productivity can grow more strongly once again.",
  "date_parsed": "2025-10-10",
  "name": "Joachim Nagel",
  "link_number": "2",
  "name_orig": "Joachim Nagel",
  "url_orig": "https://www.bis.org/review/r251008a.htm"
}