{
  "source_url": "https://www.bis.org/review/r251027c.htm",
  "headline": "Joachim Nagel: Staying the course - how central bank independence guides us through uncertainty",
  "description_html": "\n<p>Speech by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the Foreign Policy Association, New York City, 20 October 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the Foreign Policy Association, New York City, 20 October 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "30 October 2025",
  "pdf_url": "https://www.bis.org/review/r251027c.pdf",
  "content_html": "\n<p><em>Check against delivery </em></p>\n<h3>1 Introduction</h3>\n<p class=\"Reden\" id=\"par-a13822\">Ladies and gentlemen,</p>\n<p class=\"Reden\" id=\"par-e5o91i\">I feel deeply honored to receive this prestigious award, following in the footsteps of such distinguished recipients such as<span> </span><span>Timothy Geithner</span>, the former President of the Federal Reserve Bank of New York and Secretary of the Treasury,<span> </span><span>Jean-Claude Trichet</span>, the former President of the European Central Bank, and François Villeroy de Galhau, my French counterpart. At a time when trans-Atlantic relationships involve significant challenges, I see the award as<span> </span><span>a recognition ofthe shared values</span><span> </span>upheld by the Foreign Policy Association, the Bundesbank, and indeed all central banks.</p>\n<p class=\"Reden\" id=\"par-ae43o9\">Because what may at first<span> </span><span>seem like two distinct worlds</span>-foreign policy and central banking-are, in fact, bound by a shared mission: the pursuit of stability and international cooperation.</p>\n<p class=\"Reden\" id=\"par-e7i9eu\">In my speech today, I will reflect on<span> </span><span>three key principles</span><span> </span>that guide the work of central banks and, in turn, underpin our mission. I am confident that<span> </span><span>the </span>Foreign Policy Association shares similar values, adapted to the unique challenges and responsibilities of foreign policy.</p>\n<p class=\"Optional\" id=\"par-a71au4\">But before I start, let me quote<span> </span><span>President Franklin D. Roosevelt</span>. Speaking during his 1944 radio address at the Foreign Policy Association here in New York, he said: <q>I am going to talk without rancor, without snap judgment. And I am going to talk without losing my head or losing my temper.</q> <a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a> I believe that sets an<span> </span><span>excellent tone</span><span> </span>for my remarks today. </p>\n<h3>2 Independence</h3>\n<p class=\"Reden\" id=\"par-a659a8\">The first of the three key principles is central bank independence, which<span> </span><span>matters for stability, trust and social cohesion. </span>As you know, most central banks are tasked with keeping inflation in check – making sure it's neither too high nor too low.<span> </span><span>In the Eurosystem – which comprises the European Central Bank and 20 national central banks – our goal is to keep inflation at 2 percent over the medium term.</span></p>\n<p class=\"Reden\" id=\"par-a3e4ue\">I've got to admit that it hasn't<span> </span><span>always</span><span> </span>been easy in the past few years. But time and again, we've shown that we<span> </span><span>get the job done</span>. To succeed in this mandate, decisions must be guided by thorough economic analysis, based on<span> </span><span>sound </span>economic data, and<span> </span><span>not by political convenience. </span>When that line is blurred, credibility in our work begins to erode. And<span> </span><span>credibility is the cornerstone for trust. Without trust, the foundations of stability start to crack</span>.</p>\n<p class=\"Reden\" id=\"par-eo941a\">History vividly shows us what can happen when central banks don't act independently: loss of public confidence, financial turmoil and runaway inflation are not uncommon.<span> </span><span>I do not want to invoke the well-known German inflation trauma from the post-World War periods. Rather, let me recall more recent, less extreme episodes. </span></p>\n<p class=\"Reden\" id=\"par-uo4574\">Take, for instance,<span> </span><span>the \"Great Inflation\"</span><span> </span>lasting from 1965 to 1982. In this challenging period with drastic movements in energy prices, the U.S. Federal Reserve faced<span> </span><span>political pressure</span><span> </span>to prioritise employment over inflation control. Inflation soared to double digits, eroding purchasing power and triggering widespread economic uncertainty. This turbulent era serves as a<span> </span><span>powerful reminder</span><span> </span>of the vital importance of independent monetary policy.</p>\n<p class=\"Reden\" id=\"par-o43aa4\">In recent decades,<span> </span><span>other regions</span><span> </span>have faced similar episodes:<span> </span><span>Turkey, for instance, saw inflation soar above 80 % in 2022, driven by President Erdoğan's insistence on low interest rates – which undermined the lira, eroded public trust, and fueled instability. Turkey's central bank later reversed course, sharply raising rates in 2023 and 2024. This helped lower inflation, though it remains high, at above 30 %.</span></p>\n<p class=\"Reden\" id=\"par-iaaaea\">Given these historical lessons<span>, </span>I<span> </span>cannot help but<span> feel deeply concerned</span><span> </span>by recent political<span> </span><span>criticism</span><span> </span>directed at central banks. This criticism goes<span> </span><span>beyond the usual and helpful public discussions and also differing views about the daily course of monetary policy. </span>It challenges the<span> </span><span>integrity </span>of an institution designed to serve the<span> </span><span>people's interests</span><span> </span>and the economy's long-term benefit. </p>\n<h3>3 Statistical Independence</h3>\n<p class=\"Reden\" id=\"par-e12o74\">This brings me to the<span> </span><span>second principle</span><span> </span>that guides our work, closely tied to the first:<span> </span><span>independent, reliable statistics. </span>Recently, this principle has come under<span> scrutiny</span>, with elected officials<span> </span><span>openly questioning</span><span> </span>the reliability of key economic data that did not seem to fit the government's view. Such assertions carry<span> </span><span>significant</span><span> </span>weight. Replacing people who report undesired data carries even more weight. </p>\n<p class=\"Reden\" id=\"par-u5a628\">Reliable statistics are<span> </span><span>crucial – especially for central banks</span>. They are<span> </span><span>the backbone</span><span> </span>of sound monetary policy. So,<span> </span><span>what makes good statistics</span>? I don't want to bore you with too much detail, so let's focus on<span> </span><span>three core ingredients</span>:<span> </span><span>First, accuracy, ensuring data reflects reality. Second, transparency, allowing users to understand and trust the methods behind the numbers. And third, impartiality and independence. </span></p>\n<p class=\"Reden\" id=\"par-i513u1\">Accuracy and transparency provide the foundation for impartiality and independence. They do come at a cost. Statistical offices need to push continuously to keep this cost low, also by generating a digital dividend. But well-designed reporting requirements are more than just red tape. They are a necessary precondition for good data.<span> </span><span>Impartiality</span><span> </span>ensures that data serves as a neutral guide for decision-making.<span> </span><span>Independence</span><span> </span>ensures that the methodologies, processes and decisions of statisticians and statistical agencies are not interfered with. Without this, even the most accurate and transparent statistics become undermined.</p>\n<h3>4 Focus on core mandate</h3>\n<p class=\"Reden\" id=\"par-e3e2u7\">Let's turn to the<span> </span><span>third principle</span><span> </span>guiding central banks:<span> </span><span>A clear focus on our mandate</span>. This principle is becoming<span> </span><span>even more</span><span> </span>important as uncertainty and political tensions rise. And signs of uncertainty abound:</p>\n<p class=\"Reden\" id=\"par-a7e6iu\">Escalating U.S.-China tensions and Russia's war of aggression in Ukraine are<span> </span><span>reshaping</span><span> </span>the global order.<span> </span><span>Rising demands for government spending are adding pressure to budgets and fiscal policies.AI is advancing at a rapid pace, transforming industries and becoming a part of every aspect of our lives. </span></p>\n<p class=\"Reden\" id=\"par-o7ei78\">This<span> </span><span>is not</span><span> </span>an easy environment to navigate – for central bankers or foreign policy alike. Yet, we must stand by our principles and speak up for them. As central bankers, we need to safeguard the purchasing power of households and protect prosperity. Our monetary policy decisions must be geared towards this goal and must not be diluted by other politically opportune purposes. </p>\n<h3>5 Conclusion</h3>\n<p class=\"Reden\" id=\"par-a2492u\">Ladies and gentlemen, President<span> </span><span>Roosevelt</span><span> </span>once wrote to Major General Frank R. McCoy, then president of your<span> </span>FPA: <q>The Foreign Policy Association is performing a<span> </span><span>high duty</span><span> </span>in facilitating the lucid presentation of the facts of world problems and their impact upon the United States.<a class=\"hashlink\" href=\"#fn2\" id=\"fn_2\"><sup>2</sup></a></q></p>\n<p class=\"Reden\" id=\"par-e4e298\">This<span> </span><span>commitment </span>to truth and transparency<span> </span><span>resonates deeply</span><span> </span>with my mission as a central banker.<span> </span><span>Both</span><span> </span>of our institutions – the<span> </span>FPA<span> </span>and the Bundesbank – are trusted to protect the foundations that help people-and the economy-prosper. </p>\n<p class=\"Reden\" id=\"par-e92u2i\">For central banks, this means maintaining price stability and<span> </span><span>fostering </span>trust in the financial system. For the<span> </span><span class=\"text-nowrap\">FPA,</span><span> </span>it means<span> </span><span>empowering citizens</span><span> </span>with knowledge to understand complex global dynamics and their implications. </p>\n<p class=\"Reden\" id=\"par-ui6634\">To say it with the words of<span> </span><span>Bob Dylan, </span><q><span>The times they are a-changin</span></q><span>. </span>It is our responsibility to provide stability and trust. </p>\n<hr/>\n<p class=\"Reden footnote\"><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> <a class=\"external\" href=\"https://www.presidency.ucsb.edu/documents/radio-address-dinner-the-foreign-policy-association-new-york-n-y\" rel=\"noopener noreferrer\" target=\"_blank\">Radio Address at a Dinner of the Foreign Policy Association. New York, N. Y. | The American Presidency Project</a>.</p>\n<p class=\"Reden footnote\"><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup>2</sup></a> <a class=\"external\" href=\"https://fpa.org/about/presidents-message/\" rel=\"noopener noreferrer\" target=\"_blank\">President's Message – Foreign Policy Association</a>.</p>\n",
  "content_text": "Check against delivery 1 Introduction Ladies and gentlemen, I feel deeply honored to receive this prestigious award, following in the footsteps of such distinguished recipients such as Timothy Geithner , the former President of the Federal Reserve Bank of New York and Secretary of the Treasury, Jean-Claude Trichet , the former President of the European Central Bank, and François Villeroy de Galhau, my French counterpart. At a time when trans-Atlantic relationships involve significant challenges, I see the award as a recognition ofthe shared values upheld by the Foreign Policy Association, the Bundesbank, and indeed all central banks. Because what may at first seem like two distinct worlds -foreign policy and central banking-are, in fact, bound by a shared mission: the pursuit of stability and international cooperation. In my speech today, I will reflect on three key principles that guide the work of central banks and, in turn, underpin our mission. I am confident that the Foreign Policy Association shares similar values, adapted to the unique challenges and responsibilities of foreign policy. But before I start, let me quote President Franklin D. Roosevelt . Speaking during his 1944 radio address at the Foreign Policy Association here in New York, he said: I am going to talk without rancor, without snap judgment. And I am going to talk without losing my head or losing my temper. 1 I believe that sets an excellent tone for my remarks today. 2 Independence The first of the three key principles is central bank independence, which matters for stability, trust and social cohesion. As you know, most central banks are tasked with keeping inflation in check – making sure it's neither too high nor too low. In the Eurosystem – which comprises the European Central Bank and 20 national central banks – our goal is to keep inflation at 2 percent over the medium term. I've got to admit that it hasn't always been easy in the past few years. But time and again, we've shown that we get the job done . To succeed in this mandate, decisions must be guided by thorough economic analysis, based on sound economic data, and not by political convenience. When that line is blurred, credibility in our work begins to erode. And credibility is the cornerstone for trust. Without trust, the foundations of stability start to crack . History vividly shows us what can happen when central banks don't act independently: loss of public confidence, financial turmoil and runaway inflation are not uncommon. I do not want to invoke the well-known German inflation trauma from the post-World War periods. Rather, let me recall more recent, less extreme episodes. Take, for instance, the \"Great Inflation\" lasting from 1965 to 1982. In this challenging period with drastic movements in energy prices, the U.S. Federal Reserve faced political pressure to prioritise employment over inflation control. Inflation soared to double digits, eroding purchasing power and triggering widespread economic uncertainty. This turbulent era serves as a powerful reminder of the vital importance of independent monetary policy. In recent decades, other regions have faced similar episodes: Turkey, for instance, saw inflation soar above 80 % in 2022, driven by President Erdoğan's insistence on low interest rates – which undermined the lira, eroded public trust, and fueled instability. Turkey's central bank later reversed course, sharply raising rates in 2023 and 2024. This helped lower inflation, though it remains high, at above 30 %. Given these historical lessons , I cannot help but feel deeply concerned by recent political criticism directed at central banks. This criticism goes beyond the usual and helpful public discussions and also differing views about the daily course of monetary policy. It challenges the integrity of an institution designed to serve the people's interests and the economy's long-term benefit. 3 Statistical Independence This brings me to the second principle that guides our work, closely tied to the first: independent, reliable statistics. Recently, this principle has come under scrutiny , with elected officials openly questioning the reliability of key economic data that did not seem to fit the government's view. Such assertions carry significant weight. Replacing people who report undesired data carries even more weight. Reliable statistics are crucial – especially for central banks . They are the backbone of sound monetary policy. So, what makes good statistics ? I don't want to bore you with too much detail, so let's focus on three core ingredients : First, accuracy, ensuring data reflects reality. Second, transparency, allowing users to understand and trust the methods behind the numbers. And third, impartiality and independence. Accuracy and transparency provide the foundation for impartiality and independence. They do come at a cost. Statistical offices need to push continuously to keep this cost low, also by generating a digital dividend. But well-designed reporting requirements are more than just red tape. They are a necessary precondition for good data. Impartiality ensures that data serves as a neutral guide for decision-making. Independence ensures that the methodologies, processes and decisions of statisticians and statistical agencies are not interfered with. Without this, even the most accurate and transparent statistics become undermined. 4 Focus on core mandate Let's turn to the third principle guiding central banks: A clear focus on our mandate . This principle is becoming even more important as uncertainty and political tensions rise. And signs of uncertainty abound: Escalating U.S.-China tensions and Russia's war of aggression in Ukraine are reshaping the global order. Rising demands for government spending are adding pressure to budgets and fiscal policies.AI is advancing at a rapid pace, transforming industries and becoming a part of every aspect of our lives. This is not an easy environment to navigate – for central bankers or foreign policy alike. Yet, we must stand by our principles and speak up for them. As central bankers, we need to safeguard the purchasing power of households and protect prosperity. Our monetary policy decisions must be geared towards this goal and must not be diluted by other politically opportune purposes. 5 Conclusion Ladies and gentlemen, President Roosevelt once wrote to Major General Frank R. McCoy, then president of your FPA: The Foreign Policy Association is performing a high duty in facilitating the lucid presentation of the facts of world problems and their impact upon the United States. 2 This commitment to truth and transparency resonates deeply with my mission as a central banker. Both of our institutions – the FPA and the Bundesbank – are trusted to protect the foundations that help people-and the economy-prosper. For central banks, this means maintaining price stability and fostering trust in the financial system. For the FPA, it means empowering citizens with knowledge to understand complex global dynamics and their implications. To say it with the words of Bob Dylan, The times they are a-changin . It is our responsibility to provide stability and trust. 1 Radio Address at a Dinner of the Foreign Policy Association. New York, N. Y. | The American Presidency Project . 2 President's Message – Foreign Policy Association .",
  "date_parsed": "2025-10-30",
  "name": "Joachim Nagel",
  "name_orig": "Joachim Nagel",
  "url_orig": "https://www.bis.org/review/r251027c.htm"
}