{
  "source_url": "https://www.bis.org/review/r241001h.htm",
  "headline": "Joachim Nagel: Interactions between monetary policy, regulation and financial markets",
  "description_html": "\n<p>Video message by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the Conference on Markets and Intermediaries, jointly organised by the Deutsche Bundesbank and the Humboldt-Universität Berlin, Frankfurt am Main, 1 October 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Video message by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the Conference on Markets and Intermediaries, jointly organised by the Deutsche Bundesbank and the Humboldt-Universität Berlin, Frankfurt am Main, 1 October 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "01 October 2024",
  "pdf_url": "https://www.bis.org/review/r241001h.pdf",
  "content_html": "\n<p><em>Check against delivery </em></p>\n<h3><span>1 </span>Introduction</h3>\n<p class=\"Reden\" id=\"par-a92a78\">Ladies and gentlemen,</p>\n<p class=\"Reden\" id=\"par-u4a623\">Good morning and welcome to the Conference on Markets and Intermediaries, an event jointly organised by the Bundesbank and the Humboldt-Universität zu Berlin.</p>\n<p class=\"Reden\" id=\"par-o4u54u\">In my opening speech, I will take you on a helicopter tour of the programme and share some thoughts on the topics that will be covered over the next two days. The programme certainly does cover a wide range of topics. It addresses current challenges facing financial markets, financial intermediaries, and central banks.</p>\n<p class=\"Reden\" id=\"par-a2383e\">Since the Great Financial Crisis, central banks worldwide have expanded their balance sheets, injected additional liquidity into the financial system, and broadened their collateral frameworks. In addition, financial regulation has been adapted to make the financial system more stable.</p>\n<p class=\"Reden\" id=\"par-a685aa\">While these measures served useful purposes, they also had side effects, not least in money and capital markets. Policymakers and regulators are therefore well-advised to evaluate the effects of their measures.</p>\n<h3>2 Non-bank financial institutions</h3>\n<p class=\"Reden\" id=\"par-i14o9o\">The first session is dedicated to non-bank financial institutions, or<span> </span><span class=\"text-nowrap\">NBFIs.</span></p>\n<p class=\"Reden\" id=\"par-o6u96u\">This sector includes, amongst others, insurers, investment funds, and money market and hedge funds. It is strongly interconnected, both with other sectors and across countries. Its share of the global financial system, as measured by total financial assets, is almost one-half.</p>\n<p class=\"Reden\" id=\"par-o1uoo8\">Clearly, it could be a source of systemic risks. But the risks presented by<span> </span>NBFIs<span> </span>often lie out of view. This makes them more difficult to monitor and assess. All the more important, then, to close data gaps and strengthen the resilience of the sector.</p>\n<p class=\"Reden\" id=\"par-a7o453\">One particular source of vulnerability are fire sales of open-ended funds. These are the subject of a paper that Rüdiger Weber is presenting this morning.<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a></p>\n<p class=\"Reden\" id=\"par-ua92ai\">Open-ended funds are especially prone to fire sales because, during episodes of market stress, they often face significant pressure from investors who want to liquidate their holdings quickly. Fund managers may then be forced to offload fund assets at short notice. And if those assets are less liquid, they may have to sell them at lower prices. This may amplify price declines and liquidity shortages.</p>\n<p class=\"Reden\" id=\"par-e73uo2\">Effective liquidity management and regulation are very important here. A recently published Bundesbank paper shows that price-based liquidity management tools help keep the financial fragility of open-ended mutual funds in check.<a class=\"hashlink\" href=\"#fn2\" id=\"fn_2\"><sup>2</sup></a></p>\n<p class=\"Reden\" id=\"par-u45155\">In times of stress, investors also try to protect their capital by shifting it into safer assets. However, this flight to safety can intensify the downward pressure on the prices of riskier assets as demand for the latter declines.</p>\n<p class=\"Reden\" id=\"par-a1ua89\">The Financial Stability Board is doing important work in this field. But it is currently focused on microprudential regulation. I think the<span> </span>FSB's work on this front needs to be complemented by the development of macroprudential regulation for the<span> </span>NBFI<span> </span>sector.</p>\n<p class=\"Reden\" id=\"par-e42ui9\">In any case, we should not jeopardise what we have achieved in the banking regulation space by allowing stability risks to build up elsewhere in the financial system.</p>\n<h3>3 Central bank digital currencies</h3>\n<p class=\"Reden\" id=\"par-u671oa\">The second session is on central bank digital currencies<span> </span><span class=\"text-nowrap\">(CBDC).</span></p>\n<p class=\"Reden\" id=\"par-u58776\">CBDC<span> </span>is an issue that is keeping almost all central banks very busy at the moment. The Eurosystem is hard at work preparing for the potential introduction of a digital euro.</p>\n<p class=\"Reden\" id=\"par-a349o9\">As the world turns increasingly digital, the digital euro would provide a secure and efficient digital payment option that complements cash. It aims to strengthen Europe's strategic autonomy by building on European infrastructures, and to promote innovation in the private sector.</p>\n<p class=\"Reden\" id=\"par-i26893\">However, introducing a<span> </span>CBDC<span> </span>could also have unintended side effects. If bank customers were allowed to hold it in large amounts, periods of banking distress could trigger large, sudden shifts out of deposits into<span> </span><span class=\"text-nowrap\">CBDC.</span><span> </span>This could lead to financial instability.</p>\n<p class=\"Reden\" id=\"par-ae4o11\">And if<span> </span>CBDC<span> </span>were too attractive a substitute for deposits, commercial banks' access to retail deposits could erode over time. Which could lead to structural disintermediation and call into question our proven two-tier banking system. It is therefore of the essence to design<span> </span>CBDC<span> </span>in a way that prevents these risks from materialising.</p>\n<p class=\"Reden\" id=\"par-oou685\">The challenge is to optimise the usability of<span> </span>CBDC<span> </span>as a means of payment while at the same time limiting its effects on the market for bank deposits. Two decisive factors in this regard are remuneration and holding limits. Let me say a few words on each of these.</p>\n<p class=\"Reden\" id=\"par-ueo35u\">Remuneration means the rate of interest on people's holdings of<span> </span><span class=\"text-nowrap\">CBDC.</span><span> </span>If that rate of interest were positive, holding<span> </span>CBDC<span> </span>would be more attractive. But at the same time, that would lead to outflows out of bank deposits.</p>\n<p class=\"Reden\" id=\"par-aeui15\">Based on a welfare-maximising model setting, Pascal Paul will argue later this afternoon that central banks should allow for a positive interest rate.<a class=\"hashlink\" href=\"#fn3\" id=\"fn_3\"><sup>3</sup></a><span> </span>This stands in contrast to the intention of the Governing Council not to remunerate digital euro holdings.<a class=\"hashlink\" href=\"#fn4\" id=\"fn_4\"><sup>4</sup></a></p>\n<p class=\"Reden\" id=\"par-au12ie\">Why are we not in favour of remuneration?</p>\n<p class=\"Reden\" id=\"par-u1u7ue\">Because our aim is to make the digital euro a digital complement to cash, and there is no remuneration for holding cash. We neither want to compete with commercial banks for deposits, nor do we want to employ the digital euro as a monetary policy instrument.</p>\n<p class=\"Reden\" id=\"par-a33eo5\">The second, perhaps even more important, factor is holding limits. We intend to limit digital euro holdings to a certain amount, because we want to ensure the digital euro does not lead to large sudden shifts or disintermediation.</p>\n<p class=\"Reden\" id=\"par-o933ui\">The limits currently under discussion range from €500 to €3,000.<a class=\"hashlink\" href=\"#fn5\" id=\"fn_5\"><sup>5</sup></a><span> </span>A recent Bundesbank paper finds that an optimal holding limit would be in a range between €1,500 and €2,500.<a class=\"hashlink\" href=\"#fn6\" id=\"fn_6\"><sup>6</sup></a><span> </span>On the Governing Council, we have not yet taken a decision on the exact amount. What is more,<span> </span>EU<span> </span>legislators might be involved here.</p>\n<p class=\"Reden\" id=\"par-o4o43e\">But as regards the practical usability of the digital euro, the exact limit does not play a major role anyway. This is because a reverse waterfall system, as it is called, would allow users to link their digital euro wallet to their bank account. They can then convert their bank deposits into digital euro automatically and instantly if their holdings are insufficient to make a payment.</p>\n<h3>4 Banking and deposit flows</h3>\n<p class=\"Reden\" id=\"par-eii15e\">Allowing users to convert an unlimited amount of deposits into<span> </span>CBDC<span> </span>would expose commercial banks to substantial run risk. In any case, zero or lower interest rates will not discourage them from doing that in times of crisis. However, digital bank runs can happen even without<span> </span><span class=\"text-nowrap\">CBDC.</span></p>\n<p class=\"Reden\" id=\"par-o8aea3\">The failure of Silicon Valley Bank and other regional banks in March 2023 showed how quickly customers can withdraw their deposits these days. At Silicon Valley Bank alone, customers pulled out<span> </span>USD<span> </span>42 billion within the space of a single day, which equated to around one-quarter of total deposits. And another<span> </span>USD<span> </span>100 billion would have been withdrawn a day later.<a class=\"hashlink\" href=\"#fn7\" id=\"fn_7\"><sup>7</sup></a><span> </span>The depositors on the run were apparently account holders with uninsured deposits.</p>\n<p class=\"Reden\" id=\"par-a7aee6\">Banking and deposit flows are the subject of Session 3. Dominic Cucic will present a paper showing that bank customers do indeed redistribute their deposits when deposit insurance limits change.<a class=\"hashlink\" href=\"#fn8\" id=\"fn_8\"><sup>8</sup></a><span> </span>Credible and reliable deposit insurance helps to prevent bank runs and preserve financial stability.</p>\n<p class=\"Reden\" id=\"par-oeo1i4\">In the euro area, we currently have deposit insurance at the national level. Adding a European layer in the form of a hybrid model would help prevent situations where large shocks overwhelm national deposit insurance systems and lead to cross-border contagion.</p>\n<p class=\"Reden\" id=\"par-o465u5\">As a European layer should be risk-based, large exposures of banks to individual sovereigns are an issue. Currently, many banks hold a disproportionately large number of bonds issued by their domestic governments. If this were to continue, a common deposit insurance arrangement could lead to a redistribution of sovereign solvency risks.</p>\n<p class=\"Reden\" id=\"par-i347a4\">In my view, the new<span> </span>EU<span> </span>legislative session provides a good opportunity to move forward on both issues: with a reduction in banks' exposures to individual sovereigns, and a common European deposit insurance system.</p>\n<h3>5 Central bank interventions and market behaviour</h3>\n<p class=\"Reden\" id=\"par-e6ui4e\">Session 4 of this conference focuses on the impact of central bank interventions on market behaviour. Both papers in this session underline that such central bank measures need to be carefully designed.<a class=\"hashlink\" href=\"#fn9\" id=\"fn_9\"><sup>9</sup></a></p>\n<p class=\"Reden\" id=\"par-u9448e\">Central banks have taken a wide range of non-standard monetary policy measures to ensure sufficient monetary stimulus at the effective lower bound. But in the medium to long term, such policies may lead to inefficiencies. These could arise in financial markets themselves or in the allocation of resources affected by the boost to lending.</p>\n<p class=\"Reden\" id=\"par-uiu5o7\">This makes it all the more important to evaluate the instruments used and the lessons learned. It is therefore very fitting that we are currently carrying out a strategy review in the Eurosystem. Amongst other things, this will provide an opportunity to critically review the quantitative easing policies we have seen in the past.</p>\n<p class=\"Reden\" id=\"par-oae8i1\">The extensive bond purchases contributed to price stability in an era of low inflation, but they were also associated with numerous side effects in financial markets. Without prejudging the outcome of the review, I think their use should be limited to exceptional circumstances.</p>\n<h3>6 Conclusion</h3>\n<p class=\"Reden\" id=\"par-o537oe\">Ladies and gentlemen,</p>\n<p class=\"Reden\" id=\"par-aoio6o\">The conference concludes with a panel discussion on the<span> </span>ECB's new operational framework. As I have already expressed my views on this on a different occasion,<a class=\"hashlink\" href=\"#fn10\" id=\"fn_10\"><sup>10</sup></a><span> </span>I will end my speech by expressing my gratitude.</p>\n<p class=\"Reden\" id=\"par-u4127a\">Thanks to the organisers from the Bundesbank and Humboldt University for setting up this conference. Thanks to the presenters, discussants and panellists for sharing their insights. Thanks to all participants for their contributions. And special thanks to Annette Vissing-Jørgensen from the Federal Reserve Board, who will give a keynote on \"Balance sheet policy above the effective lower bound\".<a class=\"hashlink\" href=\"#fn11\" id=\"fn_11\"><sup>11</sup></a></p>\n<p class=\"Reden\" id=\"par-ooae4u\">Now I wish you all an exciting conference with valuable insights.</p>\n<p class=\"Reden\" id=\"par-u83573\">Thank you very much. </p>\n<hr/>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> Rzeźnik, A. and R. Weber (2022), Money in the Right Hands, mimeo.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup>2</sup></a> Dunne, P. et al. (2024),<span> </span><a class=\"teasable__open\" href=\"https://www.bundesbank.de/dp-en/2024-36\" rel=\"noopener noreferrer\" target=\"_blank\">Financial fragility in open-ended mutual funds: the role of liquidity management tools</a>, Bundesbank Discussion Paper, No 36/2024.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_3\" name=\"fn3\"><sup>3</sup></a> Paul, P., M. Ulate and J. C. Wu (2024), A Macroeconomic Model of Central Bank Digital Currency, mimeo.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_4\" name=\"fn4\"><sup>4</sup></a> European Central Bank (2023),<span> </span><a class=\"teasable__open\" href=\"https://www.ecb.europa.eu/euro/digital_euro/timeline/profuse/shared/pdf/ecb.dedocs231018.en.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">A stocktake on the digital euro. Summary report on the investigation phase and outlook on the next phase</a>, 18 October.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_5\" name=\"fn5\"><sup>5</sup></a> Balz, B. (2024),<span> </span><a class=\"teasable__open\" href=\"https://www.bundesbank.de/content/933704\" rel=\"noopener noreferrer\" target=\"_blank\">Only balances of €500 allowed? What the digital euro is intended to deliver – and what not</a>, Interview with Focus online, 5 June.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_6\" name=\"fn6\"><sup>6</sup></a> Bidder, R., T. Jackson and M. Rottner (2024),<span> </span><a class=\"teasable__open\" href=\"https://www.bundesbank.de/dp-en/2024-15\" rel=\"noopener noreferrer\" target=\"_blank\">CBDC<span> </span>and banks: Disintermediating fast and slow</a>, Deutsche Bundesbank Discussion Paper, No 15/2024.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_7\" name=\"fn7\"><sup>7</sup></a> Congressional Hearing Transcript,<span> </span><a class=\"teasable__open\" href=\"https://www.govinfo.gov/content/pkg/CHRG-118shrg54561/html/CHRG-118shrg54561.htm\" rel=\"noopener noreferrer\" target=\"_blank\">Recent Bank Failures and the Regulatory Response</a>, Committee on Banking, Housing, and Urban Affairs, 28 March 2023.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_8\" name=\"fn8\"><sup>8</sup></a> Cucic, D. et al. (2024), Distortive Effects of Deposit Insurance: Administrative Evidence from Deposit and Loan Accounts, mimeo.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_9\" name=\"fn9\"><sup>9</sup></a> Eufinger, C. and Z. Ye (2024), Breaking Bagehot's Rules: Loan Contracting with Advantageous Central Bank Funding, mimeo; Meisenzahl, R. R. and K. M. Pence, De-Limiting Arbitrage: Evidence from the Term Asset-Backed Securities Loan Facility, mimeo.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_10\" name=\"fn10\"><sup>10</sup></a> Nagel, J. (2024),<span> </span><a class=\"teasable__open\" href=\"https://www.bundesbank.de/content/932572\">Reflections on the Eurosystem's new operational framework</a>, Speech at the Konstanz Seminar on Monetary Theory and Monetary Policy, 16 May.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_11\" name=\"fn11\"><sup>11</sup></a> Vissing-Jørgensen, A. (2023),<span> </span><a class=\"teasable__open\" href=\"https://www.ecb.europa.eu/press/conferences/ecbforum/shared/pdf/2023/VissingJorgensen_paper.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">Balance Sheet Policy Above the ELB</a>,<span> </span>ECB<span> </span>Forum on Central Banking, Sintra.</p>\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup></sup></a></span></p>\n",
  "content_text": "Check against delivery 1 Introduction Ladies and gentlemen, Good morning and welcome to the Conference on Markets and Intermediaries, an event jointly organised by the Bundesbank and the Humboldt-Universität zu Berlin. In my opening speech, I will take you on a helicopter tour of the programme and share some thoughts on the topics that will be covered over the next two days. The programme certainly does cover a wide range of topics. It addresses current challenges facing financial markets, financial intermediaries, and central banks. Since the Great Financial Crisis, central banks worldwide have expanded their balance sheets, injected additional liquidity into the financial system, and broadened their collateral frameworks. In addition, financial regulation has been adapted to make the financial system more stable. While these measures served useful purposes, they also had side effects, not least in money and capital markets. Policymakers and regulators are therefore well-advised to evaluate the effects of their measures. 2 Non-bank financial institutions The first session is dedicated to non-bank financial institutions, or NBFIs. This sector includes, amongst others, insurers, investment funds, and money market and hedge funds. It is strongly interconnected, both with other sectors and across countries. Its share of the global financial system, as measured by total financial assets, is almost one-half. Clearly, it could be a source of systemic risks. But the risks presented by NBFIs often lie out of view. This makes them more difficult to monitor and assess. All the more important, then, to close data gaps and strengthen the resilience of the sector. One particular source of vulnerability are fire sales of open-ended funds. These are the subject of a paper that Rüdiger Weber is presenting this morning. 1 Open-ended funds are especially prone to fire sales because, during episodes of market stress, they often face significant pressure from investors who want to liquidate their holdings quickly. Fund managers may then be forced to offload fund assets at short notice. And if those assets are less liquid, they may have to sell them at lower prices. This may amplify price declines and liquidity shortages. Effective liquidity management and regulation are very important here. A recently published Bundesbank paper shows that price-based liquidity management tools help keep the financial fragility of open-ended mutual funds in check. 2 In times of stress, investors also try to protect their capital by shifting it into safer assets. However, this flight to safety can intensify the downward pressure on the prices of riskier assets as demand for the latter declines. The Financial Stability Board is doing important work in this field. But it is currently focused on microprudential regulation. I think the FSB's work on this front needs to be complemented by the development of macroprudential regulation for the NBFI sector. In any case, we should not jeopardise what we have achieved in the banking regulation space by allowing stability risks to build up elsewhere in the financial system. 3 Central bank digital currencies The second session is on central bank digital currencies (CBDC). CBDC is an issue that is keeping almost all central banks very busy at the moment. The Eurosystem is hard at work preparing for the potential introduction of a digital euro. As the world turns increasingly digital, the digital euro would provide a secure and efficient digital payment option that complements cash. It aims to strengthen Europe's strategic autonomy by building on European infrastructures, and to promote innovation in the private sector. However, introducing a CBDC could also have unintended side effects. If bank customers were allowed to hold it in large amounts, periods of banking distress could trigger large, sudden shifts out of deposits into CBDC. This could lead to financial instability. And if CBDC were too attractive a substitute for deposits, commercial banks' access to retail deposits could erode over time. Which could lead to structural disintermediation and call into question our proven two-tier banking system. It is therefore of the essence to design CBDC in a way that prevents these risks from materialising. The challenge is to optimise the usability of CBDC as a means of payment while at the same time limiting its effects on the market for bank deposits. Two decisive factors in this regard are remuneration and holding limits. Let me say a few words on each of these. Remuneration means the rate of interest on people's holdings of CBDC. If that rate of interest were positive, holding CBDC would be more attractive. But at the same time, that would lead to outflows out of bank deposits. Based on a welfare-maximising model setting, Pascal Paul will argue later this afternoon that central banks should allow for a positive interest rate. 3 This stands in contrast to the intention of the Governing Council not to remunerate digital euro holdings. 4 Why are we not in favour of remuneration? Because our aim is to make the digital euro a digital complement to cash, and there is no remuneration for holding cash. We neither want to compete with commercial banks for deposits, nor do we want to employ the digital euro as a monetary policy instrument. The second, perhaps even more important, factor is holding limits. We intend to limit digital euro holdings to a certain amount, because we want to ensure the digital euro does not lead to large sudden shifts or disintermediation. The limits currently under discussion range from €500 to €3,000. 5 A recent Bundesbank paper finds that an optimal holding limit would be in a range between €1,500 and €2,500. 6 On the Governing Council, we have not yet taken a decision on the exact amount. What is more, EU legislators might be involved here. But as regards the practical usability of the digital euro, the exact limit does not play a major role anyway. This is because a reverse waterfall system, as it is called, would allow users to link their digital euro wallet to their bank account. They can then convert their bank deposits into digital euro automatically and instantly if their holdings are insufficient to make a payment. 4 Banking and deposit flows Allowing users to convert an unlimited amount of deposits into CBDC would expose commercial banks to substantial run risk. In any case, zero or lower interest rates will not discourage them from doing that in times of crisis. However, digital bank runs can happen even without CBDC. The failure of Silicon Valley Bank and other regional banks in March 2023 showed how quickly customers can withdraw their deposits these days. At Silicon Valley Bank alone, customers pulled out USD 42 billion within the space of a single day, which equated to around one-quarter of total deposits. And another USD 100 billion would have been withdrawn a day later. 7 The depositors on the run were apparently account holders with uninsured deposits. Banking and deposit flows are the subject of Session 3. Dominic Cucic will present a paper showing that bank customers do indeed redistribute their deposits when deposit insurance limits change. 8 Credible and reliable deposit insurance helps to prevent bank runs and preserve financial stability. In the euro area, we currently have deposit insurance at the national level. Adding a European layer in the form of a hybrid model would help prevent situations where large shocks overwhelm national deposit insurance systems and lead to cross-border contagion. As a European layer should be risk-based, large exposures of banks to individual sovereigns are an issue. Currently, many banks hold a disproportionately large number of bonds issued by their domestic governments. If this were to continue, a common deposit insurance arrangement could lead to a redistribution of sovereign solvency risks. In my view, the new EU legislative session provides a good opportunity to move forward on both issues: with a reduction in banks' exposures to individual sovereigns, and a common European deposit insurance system. 5 Central bank interventions and market behaviour Session 4 of this conference focuses on the impact of central bank interventions on market behaviour. Both papers in this session underline that such central bank measures need to be carefully designed. 9 Central banks have taken a wide range of non-standard monetary policy measures to ensure sufficient monetary stimulus at the effective lower bound. But in the medium to long term, such policies may lead to inefficiencies. These could arise in financial markets themselves or in the allocation of resources affected by the boost to lending. This makes it all the more important to evaluate the instruments used and the lessons learned. It is therefore very fitting that we are currently carrying out a strategy review in the Eurosystem. Amongst other things, this will provide an opportunity to critically review the quantitative easing policies we have seen in the past. The extensive bond purchases contributed to price stability in an era of low inflation, but they were also associated with numerous side effects in financial markets. Without prejudging the outcome of the review, I think their use should be limited to exceptional circumstances. 6 Conclusion Ladies and gentlemen, The conference concludes with a panel discussion on the ECB's new operational framework. As I have already expressed my views on this on a different occasion, 10 I will end my speech by expressing my gratitude. Thanks to the organisers from the Bundesbank and Humboldt University for setting up this conference. Thanks to the presenters, discussants and panellists for sharing their insights. Thanks to all participants for their contributions. And special thanks to Annette Vissing-Jørgensen from the Federal Reserve Board, who will give a keynote on \"Balance sheet policy above the effective lower bound\". 11 Now I wish you all an exciting conference with valuable insights. Thank you very much. 1 Rzeźnik, A. and R. Weber (2022), Money in the Right Hands, mimeo. 2 Dunne, P. et al. (2024), Financial fragility in open-ended mutual funds: the role of liquidity management tools , Bundesbank Discussion Paper, No 36/2024. 3 Paul, P., M. Ulate and J. C. Wu (2024), A Macroeconomic Model of Central Bank Digital Currency, mimeo. 4 European Central Bank (2023), A stocktake on the digital euro. Summary report on the investigation phase and outlook on the next phase , 18 October. 5 Balz, B. (2024), Only balances of €500 allowed? What the digital euro is intended to deliver – and what not , Interview with Focus online, 5 June. 6 Bidder, R., T. Jackson and M. Rottner (2024), CBDC and banks: Disintermediating fast and slow , Deutsche Bundesbank Discussion Paper, No 15/2024. 7 Congressional Hearing Transcript, Recent Bank Failures and the Regulatory Response , Committee on Banking, Housing, and Urban Affairs, 28 March 2023. 8 Cucic, D. et al. (2024), Distortive Effects of Deposit Insurance: Administrative Evidence from Deposit and Loan Accounts, mimeo. 9 Eufinger, C. and Z. Ye (2024), Breaking Bagehot's Rules: Loan Contracting with Advantageous Central Bank Funding, mimeo; Meisenzahl, R. R. and K. M. Pence, De-Limiting Arbitrage: Evidence from the Term Asset-Backed Securities Loan Facility, mimeo. 10 Nagel, J. (2024), Reflections on the Eurosystem's new operational framework , Speech at the Konstanz Seminar on Monetary Theory and Monetary Policy, 16 May. 11 Vissing-Jørgensen, A. (2023), Balance Sheet Policy Above the ELB , ECB Forum on Central Banking, Sintra.",
  "date_parsed": "2024-10-01",
  "name": "Joachim Nagel",
  "link_number": "25",
  "name_orig": "Joachim Nagel",
  "url_orig": "https://www.bis.org/review/r241001h.htm"
}