{
  "source_url": "https://www.bis.org/review/r251201u.htm",
  "headline": "Joachim Nagel: Reducing complexity, preserving stability - outlook for European banking supervision",
  "description_html": "\n<p>Speech by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the Bavarian Banking Day (Bayerischer Bankentag), Munich, 28 November 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Dr Joachim Nagel, President of the Deutsche Bundesbank, at the Bavarian Banking Day (Bayerischer Bankentag), Munich, 28 November 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "04 December 2025",
  "pdf_url": "https://www.bis.org/review/r251201u.pdf",
  "content_html": "\n<p><em>Check against delivery </em></p>\n<h3>1 Introduction</h3>\n<p class=\"Reden\" id=\"par-iei811\">Ladies and gentlemen,</p>\n<p class=\"Reden\" id=\"par-e4u2u9\">It gives me great pleasure to speak here in Munich at the Bavarian Banking Day. The title of this year's event is \"Economic stability as a shared responsibility\". We live in times of geopolitical upheaval and great uncertainty. That makes it more important than ever to also safeguard economic stability. I would like to use my speech today to delve into one important aspect of economic stability: banking regulation and financial stability in the European Union.</p>\n<p class=\"Reden\" id=\"par-oaoo58\">Vilfredo Pareto was a Switzerland-based engineer, economist and sociologist of Franco-Italian descent. Legend has it that, while strolling through his garden, he made a small but interesting discovery: around 20 % of the pea pods had produced around 80 % of the peas. Pareto was also able to apply that observation more generally to a number of economic relationships. Writing in his neoclassical work<span> </span><em><span>Manuale di economia politica</span></em><span>,</span><span> </span>he noted that around 20 % of the population in Italy owned around 80 % of the land.<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a></p>\n<p class=\"Reden\" id=\"par-ea33iu\">A distribution based on probability theory – the \"Pareto distribution\" named after Pareto – is related to that observation as well. This is because the density of the Pareto distribution is highest at its smallest value. Based on this theory, small values occur quite frequently in Pareto-distributed variables whereas large values are rare. That kind of distribution is very well suited to describing unequal distributions of wealth.</p>\n<p class=\"Reden\" id=\"par-e92o6i\">Furthermore, these observations can be used to derive what is known as the Pareto principle, which is often used nowadays in project and time management. This principle states that 80 % of outcomes can be achieved with 20 % of the total effort. Pareto analysis, then, is used to prioritise tasks.</p>\n<p class=\"Reden\" id=\"par-a184aa\">But what has this got to do with my topic today – European banking supervision? Financial supervision in Europe has clearly achieved its objective and ensured financial stability. However, the supervisory rules have become ever more complex over the years. This is a factor that is dragging on the productivity of European banks. For that reason, the prudential rules need to be made less complicated – simplification is the watchword here.</p>\n<p class=\"Reden\" id=\"par-u331u8\">In my speech, I would like to give some examples of how we can simplify and prioritise some aspects of this highly complex regime as a way of lowering the cost of supervision for banks without jeopardising financial stability at the same time. Before that, I will take stock of the banking supervisory rules in Europe as they currently stand. I will start, though, with the general setting: What role do the prudential rules play against a backdrop of geoeconomic fragmentation, and what do we mean by simplification, exactly?</p>\n<h3>2 Regulation needs to be reformed: simplify, don't deregulate</h3>\n<p class=\"Reden\" id=\"par-i4e938\">Nearly two decades ago, the global financial crisis gave us a striking display of how lax financial regulation can put economic growth at risk. As the head of the Bundesbank's financial crisis management team, I was able to share in many events and decisions at first hand. We have learned a lot from those experiences back then. One response to the financial crisis was to develop a new global regulatory framework for banks: Basel III. Capital requirements were raised significantly. In addition, multiple capital and liquidity buffers were introduced to cushion unexpected shocks. These efforts have been crowned with success. Just take the financial market turmoil surrounding Silicon Valley Bank in spring 2023 and later Credit Suisse as well, which did not impact in any notable way on the real economy.</p>\n<p class=\"Reden\" id=\"par-e762oe\">This success was the payoff for the immense effort that preceded it. The new prudential rules were the outcome of arduous and complex negotiations that had to take numerous interests and objectives into account. The prudential framework has become much more complex over the years, above all in the European Union.</p>\n<p class=\"Reden\" id=\"par-u723i6\">At the same time, we are seeing a pivot towards deglobalisation. Multilateralism is on the retreat, geopolitical conflicts and geoeconomic fragmentation are the order of the day. That is having a particular effect on the European Union, an open economic area that is strong in external trade. Reports by Enrico Letta and Mario Draghi call for regulations in the European Union to be simplified as a way of making the European economy more competitive.<a class=\"hashlink\" href=\"#fn2\" id=\"fn_2\"><sup>2</sup></a><span> The European Commission has already launched an initiative to simplify regulation and reduce the administrative burden.<a class=\"hashlink\" href=\"#fn3\" id=\"fn_3\"><sup>3</sup></a></span><span> Echoing this initiative, the Governing Council of the European Central Bank has created a High-Level Task Force to push ahead with simplifying the prudential regulatory, supervisory and reporting framework.<a class=\"hashlink\" href=\"#fn4\" id=\"fn_4\"><sup>4</sup></a></span><span> I am a member of that Task Force.</span></p>\n<p class=\"Reden\" id=\"par-a655oe\">In addressing this topic, we need to be clear about what simplification means and what it doesn't. Simplification, for us, means reducing unnecessary complexity in banking regulation. What we are not looking to achieve here, though, is deregulation, which would come with greater risks to financial stability.</p>\n<p class=\"Reden\" id=\"par-a3e24a\">But that is precisely the risk, given geoeconomic fragmentation and the tendency to shun multilateralism. Because, under these circumstances, countries will probably be inclined to secure what they regard as competitive advantages by deregulating the financial sector: in other words, regulatory arbitrage. The first signs of this are already in evidence: There are still no indications that the new<span> </span>US<span> </span>administration is fundamentally calling the finalisation of Basel III into question. Overall, though, the United States does appear to be moving towards loosening financial regulation. For example, the United States has made a regulatory pivot towards a far more pro-crypto stance. That shift also includes a call by a working group set up by the<span> </span>US<span> </span>administration to revise global standards on limiting the risks of crypto-assets. Those standards are already partially applicable in the<span> </span><span class=\"text-nowrap\">EU.</span></p>\n<p class=\"Reden\" id=\"par-u39i4u\">In my view, it is crucial that we don't allow a global race to the bottom to happen in the financial regulation space. Because a race of that kind would undermine the stability of the financial system around the globe and end up leaving no economic area better off.</p>\n<p class=\"Reden\" id=\"par-o553ia\">I have often also heard that overly strict banking regulation creates incentives for non-bank financial institutions to build up more risk. We are indeed seeing significant growth in some financial market segments outside the perimeters of banking regulation, such as private credit funds. As a consequence, however, we should not be looking to loosen in the area in which regulation has proven its worth. Instead, we need to close gaps and, if necessary, extend the regulatory perimeters to cover as yet unregulated areas.</p>\n<h3>3 European banking regulation: a stocktake</h3>\n<p class=\"Reden\" id=\"par-e14e66\">Let me now delve a little deeper into the simplification of European banking regulation, using own funds regulation as a case in point. It's an area where we can very clearly see the scale of the complexity that banks in Europe are currently faced with. Generally speaking, capital requirements are there to safeguard the stability of individual banks as well as the financial system as a whole. They ensure that banks have sufficient capital to meet their obligations to depositors and other creditors, even if they suffer financial losses.</p>\n<p class=\"Reden\" id=\"par-o469au\">These capital requirements can be subdivided into two main categories: the capital regime and the resolution regime. The capital regime applies in a going concern situation – that is to say, when we assume that a bank will remain operational. There are four capital requirements here, three of which are risk-weighted. What does risk-weighted mean? It means that the individual balance sheet items are treated in accordance with their risk profile when the requirements are calculated. For example, a bank needs to set aside less capital for loans to reliable debtors than to risky ones. The situation is similar for collateral: more capital needs to be set aside for unsecured loans than for secured ones.</p>\n<p class=\"Reden\" id=\"par-u42184\">The risk-weighted capital requirements under the capital regime include requirements for common equity tier 1 capital, additional tier 1 capital and total own funds. Supervision focuses particularly on common equity tier 1 capital, as this type of capital absorbs losses best and does so directly. Common equity tier 1 capital instruments include, for example, issued shares or retained earnings.</p>\n<p class=\"Reden\" id=\"par-u4eu43\">Compared with common equity tier 1 capital, additional tier 1 instruments are subordinated. It must be possible, however, to convert them to common equity tier 1 capital. Contingent convertible bonds, or CoCo bonds, are one such instrument – these are automatically converted from debt to equity capital when certain criteria are met.</p>\n<p class=\"Reden\" id=\"par-ou5iio\">Furthermore, banks are required to comply with a leverage ratio. This is calculated as a ratio of tier 1 capital to total assets. The individual items included in the leverage ratio are not assigned individual risk weights. It thus ensures a minimum level of capital. The risk-based capital requirements tend to have a procyclical effect because they generally curb lending when the economy is going through difficult times. Amongst other things, the leverage ratio – being a non-risk-based metric – is intended to counteract this effect.</p>\n<p class=\"Reden\" id=\"par-e2e95a\">Those are the capital requirements under the capital regime in a going concern situation. The resolution regime includes additional capital requirements. These requirements aim to ensure that a bank that finds itself in a gone concern situation – that is to say, it has become insolvent – can be resolved in an orderly manner. Orderly also means that financial stability is not at risk and that there is no cost to public finances.</p>\n<p class=\"Reden\" id=\"par-eiaooe\">Banks established in the European Union are subject to the minimum requirement for own funds and eligible liabilities – or<span> </span><span class=\"text-nowrap\">MREL,</span><span> </span>for short. The legal experts among you, in particular, will probably be familiar with acronyms like this, and supervisors and regulators – some of whom are themselves lawyers – use them happily and liberally. I've got one or two more acronyms lined up for you in just a few moments. The idea behind<span> </span>MREL<span> </span>is to ensure that banks have sufficient bail-inable capital in a resolution event – in other words, capital that can be used to absorb losses. Here again, a distinction is made between risk-weighted and non-risk-weighted capital requirements. In addition, banks can use certain debt capital instruments to meet the requirements under the resolution regime.</p>\n<p class=\"Reden\" id=\"par-ea6411\">Global systemically important banks, known as<span> </span><span class=\"text-nowrap\">G-SIBs,</span><span> </span>are furthermore subject to the global<span> </span>TLAC<span> </span>standard – TLAC<span> </span>means total loss absorbing capacity. The initiative for the<span> </span>TLAC<span> </span>requirements came from the<span> </span><span class=\"text-nowrap\">G20.</span><span> </span>Unlike<span> </span><span class=\"text-nowrap\">MREL,</span><span> </span>the<span> </span>TLAC<span> </span>requirements matter for just a very small number of big banks in Europe.</p>\n<p class=\"Reden\" id=\"par-e58ue3\">All in all, credit institutions in the European Union have to comply with as many as nine different own funds requirements. But that's not the end of this account of regulatory complexity. Because the resolution regime is made up of multiple layers. And some own funds requirements themselves consist of multiple layers as well. As a case in point, all banks in Europe have to meet minimum requirements for their own funds. For common equity tier 1 capital, say, the minimum requirement is 4.5 % of risk-weighted assets. The main idea behind the minimum requirements is to protect the creditors of a particular bank.</p>\n<p class=\"Reden\" id=\"par-e33uu1\">In addition, there are what are known as capital buffers. Capital buffers are largely macroprudential instruments. In other words, they serve to make the financial system more resilient overall. They include the capital conservation buffer, the countercyclical capital buffer, the capital buffer for global systemically important institutions, the capital buffer for other systemically important institutions and the systemic risk buffer. These buffers are add-ons to common equity tier 1 capital on top of the minimum capital ratios. In some cases, the capital buffers are the same for all banks, but they can also be bank-specific or country-specific. They can also vary over time.</p>\n<p class=\"Reden\" id=\"par-u66e31\">There is also a third layer in the case of tier 1 capital: Pillar 2 guidance. This is bank-specific guidance. It indicates how much capital supervisors think banks should hold in addition to the binding capital requirements. Such guidance is based on the results of bank-specific stress tests. However, as the name suggests, Pillar 2 guidance is not legally binding.</p>\n<p class=\"Reden\" id=\"par-e4ui37\">If you are finding it difficult to follow, I can reassure you: you are not alone. Even many financial experts don't always find it easy to navigate this jungle of rules. In banking supervisory practice, this complexity can lead to inefficiencies. Individual rules can get in each other's way, with negative effects on financial stability. Let me highlight two specific problem areas.</p>\n<p class=\"Reden\" id=\"par-u6ai6u\">First, the large number of supervisory rules means that banks, supervisors and other market participants often find it difficult to readily work out which requirement is binding in a given case. This is because it depends on numerous factors, such as the capital structure of the respective bank or the capital buffers imposed.</p>\n<p class=\"Reden\" id=\"par-u63138\">Second, the large number of capital requirements inevitably leads to side effects and interactions. Such effects can undermine the actual purpose of the supervisory measures. Several overlaps in capital requirements have been documented.<a class=\"hashlink\" href=\"#fn5\" id=\"fn_5\"><sup>5</sup></a><span> For example, common equity tier 1 capital can be counted in both the going concern and the gone concern case. If the bank recognises common equity tier 1 capital to meet both buffer requirements and resolution requirements, this can limit the usability of its capital buffers. If the supervisory authority releases a buffer, the bank will still not be able to use it in full without at the same time breaching the minimum requirement under the resolution regime. </span></p>\n<p class=\"Reden\" id=\"par-u6171i\">Conflicts of objectives may also occur where crisis measures are triggered at different points in time. From a capital regime perspective, crisis measures should be initiated as late as possible. This is because doing so allows banks to use their buffers and maintain the supply of credit to the economy. However, this approach can leave too little capital for an orderly resolution, especially if own funds are counted both under the capital and resolution regimes. These examples show how the high level of complexity potentially undermines the actual supervisory objectives.</p>\n<h3>4 Examples of possible areas of action</h3>\n<p class=\"Reden\" id=\"par-i37ii3\">How could the supervisory regime in Europe be simplified? In the following, I would like to use two examples to illustrate how the own funds requirements could be simplified.</p>\n<p class=\"logic--id--par-i313oo mt-3\" id=\"tar-5\"><strong>4.1 Combine capital buffers</strong></p>\n<p class=\"Reden\" id=\"par-e5oa58\">My first example is about capital buffers. We could combine several capital buffers. However, we should take into account the scope of the respective buffers and where the responsibility for determining them lies. For example, the level of the countercyclical capital buffer and systemic risk buffer is set by<span> </span><span class=\"text-nowrap\">BaFin.</span><span> </span>It is clearly only sensible to combine buffers within the existing areas of responsibility.</p>\n<p class=\"Reden\" id=\"par-u782o2\">In this context, it would make sense to combine the countercyclical capital buffer and the systemic risk buffer into a single releasable buffer. The two buffers are the responsibility of national supervisors and apply to large groups of financial institutions. In periods of stress, national supervisory authorities could release the combined buffer flexibly. If supervisors release a buffer, the affected banks' own funds requirements fall. This also increases banks' scope for granting loans to enterprises and households.</p>\n<p class=\"logic--id--par-i12i4e mt-3\" id=\"tar-6\"><strong>4.2 Introduce a small bank regime</strong></p>\n<p class=\"Reden\" id=\"par-i9862e\">My second example concerns small banks. Own funds requirements for small banks could be simplified. The regulation of small banks in the European Union is actually already subject to the principle of proportionality. This means that supervisory requirements vary depending on a bank's size, business model, complexity and risk profile. This flexibility is intended to ensure that smaller and less complex institutions are not subject to the same extensive rules as large international banks.</p>\n<p class=\"Reden\" id=\"par-eo258i\">However, the principle of proportionality does not yet apply in all areas of regulation. For example, small banks in Europe have to meet similarly complex capital requirements as large institutions. In the capital regime, in particular, there is an opportunity to simplify and, at the same time, strengthen the requirements for small banks. This is because the risk-based components of the regime pose administrative challenges for small institutions. In addition, the risk-based part of the regime contains a number of exceptions and special provisions.</p>\n<p class=\"Reden\" id=\"par-o7o87u\">For example, Germany's smallest savings bank employs around 50 people. The burden here is already very high if several highly qualified employees must deal with supervisory matters on a regular basis. Small banks can be very important for economic growth due to their proximity to customers and personal contacts on the ground.</p>\n<p class=\"Reden\" id=\"par-oo1u4u\">Switzerland provides a good blueprint for the prudential treatment of small banks. In Switzerland, small, particularly liquid, and well-capitalised banks can apply for admission to a small banks regime that completely dispenses with risk-weighted requirements.<a class=\"hashlink\" href=\"#fn6\" id=\"fn_6\"><sup>6</sup></a><span> In my view, such a provision is also an option for small, less complex, and low-risk banks in the </span><span class=\"text-nowrap\">EU.</span><span> This would eliminate the time-consuming calculation and documentation of risk-weighted assets and corresponding reporting and disclosure requirements. In return, small banks would have to meet a significantly higher leverage ratio – that is to say, have more tier 1 capital relative to non-weighted assets.<a class=\"hashlink\" href=\"#fn7\" id=\"fn_7\"><sup>7</sup></a></span></p>\n<p class=\"Reden\" id=\"par-i13315\">The exact level of the leverage ratio for the small banks regime would still need to be determined. Such a regime would significantly simplify the own funds requirements for small banks in Europe, while not reducing their resilience. The examples I have outlined show how we could significantly reduce the complexity of the European regulatory framework without jeopardising the stability of the banking sector.</p>\n<h3>5 Conclusion</h3>\n<p class=\"Reden\" id=\"par-a4oi52\">Let me briefly recap the two examples of simplification that I have talked about: First, we could combine two macroprudential capital buffers – the countercyclical capital buffer and the systemic risk buffer – into a single buffer. Second, a small bank regime without risk-weighted rules but with a higher leverage ratio would greatly contribute to simplifying banking regulation in the<span> </span><span class=\"text-nowrap\">EU.</span><span> </span>In the High-Level Task Force, we are also discussing other ways of simplifying banking regulation in Europe.</p>\n<p class=\"Reden\" id=\"par-a7o877\">You may recall that I referred to the Pareto principle at the beginning of my speech. This principle states that 80 % of outcomes can be achieved with 20 % of the total effort. Are the measures to simplify the regulatory framework in keeping with the Pareto principle? Yes and no. Yes, because it can be assumed that individual requirements often contribute unequally to financial stability. We should therefore only retain the effective rules in order to simplify the regulatory regime. And no because a reduction down to 20 % of total effort would be going too far in my opinion. It's about simplification, not deregulation. Against this backdrop, I would not be satisfied with just 80 % of the outcome.</p>\n<p class=\"Reden\" id=\"par-i5ia6a\">However, I am convinced that we can strengthen the financial system by reducing unnecessary complexity. If we can achieve the same stability with fewer rules, much would be gained. We are only at the beginning of a long journey here. The next step will be to flesh out the proposed measures and to elaborate them in detail. Simplification should be well thought out and planned in such a way that implementation runs smoothly. This would make European banks more efficient and contribute to more dynamic growth in Europe.</p>\n<hr/>\n<p class=\"Reden footnote\"><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> Pareto, V. F. D. (1906),<span> Manuale di economia politica con una introduzione alla scienza sociale, Milan, Società Editrice Libraria.</span></p>\n<p class=\"Reden footnote\"><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup>2</sup></a> Draghi, M. (2024), <a class=\"external\" href=\"https://commission.europa.eu/topics/competitiveness/draghi-report_en\" rel=\"noopener noreferrer\" target=\"_blank\">The future of European competitiveness</a><span> </span>and Letta, E. (2024), <a class=\"external\" href=\"https://www.consilium.europa.eu/media/ny3j24sm/much-more-than-a-market-report-by-enrico-letta.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">Much more than a market</a>.</p>\n<p class=\"Reden footnote\"><a class=\"hashlink\" href=\"#fn_3\" name=\"fn3\"><sup>3</sup></a> <a class=\"external\" href=\"https://commission.europa.eu/law/law-making-process/better-regulation/simplification-and-implementation/simplification_en\" rel=\"noopener noreferrer\" target=\"_blank\">Simplification – European Commission</a></p>\n<p class=\"Reden footnote\"><a class=\"hashlink\" href=\"#fn_4\" name=\"fn4\"><sup>4</sup></a> <a class=\"external\" href=\"https://www.ecb.europa.eu/ecb-and-you/explainers/html/high-level-task-force.en.html\" rel=\"noopener noreferrer\" target=\"_blank\">What is the ECB High-Level Task Force on Simplification?</a></p>\n<p class=\"Reden footnote\"><a class=\"hashlink\" href=\"#fn_5\" name=\"fn5\"><sup>5</sup></a> SRB<span> </span>(2023),<a class=\"external\" href=\"https://www.srb.europa.eu/system/files/media/document/2023-10-17_Staff-Working-paper-2_0.pdf\" rel=\"noopener noreferrer\" target=\"_blank\"><span> </span>Measures of banks' capital buffer usability under prudential and resolution requirements in the banking union</a>,<span> </span>SRB<span> </span>Working Paper Series #2.</p>\n<p class=\"Reden footnote\"><a class=\"hashlink\" href=\"#fn_6s160\" name=\"fn6s160\"><sup>6</sup></a><span style=\"font-size: 13.6px;\"> </span><a class=\"external\" href=\"https://www.finma.ch/en/documentation/dossier/dossier-kleinbanken/\" rel=\"noopener noreferrer\" target=\"_blank\">Dossier on small banks | FINMA</a></p>\n<p class=\"Reden footnote\"><a class=\"hashlink\" href=\"#fn_7\" name=\"fn7\"><sup>7</sup></a> Some authors even argue in favour of making the leverage ratio the only requirement in own funds regulation; see Admati, A. and M. Hellwig (2013), The Bankers' New Clothes. What's wrong with banking and what to do about it, Princeton University Press.</p>\n",
  "content_text": "Check against delivery 1 Introduction Ladies and gentlemen, It gives me great pleasure to speak here in Munich at the Bavarian Banking Day. The title of this year's event is \"Economic stability as a shared responsibility\". We live in times of geopolitical upheaval and great uncertainty. That makes it more important than ever to also safeguard economic stability. I would like to use my speech today to delve into one important aspect of economic stability: banking regulation and financial stability in the European Union. Vilfredo Pareto was a Switzerland-based engineer, economist and sociologist of Franco-Italian descent. Legend has it that, while strolling through his garden, he made a small but interesting discovery: around 20 % of the pea pods had produced around 80 % of the peas. Pareto was also able to apply that observation more generally to a number of economic relationships. Writing in his neoclassical work Manuale di economia politica , he noted that around 20 % of the population in Italy owned around 80 % of the land. 1 A distribution based on probability theory – the \"Pareto distribution\" named after Pareto – is related to that observation as well. This is because the density of the Pareto distribution is highest at its smallest value. Based on this theory, small values occur quite frequently in Pareto-distributed variables whereas large values are rare. That kind of distribution is very well suited to describing unequal distributions of wealth. Furthermore, these observations can be used to derive what is known as the Pareto principle, which is often used nowadays in project and time management. This principle states that 80 % of outcomes can be achieved with 20 % of the total effort. Pareto analysis, then, is used to prioritise tasks. But what has this got to do with my topic today – European banking supervision? Financial supervision in Europe has clearly achieved its objective and ensured financial stability. However, the supervisory rules have become ever more complex over the years. This is a factor that is dragging on the productivity of European banks. For that reason, the prudential rules need to be made less complicated – simplification is the watchword here. In my speech, I would like to give some examples of how we can simplify and prioritise some aspects of this highly complex regime as a way of lowering the cost of supervision for banks without jeopardising financial stability at the same time. Before that, I will take stock of the banking supervisory rules in Europe as they currently stand. I will start, though, with the general setting: What role do the prudential rules play against a backdrop of geoeconomic fragmentation, and what do we mean by simplification, exactly? 2 Regulation needs to be reformed: simplify, don't deregulate Nearly two decades ago, the global financial crisis gave us a striking display of how lax financial regulation can put economic growth at risk. As the head of the Bundesbank's financial crisis management team, I was able to share in many events and decisions at first hand. We have learned a lot from those experiences back then. One response to the financial crisis was to develop a new global regulatory framework for banks: Basel III. Capital requirements were raised significantly. In addition, multiple capital and liquidity buffers were introduced to cushion unexpected shocks. These efforts have been crowned with success. Just take the financial market turmoil surrounding Silicon Valley Bank in spring 2023 and later Credit Suisse as well, which did not impact in any notable way on the real economy. This success was the payoff for the immense effort that preceded it. The new prudential rules were the outcome of arduous and complex negotiations that had to take numerous interests and objectives into account. The prudential framework has become much more complex over the years, above all in the European Union. At the same time, we are seeing a pivot towards deglobalisation. Multilateralism is on the retreat, geopolitical conflicts and geoeconomic fragmentation are the order of the day. That is having a particular effect on the European Union, an open economic area that is strong in external trade. Reports by Enrico Letta and Mario Draghi call for regulations in the European Union to be simplified as a way of making the European economy more competitive. 2 The European Commission has already launched an initiative to simplify regulation and reduce the administrative burden. 3 Echoing this initiative, the Governing Council of the European Central Bank has created a High-Level Task Force to push ahead with simplifying the prudential regulatory, supervisory and reporting framework. 4 I am a member of that Task Force. In addressing this topic, we need to be clear about what simplification means and what it doesn't. Simplification, for us, means reducing unnecessary complexity in banking regulation. What we are not looking to achieve here, though, is deregulation, which would come with greater risks to financial stability. But that is precisely the risk, given geoeconomic fragmentation and the tendency to shun multilateralism. Because, under these circumstances, countries will probably be inclined to secure what they regard as competitive advantages by deregulating the financial sector: in other words, regulatory arbitrage. The first signs of this are already in evidence: There are still no indications that the new US administration is fundamentally calling the finalisation of Basel III into question. Overall, though, the United States does appear to be moving towards loosening financial regulation. For example, the United States has made a regulatory pivot towards a far more pro-crypto stance. That shift also includes a call by a working group set up by the US administration to revise global standards on limiting the risks of crypto-assets. Those standards are already partially applicable in the EU. In my view, it is crucial that we don't allow a global race to the bottom to happen in the financial regulation space. Because a race of that kind would undermine the stability of the financial system around the globe and end up leaving no economic area better off. I have often also heard that overly strict banking regulation creates incentives for non-bank financial institutions to build up more risk. We are indeed seeing significant growth in some financial market segments outside the perimeters of banking regulation, such as private credit funds. As a consequence, however, we should not be looking to loosen in the area in which regulation has proven its worth. Instead, we need to close gaps and, if necessary, extend the regulatory perimeters to cover as yet unregulated areas. 3 European banking regulation: a stocktake Let me now delve a little deeper into the simplification of European banking regulation, using own funds regulation as a case in point. It's an area where we can very clearly see the scale of the complexity that banks in Europe are currently faced with. Generally speaking, capital requirements are there to safeguard the stability of individual banks as well as the financial system as a whole. They ensure that banks have sufficient capital to meet their obligations to depositors and other creditors, even if they suffer financial losses. These capital requirements can be subdivided into two main categories: the capital regime and the resolution regime. The capital regime applies in a going concern situation – that is to say, when we assume that a bank will remain operational. There are four capital requirements here, three of which are risk-weighted. What does risk-weighted mean? It means that the individual balance sheet items are treated in accordance with their risk profile when the requirements are calculated. For example, a bank needs to set aside less capital for loans to reliable debtors than to risky ones. The situation is similar for collateral: more capital needs to be set aside for unsecured loans than for secured ones. The risk-weighted capital requirements under the capital regime include requirements for common equity tier 1 capital, additional tier 1 capital and total own funds. Supervision focuses particularly on common equity tier 1 capital, as this type of capital absorbs losses best and does so directly. Common equity tier 1 capital instruments include, for example, issued shares or retained earnings. Compared with common equity tier 1 capital, additional tier 1 instruments are subordinated. It must be possible, however, to convert them to common equity tier 1 capital. Contingent convertible bonds, or CoCo bonds, are one such instrument – these are automatically converted from debt to equity capital when certain criteria are met. Furthermore, banks are required to comply with a leverage ratio. This is calculated as a ratio of tier 1 capital to total assets. The individual items included in the leverage ratio are not assigned individual risk weights. It thus ensures a minimum level of capital. The risk-based capital requirements tend to have a procyclical effect because they generally curb lending when the economy is going through difficult times. Amongst other things, the leverage ratio – being a non-risk-based metric – is intended to counteract this effect. Those are the capital requirements under the capital regime in a going concern situation. The resolution regime includes additional capital requirements. These requirements aim to ensure that a bank that finds itself in a gone concern situation – that is to say, it has become insolvent – can be resolved in an orderly manner. Orderly also means that financial stability is not at risk and that there is no cost to public finances. Banks established in the European Union are subject to the minimum requirement for own funds and eligible liabilities – or MREL, for short. The legal experts among you, in particular, will probably be familiar with acronyms like this, and supervisors and regulators – some of whom are themselves lawyers – use them happily and liberally. I've got one or two more acronyms lined up for you in just a few moments. The idea behind MREL is to ensure that banks have sufficient bail-inable capital in a resolution event – in other words, capital that can be used to absorb losses. Here again, a distinction is made between risk-weighted and non-risk-weighted capital requirements. In addition, banks can use certain debt capital instruments to meet the requirements under the resolution regime. Global systemically important banks, known as G-SIBs, are furthermore subject to the global TLAC standard – TLAC means total loss absorbing capacity. The initiative for the TLAC requirements came from the G20. Unlike MREL, the TLAC requirements matter for just a very small number of big banks in Europe. All in all, credit institutions in the European Union have to comply with as many as nine different own funds requirements. But that's not the end of this account of regulatory complexity. Because the resolution regime is made up of multiple layers. And some own funds requirements themselves consist of multiple layers as well. As a case in point, all banks in Europe have to meet minimum requirements for their own funds. For common equity tier 1 capital, say, the minimum requirement is 4.5 % of risk-weighted assets. The main idea behind the minimum requirements is to protect the creditors of a particular bank. In addition, there are what are known as capital buffers. Capital buffers are largely macroprudential instruments. In other words, they serve to make the financial system more resilient overall. They include the capital conservation buffer, the countercyclical capital buffer, the capital buffer for global systemically important institutions, the capital buffer for other systemically important institutions and the systemic risk buffer. These buffers are add-ons to common equity tier 1 capital on top of the minimum capital ratios. In some cases, the capital buffers are the same for all banks, but they can also be bank-specific or country-specific. They can also vary over time. There is also a third layer in the case of tier 1 capital: Pillar 2 guidance. This is bank-specific guidance. It indicates how much capital supervisors think banks should hold in addition to the binding capital requirements. Such guidance is based on the results of bank-specific stress tests. However, as the name suggests, Pillar 2 guidance is not legally binding. If you are finding it difficult to follow, I can reassure you: you are not alone. Even many financial experts don't always find it easy to navigate this jungle of rules. In banking supervisory practice, this complexity can lead to inefficiencies. Individual rules can get in each other's way, with negative effects on financial stability. Let me highlight two specific problem areas. First, the large number of supervisory rules means that banks, supervisors and other market participants often find it difficult to readily work out which requirement is binding in a given case. This is because it depends on numerous factors, such as the capital structure of the respective bank or the capital buffers imposed. Second, the large number of capital requirements inevitably leads to side effects and interactions. Such effects can undermine the actual purpose of the supervisory measures. Several overlaps in capital requirements have been documented. 5 For example, common equity tier 1 capital can be counted in both the going concern and the gone concern case. If the bank recognises common equity tier 1 capital to meet both buffer requirements and resolution requirements, this can limit the usability of its capital buffers. If the supervisory authority releases a buffer, the bank will still not be able to use it in full without at the same time breaching the minimum requirement under the resolution regime. Conflicts of objectives may also occur where crisis measures are triggered at different points in time. From a capital regime perspective, crisis measures should be initiated as late as possible. This is because doing so allows banks to use their buffers and maintain the supply of credit to the economy. However, this approach can leave too little capital for an orderly resolution, especially if own funds are counted both under the capital and resolution regimes. These examples show how the high level of complexity potentially undermines the actual supervisory objectives. 4 Examples of possible areas of action How could the supervisory regime in Europe be simplified? In the following, I would like to use two examples to illustrate how the own funds requirements could be simplified. 4.1 Combine capital buffers My first example is about capital buffers. We could combine several capital buffers. However, we should take into account the scope of the respective buffers and where the responsibility for determining them lies. For example, the level of the countercyclical capital buffer and systemic risk buffer is set by BaFin. It is clearly only sensible to combine buffers within the existing areas of responsibility. In this context, it would make sense to combine the countercyclical capital buffer and the systemic risk buffer into a single releasable buffer. The two buffers are the responsibility of national supervisors and apply to large groups of financial institutions. In periods of stress, national supervisory authorities could release the combined buffer flexibly. If supervisors release a buffer, the affected banks' own funds requirements fall. This also increases banks' scope for granting loans to enterprises and households. 4.2 Introduce a small bank regime My second example concerns small banks. Own funds requirements for small banks could be simplified. The regulation of small banks in the European Union is actually already subject to the principle of proportionality. This means that supervisory requirements vary depending on a bank's size, business model, complexity and risk profile. This flexibility is intended to ensure that smaller and less complex institutions are not subject to the same extensive rules as large international banks. However, the principle of proportionality does not yet apply in all areas of regulation. For example, small banks in Europe have to meet similarly complex capital requirements as large institutions. In the capital regime, in particular, there is an opportunity to simplify and, at the same time, strengthen the requirements for small banks. This is because the risk-based components of the regime pose administrative challenges for small institutions. In addition, the risk-based part of the regime contains a number of exceptions and special provisions. For example, Germany's smallest savings bank employs around 50 people. The burden here is already very high if several highly qualified employees must deal with supervisory matters on a regular basis. Small banks can be very important for economic growth due to their proximity to customers and personal contacts on the ground. Switzerland provides a good blueprint for the prudential treatment of small banks. In Switzerland, small, particularly liquid, and well-capitalised banks can apply for admission to a small banks regime that completely dispenses with risk-weighted requirements. 6 In my view, such a provision is also an option for small, less complex, and low-risk banks in the EU. This would eliminate the time-consuming calculation and documentation of risk-weighted assets and corresponding reporting and disclosure requirements. In return, small banks would have to meet a significantly higher leverage ratio – that is to say, have more tier 1 capital relative to non-weighted assets. 7 The exact level of the leverage ratio for the small banks regime would still need to be determined. Such a regime would significantly simplify the own funds requirements for small banks in Europe, while not reducing their resilience. The examples I have outlined show how we could significantly reduce the complexity of the European regulatory framework without jeopardising the stability of the banking sector. 5 Conclusion Let me briefly recap the two examples of simplification that I have talked about: First, we could combine two macroprudential capital buffers – the countercyclical capital buffer and the systemic risk buffer – into a single buffer. Second, a small bank regime without risk-weighted rules but with a higher leverage ratio would greatly contribute to simplifying banking regulation in the EU. In the High-Level Task Force, we are also discussing other ways of simplifying banking regulation in Europe. You may recall that I referred to the Pareto principle at the beginning of my speech. This principle states that 80 % of outcomes can be achieved with 20 % of the total effort. Are the measures to simplify the regulatory framework in keeping with the Pareto principle? Yes and no. Yes, because it can be assumed that individual requirements often contribute unequally to financial stability. We should therefore only retain the effective rules in order to simplify the regulatory regime. And no because a reduction down to 20 % of total effort would be going too far in my opinion. It's about simplification, not deregulation. Against this backdrop, I would not be satisfied with just 80 % of the outcome. However, I am convinced that we can strengthen the financial system by reducing unnecessary complexity. If we can achieve the same stability with fewer rules, much would be gained. We are only at the beginning of a long journey here. The next step will be to flesh out the proposed measures and to elaborate them in detail. Simplification should be well thought out and planned in such a way that implementation runs smoothly. This would make European banks more efficient and contribute to more dynamic growth in Europe. 1 Pareto, V. F. D. (1906), Manuale di economia politica con una introduzione alla scienza sociale, Milan, Società Editrice Libraria. 2 Draghi, M. (2024), The future of European competitiveness and Letta, E. (2024), Much more than a market . 3 Simplification – European Commission 4 What is the ECB High-Level Task Force on Simplification? 5 SRB (2023), Measures of banks' capital buffer usability under prudential and resolution requirements in the banking union , SRB Working Paper Series #2. 6 Dossier on small banks | FINMA 7 Some authors even argue in favour of making the leverage ratio the only requirement in own funds regulation; see Admati, A. and M. Hellwig (2013), The Bankers' New Clothes. What's wrong with banking and what to do about it, Princeton University Press.",
  "date_parsed": "2025-12-04",
  "name": "Joachim Nagel",
  "name_orig": "Joachim Nagel",
  "url_orig": "https://www.bis.org/review/r251201u.htm"
}