{
  "source_url": "https://www.bis.org/review/r251127o.htm",
  "headline": "José Luis Escrivá: Regulatory and supervisory simplification - towards a more competitive and resilient European financial system",
  "description_html": "\n<p>Speech by Mr José Luis Escrivá, Governor of the Bank of Spain, at the VIII Banking Forum, organised by elEconomista.es, Madrid, 25 November 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr José Luis Escrivá, Governor of the Bank of Spain, at the VIII Banking Forum, organised by elEconomista.es, Madrid, 25 November 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "08 December 2025",
  "pdf_url": "https://www.bis.org/review/r251127o.pdf",
  "content_html": "\n<p>Good morning.</p>\n<p>It is now almost 20 years since the great financial crisis, but the lessons are still very much with us. The crisis served as a harsh reminder of the high cost that a vulnerable financial system can pose for society.</p>\n<p>The experience prompted unprecedented regulatory and supervisory change at the international level, with the Basel III reform and the new resolution framework of the Financial Stability Board (FSB). In the European Union, the regulatory framework underwent radical change and new European supervisory and resolution structures were created, although the European deposit guarantee scheme is still pending.</p>\n<p>Thanks to these reforms, today our banking system is more robust, with more capital, more liquidity and greater loss-absorbing capacity. It is, in short, more resilient to macroeconomic and financial shocks. Indeed, it has proved its strength in times of stress: during the pandemic, in the face of rising geopolitical tensions and even after the 2023 banking crises. What is more, the banking sector has continued to support households and businesses and to contribute to economic growth. That is a strength we must preserve and reinforce.</p>\n<p>However, hand in hand with this progress, the regulatory and supervisory framework has become increasingly dense and complex. The accumulation of rules and processes may affect the industry's competitiveness and ultimately limit its ability to finance the economy. This is especially important in an environment of high uncertainty and major strategic challenges for Europe.</p>\n<p>Moreover, an equally complex institutional architecture, with three overlapping levels – global, European and national – adds to this problem.</p>\n<p>At the global level, the Basel-based FSB coordinates the work of the various bodies that issue financial sector standards to strengthen financial stability worldwide. These regulatory bodies – such as the Basel Committee and the International Organization of Securities Commissions (IOSCO) – set capital standards for banks and transparency standards for markets. They do not enact legislation, but their standards are adopted by countries and become international benchmarks.</p>\n<p>In Europe, the list of institutions is also extensive: the European Central Bank (ECB), the Single Supervisory Mechanism (SSM), the Single Resolution Board and other authorities in the fields of banking, insurance, pensions, securities markets, systemic risks or the fight against money laundering.</p>\n<p>In Spain we need to reflect on our own institutional model. Some countries have opted for more compact structures, and these examples call into question whether our model needs to be more streamlined in some areas.</p>\n<p>The coexistence of so many different institutions increases the number of interlocutors and the risk of overlaps. It can also make it difficult to see the full risk picture.</p>\n<p>As key players in this framework, we supervisors and regulators have a clear responsibility: to identify, with critical and constructive vision, those aspects that drive greater efficiency and effectiveness. This debate is already taking place at the highest level in the main European fora, both in the ECB and the European Banking Authority (EBA), as José Manuel Campa – who will speak later at this event – can attest, as well as in the European Commission, the European Parliament and the European Council. Initiatives such as the Digital Omnibus proposal and the European Commission's forthcoming competitiveness report point in the same direction.</p>\n<p>In my view, with so many institutions involved and areas of debate, delivering concrete results demands a clear, top-down strategic drive, one that puts simplification first. This calls for leadership and determination to ensure decisive progress towards improving European competitiveness.</p>\n<p>At the Banco de España we are fully committed to this goal. Simplification without undermining resilience is key to boosting competitiveness and, in turn, strengthening the financial system's role within the European economy, with positive effects for society as a whole.</p>\n<p>Let me be clear: simplification does not mean deregulating or weakening the sector. On the contrary, it is about building a simpler, more stable and predictable framework, capable of reinforcing the banking system's ability to support economic growth, without compromising confidence in its robustness.</p>\n<p>We believe in leading by example. To this end, we initiated an internal reflection through a cross-departmental working group involving multiple areas of our institution. This has enabled us to formulate concrete proposals and actively participate in fora on simplification. At the same time, we have made progress towards streamlining our own financial reporting requirements as the national supervisor.</p>\n<p>Allow me to share with you the main proposals and measures that we are working towards. We have identified five key areas for regulatory and supervisory improvement.</p>\n<p>First, supervisory procedures. The SSM has taken significant steps in this direction. Eleven years after its launch, it has announced several initiatives aimed at driving efficiency and effectiveness. These are important advances, but there is still scope for significantly greater ambition.</p>\n<p>We need a more cohesive vision and a determined effort across all areas. The ultimate goal is to achieve more predictable supervisory methodologies, greater procedural stability and more effective risk detection.</p>\n<p>There are three priority instruments here:</p>\n<p>First, the supervisory review and evaluation process (SREP) – essentially a full medical check-up that European supervisors perform for each bank. The SREP analyses their financial health, their business model, the quality of their governance and their risk exposures.</p>\n<p>To date, these check-ups have focused too heavily on determining the amount of capital defences that each bank needs. Yet we know that not all problems can be cured with more capital. We must therefore shift towards a more risk-oriented approach, incorporating qualitative metrics capable of capturing management issues, business model weaknesses and emerging risks such as technological threats. In short, we need a simpler, clearer and more stable approach that truly helps us stay ahead of risks.</p>\n<p>Second, supervisory guidance and expectations. These have played a crucial role by providing clarity and a common framework, especially in the SSM's early years. However, their sheer number and, at times, excessive detail and prescriptiveness can be counterproductive. At the same time, we need mechanisms to ensure that supervisory expectations do not turn into further binding requirements, adding an additional layer of complexity to the framework. Here too a critical review is required, one that preserves the framework's consistency but enhances transparency while providing banks with greater clarity and security.</p>\n<p>Third, the Joint Supervisory Teams, whose role must be reinforced in order to optimise supervisory processes. Their work is key in conveying a single, consistent message to banks, within a more integrated and truly risk-based framework.</p>\n<p>The second area of improvement is linked directly to Europe's institutional complexity and the proliferation of delegated acts. When achieving consensus about primary legislation (the \"level 1\" rules, i.e. the regulations and directives approved by European legislators) proves difficult, the details of the contentious aspects are frequently addressed in more technical rules. By this, I mean the level 2 and 3 rules, such as the technical standards and guidelines that are drawn up by regulators and supervisors. However, this growing body of rules and guidelines takes up significant resources, both at banks and at supervisors themselves, and does not necessarily yield any effective improvement in regulatory quality. Not only does this entail high costs for institutions, it can even erode supervisory effectiveness.</p>\n<p>To address this, we have undertaken an in-depth analysis of the capital and resolution-related mandates assigned to the EBA. On the basis of this work, we propose \"de-prioritising\" and simplifying more than half of the pending mandates. Specifically, we are considering reducing around 35% of the mandates in the new prudential package and simplifying a further 15%, in addition to reviewing costly resolution processes. In addition to these measures are structural improvements, such as efforts to drive the EBA's Pillar 3 data hub project. Thanks to this data hub, the EBA will be able to use information already reported by institutions, to compile and disseminate, via a centralised platform, banks' disclosures to the market.</p>\n<p>Crucially, the EBA must continue its work to simplify compliance, through initiatives such as reviewing the stock of Level 2 and Level 3 regulatory products, improving proportionality and reducing the operational burden, especially for smaller institutions.</p>\n<p>The third area where we need to make improvements is Europe's solvency capital requirements and resolution framework. And here I want to reiterate: simplifying does not mean making our institutions less resilient.</p>\n<p>Allow me to illustrate this point, with the example of solvency requirements. Today, the structure of banks' capital requirements is overly complex. Even the EBA has said that Europe's requirements go beyond those of other jurisdictions. This means we have some scope for reducing complexity while simultaneously enhancing transparency and predictability, without compromising the robustness of the banking sector.</p>\n<p>Specifically, it would be desirable to move towards a more simple design that is underpinned by two well-defined pillars:</p>\n<ul>\n<li>A single microprudential capital buffer, incorporating the current capital conservation buffer and Pillar 2 requirements and guidance. This would simultaneously pave the way for a discussion on the role of the SREP and the stress testing exercise in determining this buffer.</li>\n<li>A single macroprudential buffer, combining the current systemic and countercyclical capital buffers.</li>\n</ul>\n<p>This would help avoid overlaps, enhance transparency and remove the unnecessary complications that are unique to the European framework. Such an approach would be fully Basel-aligned and is already applied in other jurisdictions, which have simpler structures without undermining resilience.</p>\n<p>There is also scope for undertaking an ambitious streamlining of resolution requirements. This could be best achieved by replacing the current requirements with just one, which could be a fixed percentage of total assets in the form of equity and subordinated debt and aligned with access to the European resolution fund. This would greatly simplify the current resolution framework, while retaining its fundamentals and increasing operability. If the scope agreed were less ambitious, progress could be made towards extending the Financial Stability Board's total loss-absorbing capacity (TLAC) requirements – which are currently applicable to global systemically important banks – to all resolution entities.</p>\n<p>Another area for improvement identified relates to the obligations imposed on small and non-complex institutions, to which the proportionality principle should be applied. Not all institutions are of the same size and complexity, nor do they have the same risk profile. Imposing the same obligations on small and non-complex institutions may lead to unnecessary burdens, without enhancing system stability.</p>\n<p>We aim to use a framework that continues to be sensitive to risk, while significantly simplifying obligations and adapting them to the reality of these institutions.</p>\n<p>With regard to capital, for example, the calculation of market risk may be simplified for small institutions that have barely any exposure to this type of risk. There is also room to reduce the liquidity requirements for low-risk institutions with a stable depositor base.</p>\n<p>Supervisory processes could also be better adapted to the size and risk profile of these institutions. The periodicity of certain reviews could be extended to five years in the case of low-risk institutions with simpler recovery plans.</p>\n<p>The last area for improvement that I wish to mention is financial reporting requirements. Over the last five years such obligations have increased by 50%. At the end of 2024, banks were required to submit more than 740 statements, with over 116,000 data points per institution and date. Two-thirds of these data have to comply with common European criteria (FINREP and COREP). On top of this are ad hoc information requests, repeatedly made to meet specific needs not covered by official reports.</p>\n<p>This set of obligations, that has built up over the years, is highly costly for institutions. And these costs will continue to increase with new requirements in areas such as operational resilience, environmental, social and governance criteria, and crypto-assets. It is therefore time to reassess the usefulness of current reporting and, on the basis of a sound cost-benefit analysis, identify information that could be dispensed with, on account of its duplication or minor relevance for supervision.</p>\n<p>In our view, there is scope for simplification at scale. A significant portion of domestic requirements could be dispensed with, either because they overlap with international requirements, or because we already obtain the data through other channels. Vital here is an assessment not only of the amount but also of the usefulness and quality of the data received. Less information, but of higher quality, would mean more efficient supervision and a lower burden for institutions.</p>\n<p>This work has already begun to bear fruit. Once it has been approved, the amendment to Circular 4/2017 will dispense with seven financial statements, representing 34% of the financial data required domestically. Moreover, we believe that it is possible to eliminate another 16% of such data. And we are not stopping there: we continue to analyse options for further cuts, whether by using information from other statements or limiting reporting obligations to those institutions for which the information is truly relevant, thereby making progress in terms of the proportionality principle that I mentioned earlier.</p>\n<p>We have also eliminated various habitual ad hoc information requests. And, even more importantly, we have strengthened the internal governance procedure for future requests, so that any new demand is fully justified in terms of necessity and expediency.</p>\n<p>All these proposals are examples of the Banco de España's commitment to the simplification agenda, to improve European competitiveness, without undermining financial sector resilience.</p>\n<p>This debate requires leadership and coordination at the highest levels, but also the active involvement of all actors. The banking sector has a fundamental role to play: its practical experience and day-to-day expertise are indispensable for assessing the impact of the measures and helping with the cost-benefit analysis.</p>\n<p>That's why I would like to invite the institutions here today to be heavily involved in these efforts, without reducing the sector's strength. Only through an open, constructive dialogue between supervisor and banks will we be able to move towards a simpler, more efficient regulatory framework, adapted to the reality of our financial system.</p>\n<p>We have a solid banking sector, capable of continuing to finance the economy, even in times of crisis. The challenge now is to go one step further: to build a financial system that, while remaining just as sound, is more efficient and competitive, and better prepared for the transformation of the European economy in the coming years.<br/><br/></p>\n",
  "content_text": "Good morning. It is now almost 20 years since the great financial crisis, but the lessons are still very much with us. The crisis served as a harsh reminder of the high cost that a vulnerable financial system can pose for society. The experience prompted unprecedented regulatory and supervisory change at the international level, with the Basel III reform and the new resolution framework of the Financial Stability Board (FSB). In the European Union, the regulatory framework underwent radical change and new European supervisory and resolution structures were created, although the European deposit guarantee scheme is still pending. Thanks to these reforms, today our banking system is more robust, with more capital, more liquidity and greater loss-absorbing capacity. It is, in short, more resilient to macroeconomic and financial shocks. Indeed, it has proved its strength in times of stress: during the pandemic, in the face of rising geopolitical tensions and even after the 2023 banking crises. What is more, the banking sector has continued to support households and businesses and to contribute to economic growth. That is a strength we must preserve and reinforce. However, hand in hand with this progress, the regulatory and supervisory framework has become increasingly dense and complex. The accumulation of rules and processes may affect the industry's competitiveness and ultimately limit its ability to finance the economy. This is especially important in an environment of high uncertainty and major strategic challenges for Europe. Moreover, an equally complex institutional architecture, with three overlapping levels – global, European and national – adds to this problem. At the global level, the Basel-based FSB coordinates the work of the various bodies that issue financial sector standards to strengthen financial stability worldwide. These regulatory bodies – such as the Basel Committee and the International Organization of Securities Commissions (IOSCO) – set capital standards for banks and transparency standards for markets. They do not enact legislation, but their standards are adopted by countries and become international benchmarks. In Europe, the list of institutions is also extensive: the European Central Bank (ECB), the Single Supervisory Mechanism (SSM), the Single Resolution Board and other authorities in the fields of banking, insurance, pensions, securities markets, systemic risks or the fight against money laundering. In Spain we need to reflect on our own institutional model. Some countries have opted for more compact structures, and these examples call into question whether our model needs to be more streamlined in some areas. The coexistence of so many different institutions increases the number of interlocutors and the risk of overlaps. It can also make it difficult to see the full risk picture. As key players in this framework, we supervisors and regulators have a clear responsibility: to identify, with critical and constructive vision, those aspects that drive greater efficiency and effectiveness. This debate is already taking place at the highest level in the main European fora, both in the ECB and the European Banking Authority (EBA), as José Manuel Campa – who will speak later at this event – can attest, as well as in the European Commission, the European Parliament and the European Council. Initiatives such as the Digital Omnibus proposal and the European Commission's forthcoming competitiveness report point in the same direction. In my view, with so many institutions involved and areas of debate, delivering concrete results demands a clear, top-down strategic drive, one that puts simplification first. This calls for leadership and determination to ensure decisive progress towards improving European competitiveness. At the Banco de España we are fully committed to this goal. Simplification without undermining resilience is key to boosting competitiveness and, in turn, strengthening the financial system's role within the European economy, with positive effects for society as a whole. Let me be clear: simplification does not mean deregulating or weakening the sector. On the contrary, it is about building a simpler, more stable and predictable framework, capable of reinforcing the banking system's ability to support economic growth, without compromising confidence in its robustness. We believe in leading by example. To this end, we initiated an internal reflection through a cross-departmental working group involving multiple areas of our institution. This has enabled us to formulate concrete proposals and actively participate in fora on simplification. At the same time, we have made progress towards streamlining our own financial reporting requirements as the national supervisor. Allow me to share with you the main proposals and measures that we are working towards. We have identified five key areas for regulatory and supervisory improvement. First, supervisory procedures. The SSM has taken significant steps in this direction. Eleven years after its launch, it has announced several initiatives aimed at driving efficiency and effectiveness. These are important advances, but there is still scope for significantly greater ambition. We need a more cohesive vision and a determined effort across all areas. The ultimate goal is to achieve more predictable supervisory methodologies, greater procedural stability and more effective risk detection. There are three priority instruments here: First, the supervisory review and evaluation process (SREP) – essentially a full medical check-up that European supervisors perform for each bank. The SREP analyses their financial health, their business model, the quality of their governance and their risk exposures. To date, these check-ups have focused too heavily on determining the amount of capital defences that each bank needs. Yet we know that not all problems can be cured with more capital. We must therefore shift towards a more risk-oriented approach, incorporating qualitative metrics capable of capturing management issues, business model weaknesses and emerging risks such as technological threats. In short, we need a simpler, clearer and more stable approach that truly helps us stay ahead of risks. Second, supervisory guidance and expectations. These have played a crucial role by providing clarity and a common framework, especially in the SSM's early years. However, their sheer number and, at times, excessive detail and prescriptiveness can be counterproductive. At the same time, we need mechanisms to ensure that supervisory expectations do not turn into further binding requirements, adding an additional layer of complexity to the framework. Here too a critical review is required, one that preserves the framework's consistency but enhances transparency while providing banks with greater clarity and security. Third, the Joint Supervisory Teams, whose role must be reinforced in order to optimise supervisory processes. Their work is key in conveying a single, consistent message to banks, within a more integrated and truly risk-based framework. The second area of improvement is linked directly to Europe's institutional complexity and the proliferation of delegated acts. When achieving consensus about primary legislation (the \"level 1\" rules, i.e. the regulations and directives approved by European legislators) proves difficult, the details of the contentious aspects are frequently addressed in more technical rules. By this, I mean the level 2 and 3 rules, such as the technical standards and guidelines that are drawn up by regulators and supervisors. However, this growing body of rules and guidelines takes up significant resources, both at banks and at supervisors themselves, and does not necessarily yield any effective improvement in regulatory quality. Not only does this entail high costs for institutions, it can even erode supervisory effectiveness. To address this, we have undertaken an in-depth analysis of the capital and resolution-related mandates assigned to the EBA. On the basis of this work, we propose \"de-prioritising\" and simplifying more than half of the pending mandates. Specifically, we are considering reducing around 35% of the mandates in the new prudential package and simplifying a further 15%, in addition to reviewing costly resolution processes. In addition to these measures are structural improvements, such as efforts to drive the EBA's Pillar 3 data hub project. Thanks to this data hub, the EBA will be able to use information already reported by institutions, to compile and disseminate, via a centralised platform, banks' disclosures to the market. Crucially, the EBA must continue its work to simplify compliance, through initiatives such as reviewing the stock of Level 2 and Level 3 regulatory products, improving proportionality and reducing the operational burden, especially for smaller institutions. The third area where we need to make improvements is Europe's solvency capital requirements and resolution framework. And here I want to reiterate: simplifying does not mean making our institutions less resilient. Allow me to illustrate this point, with the example of solvency requirements. Today, the structure of banks' capital requirements is overly complex. Even the EBA has said that Europe's requirements go beyond those of other jurisdictions. This means we have some scope for reducing complexity while simultaneously enhancing transparency and predictability, without compromising the robustness of the banking sector. Specifically, it would be desirable to move towards a more simple design that is underpinned by two well-defined pillars: A single microprudential capital buffer, incorporating the current capital conservation buffer and Pillar 2 requirements and guidance. This would simultaneously pave the way for a discussion on the role of the SREP and the stress testing exercise in determining this buffer. A single macroprudential buffer, combining the current systemic and countercyclical capital buffers. This would help avoid overlaps, enhance transparency and remove the unnecessary complications that are unique to the European framework. Such an approach would be fully Basel-aligned and is already applied in other jurisdictions, which have simpler structures without undermining resilience. There is also scope for undertaking an ambitious streamlining of resolution requirements. This could be best achieved by replacing the current requirements with just one, which could be a fixed percentage of total assets in the form of equity and subordinated debt and aligned with access to the European resolution fund. This would greatly simplify the current resolution framework, while retaining its fundamentals and increasing operability. If the scope agreed were less ambitious, progress could be made towards extending the Financial Stability Board's total loss-absorbing capacity (TLAC) requirements – which are currently applicable to global systemically important banks – to all resolution entities. Another area for improvement identified relates to the obligations imposed on small and non-complex institutions, to which the proportionality principle should be applied. Not all institutions are of the same size and complexity, nor do they have the same risk profile. Imposing the same obligations on small and non-complex institutions may lead to unnecessary burdens, without enhancing system stability. We aim to use a framework that continues to be sensitive to risk, while significantly simplifying obligations and adapting them to the reality of these institutions. With regard to capital, for example, the calculation of market risk may be simplified for small institutions that have barely any exposure to this type of risk. There is also room to reduce the liquidity requirements for low-risk institutions with a stable depositor base. Supervisory processes could also be better adapted to the size and risk profile of these institutions. The periodicity of certain reviews could be extended to five years in the case of low-risk institutions with simpler recovery plans. The last area for improvement that I wish to mention is financial reporting requirements. Over the last five years such obligations have increased by 50%. At the end of 2024, banks were required to submit more than 740 statements, with over 116,000 data points per institution and date. Two-thirds of these data have to comply with common European criteria (FINREP and COREP). On top of this are ad hoc information requests, repeatedly made to meet specific needs not covered by official reports. This set of obligations, that has built up over the years, is highly costly for institutions. And these costs will continue to increase with new requirements in areas such as operational resilience, environmental, social and governance criteria, and crypto-assets. It is therefore time to reassess the usefulness of current reporting and, on the basis of a sound cost-benefit analysis, identify information that could be dispensed with, on account of its duplication or minor relevance for supervision. In our view, there is scope for simplification at scale. A significant portion of domestic requirements could be dispensed with, either because they overlap with international requirements, or because we already obtain the data through other channels. Vital here is an assessment not only of the amount but also of the usefulness and quality of the data received. Less information, but of higher quality, would mean more efficient supervision and a lower burden for institutions. This work has already begun to bear fruit. Once it has been approved, the amendment to Circular 4/2017 will dispense with seven financial statements, representing 34% of the financial data required domestically. Moreover, we believe that it is possible to eliminate another 16% of such data. And we are not stopping there: we continue to analyse options for further cuts, whether by using information from other statements or limiting reporting obligations to those institutions for which the information is truly relevant, thereby making progress in terms of the proportionality principle that I mentioned earlier. We have also eliminated various habitual ad hoc information requests. And, even more importantly, we have strengthened the internal governance procedure for future requests, so that any new demand is fully justified in terms of necessity and expediency. All these proposals are examples of the Banco de España's commitment to the simplification agenda, to improve European competitiveness, without undermining financial sector resilience. This debate requires leadership and coordination at the highest levels, but also the active involvement of all actors. The banking sector has a fundamental role to play: its practical experience and day-to-day expertise are indispensable for assessing the impact of the measures and helping with the cost-benefit analysis. That's why I would like to invite the institutions here today to be heavily involved in these efforts, without reducing the sector's strength. Only through an open, constructive dialogue between supervisor and banks will we be able to move towards a simpler, more efficient regulatory framework, adapted to the reality of our financial system. We have a solid banking sector, capable of continuing to finance the economy, even in times of crisis. The challenge now is to go one step further: to build a financial system that, while remaining just as sound, is more efficient and competitive, and better prepared for the transformation of the European economy in the coming years.",
  "date_parsed": "2025-12-08",
  "name": "José Luis Escrivá",
  "name_orig": "José Luis Escrivá",
  "url_orig": "https://www.bis.org/review/r251127o.htm"
}