{
  "source_url": "https://www.bis.org/review/r250708a.htm",
  "headline": "José Luis Escrivá: Monetary policymaking in a context of extreme uncertainty",
  "description_html": "\n<p>Speech by Mr José Luis Escrivá, Governor of the Bank of Spain, at the \"Fourth high-level conference on global risk, uncertainty, and volatility\", jointly organised by the Swiss National Bank, the Bank for International Settlements, and the Division of International Finance of the Federal Reserve Board, Zurich, 13 May 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr José Luis Escrivá, Governor of the Bank of Spain, at the \"Fourth high-level conference on global risk, uncertainty, and volatility\", jointly organised by the Swiss National Bank, the Bank for International Settlements, and the Division of International Finance of the Federal Reserve Board, Zurich, 13 May 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "10 July 2025",
  "pdf_url": "https://www.bis.org/review/r250708a.pdf",
  "content_html": "\n<p>Good morning,</p>\n<p>First of all, I would like to extend my sincere gratitude to the Swiss National Bank and the BIS for inviting me to this highly relevant and timely conference. One of the main challenges we are currently facing as policymakers is finding the right adjective to describe the kind of uncertainty we are dealing with: extreme, unprecedented, unpredictable? We are navigating a very complex policymaking environment characterised by a high degree of uncertainty. To begin with, let me explain why uncertainty is currently so high. The US Economic Policy Uncertainty Index shows that the degree of uncertainty surrounding economic policy in the United States is at extreme levels in general, and also in specific areas: monetary policy, fiscal policy, regulation, and trade policy. We are currently experiencing unprecedented levels of uncertainty in all of these areas. Trade is a clear example, but fiscal policy in the United States is similarly affected. The Congressional Budget Office projects, in the absence of new fiscal policies, persistent deficits of over 5% of GDP for the next decade and a debt-to-GDP ratio rising from 100% to 150%. </p>\n",
  "content_text": "Good morning, First of all, I would like to extend my sincere gratitude to the Swiss National Bank and the BIS for inviting me to this highly relevant and timely conference. One of the main challenges we are currently facing as policymakers is finding the right adjective to describe the kind of uncertainty we are dealing with: extreme, unprecedented, unpredictable? We are navigating a very complex policymaking environment characterised by a high degree of uncertainty. To begin with, let me explain why uncertainty is currently so high. The US Economic Policy Uncertainty Index shows that the degree of uncertainty surrounding economic policy in the United States is at extreme levels in general, and also in specific areas: monetary policy, fiscal policy, regulation, and trade policy. We are currently experiencing unprecedented levels of uncertainty in all of these areas. Trade is a clear example, but fiscal policy in the United States is similarly affected. The Congressional Budget Office projects, in the absence of new fiscal policies, persistent deficits of over 5% of GDP for the next decade and a debt-to-GDP ratio rising from 100% to 150%.",
  "date_parsed": "2025-07-10",
  "name": "José Luis Escrivá",
  "link_number": "3",
  "name_orig": "José Luis Escrivá",
  "url_orig": "https://www.bis.org/review/r250708a.htm"
}