{
  "source_url": "https://www.bis.org/review/r250623d.htm",
  "headline": "José Luis Escrivá: Navigating complexity - legitimacy and accountability in modern central banking",
  "description_html": "\n<p>Speech by Mr José Luis Escrivá, Governor of the Bank of Spain, at the International Legal Conference, hosted by the Bank of Spain, Madrid, 19 June 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr José Luis Escrivá, Governor of the Bank of Spain, at the International Legal Conference, hosted by the Bank of Spain, Madrid, 19 June 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "01 July 2025",
  "pdf_url": "https://www.bis.org/review/r250623d.pdf",
  "content_html": "\n<p>Good afternoon, distinguished guests, colleagues and friends,</p>\n<p>It is a pleasure to be here with so many esteemed professionals-legal experts, academics, and central banking colleagues-gathered to reflect on the legal foundations that underpin our financial systems.</p>\n<p>Let me begin by thanking the Minister for the Presidency, Justice, and Parliamentary Relations for his presence and thoughtful remarks. His reflections on the challenges facing the judicial system remind us that strong institutions, whether judicial or financial, are essential to the protection of citizens' rights and the proper functioning of a market economy.</p>\n<p>Your presence here today, representing over forty institutions, sends a powerful message: that effective central banking does not rest solely on economic models or technical tools. It rests on sound, legal and institutional frameworks that provide the legitimacy, stability, and clarity necessary for central banks to fulfill their mandates in a complex and evolving world.</p>\n<p>And yet, despite their importance, these frameworks are often overlooked. The legal architecture that underpins our financial systems tends to operate in the background- quiet, but essential. It is only when it is tested-in a crisis situation for example-that we are reminded of its central role. It is precisely this legal and institutional architecture that enables central banks and supervisors to act with both authority and legitimacy.</p>\n<p>Legitimacy is the cornerstone of central bank independence. And the first lesson in this regard is clear: the legitimacy of an independent central bank ultimately rests on its ability to fulfil its mandate effectively. Trust is not granted in the abstract; it is earned through the consistent delivery of results-especially in preserving price stability, supporting financial stability, and more generally, operating with professionalism and discipline. When a central bank demonstrates such effectiveness, its independence is not only justified, but reinforced.</p>\n<p>But mandate fulfilment alone is not enough. Legitimacy is closely tied to accountability. An institution's credibility grows when its powers are clearly understood, exercised transparently and subject to proper oversight. Without accountability, independence can appear opaque or unbounded. Without legitimacy, even the most technically sound decisions may struggle to gain public acceptance.</p>\n<p>This brings me to the conversation we heard this morning-a rich and timely discussion on accountability. I would like to build on that by offering a perspective on how central banks, as independent institutions with evolving responsibilities, are adapting to the challenges posed by growing complexity, the internationalization of our functions, and raising public expectations for transparency-and what all of this means for our legitimacy.</p>\n<p>At Banco de España, we have seen firsthand how our role has evolved-both in scope and in visibility. Over the past two decades, we have undergone a profound transformation. In response to successive crises- from the global financial crisis to the pandemic, now to a more fragmented geopolitical landscape, and the different extreme climate change events- central banks have seen their mandates expand, their tools diversify, and their operating environments become more global and interconnected.</p>\n<p>This transformation has enhanced our ability to manage multifaceted risks. But it has also introduced new tensions into our institutional model. Independence, once clearly anchored in a narrow price stability mandate, must now coexist with broader responsibilities. And with that broader remit come heightened demands for transparency, accountability and public engagement.</p>\n<p>This brings us to a central challenge of modern central banking: the more complex our institutions become, the more essential it is that our actions remain firmly rooted in law. Our interpretation of our mandates must be rigorous, disciplined, and transparent. This is not just a matter of principle, it is a practical necessity for sustaining public trust and ensuring the long-term effectiveness of our decisions.</p>\n<p>Let me elaborate. Today's central banks are no longer the institutions of the 1990s. We now operate across multiple policy domains: monetary policy, macroprudential and microprudential supervision, financial stability, payments infrastructure, resolution planning, and increasingly, areas such as climate change and digital transformation.</p>\n<p>This multidisciplinary character brings both opportunities and challenges. It allows us to take a more holistic view of the financial system. But it also raises important questions about internal coherence, the balance between synergies and conflicts of interest, and how to ensure that each function serves the public interest without undermining the others.</p>\n<p>As our internal structure becomes more complex, so does the risk of fragmentation or blurred lines of responsibility. Some functions require strict separation-what we often call \"Chinese walls\"-while others benefit from integration. Striking the right balance is an ongoing task, requiring careful governance and robust operational frameworks. If complexity is not well managed, it can lead to inefficiency-or worse, erode legitimacy.</p>\n<p>At the same time, our work has become increasingly international. Financial regulation, monetary policy, and the supervision of cross-border institutions are no longer purely national tasks. They require constant engagement with supranational bodies, peer institutions, and international legal frameworks. This internationalization enriches our perspective, but it also complicates the lines of accountability. Citizens and parliaments expect answers from national authorities, even when decisions are shaped by global negotiations.</p>\n<p>In this context, institutional design matters. Today we are joined by many colleagues from Latin America. In contrast to the model of separate supervision that prevails in much of the region, Banco de España integrates multiple functions under one roof. This multifunctionality, while complex, also offers advantages. Everything we do relates to banks-and the more perspectives we have on them, the better we can fulfill our responsibilities.</p>\n<p>But multifunctionality also demands clarity. It requires us to be explicit about how decisions are made, how responsibilities are allocated, and how potential conflicts are managed. It requires us to be transparent not only in our outcomes, but in our processes.</p>\n<p>Still, as academic literature reminds us, independent institutions with delegated powers can face a legitimacy deficit- especially when they stretch their mandates too far. As responsibilities expand, so too does the temptation to reinterpret existing mandates to cover new ground.</p>\n<p>That temptation must be resisted.</p>\n<p>In this context, two imperatives stand out.</p>\n<p>First, a rigorous and narrow interpretation of our legal mandates. Central banks cannot take up the responsibilities of other institutions. As a non-elected body, we do not have the political mandate, or the full range of instruments required. Our primary objective must remain price stability. Other objectives-however important-must ultimately be pursued by those with democratic legitimacy to do so. It is for society to decide, through its political processes, how to prioritize and pursue them. In democratic societies, impartial institutions must exercise their delegated powers under clearly defined limits. We must constantly ask ourselves not only what we can do, but also and importantly, what we are entitled and expected to do. Our legitimacy depends on staying within the bounds of the legal frameworks that define us.</p>\n<p>Second, a renewed and deeper commitment to accountability. We must explain our decisions not only in technical terms, but in ways that are intelligible, clear and relevant to the public. This goes beyond formal reporting to parliaments or publishing decisions. It requires fostering a culture of openness, clarity, and constructive engagement. It means explaining what we do, why we do it, what the limits of our competence are, and what consequences of our actions are likely to produce.</p>\n<p>This effort becomes even more important in times of uncertainty. And uncertainty, as we all know, is the defining condition of our times. We are living through a moment of deep structural change in the global economy, from technological disruption and demographic change to geopolitical instability and the reconfiguration of global value chains.</p>\n<p>These shifts are difficult to model, let alone predict. They generate shocks that are hard to classify and often require real-time judgment calls. In such a context, preserving independence requires a consistent, transparent and disciplined application of our mandates.</p>\n<p>At Banco de España, we are aware of this responsibility. That is why the Governing Council has launched an external review of our Law of Autonomy from 1994. This law was designed to align Spain's central bank with the requirements of the European System of Central Banks, granting it operational independence in monetary policy.</p>\n<p>The current review effort assesses whether this legal framework remains fit for purpose. It will allow us to identify areas where reform may be needed to meet today's challenges.</p>\n<p>We have also set up an Independent Evaluation Office, which underscores our commitment to excellence, ensuring that Banco de España not only adheres to rigorous internal evaluation procedures but also embrace external evaluations to improve our efficiency, take advantage of the possible synergies and maintain the highest standards of operational quality.</p>\n<p>In parallel, under our Strategic Plan 2030, we are undertaking a comprehensive transformation of our organisational structures and operational processes. This transformation aims to transform deeply how we work, how we collaborate, and how we deliver public value.</p>\n<p>One of the key pillars of this transformation is the move towards project-based work, which in our view enables greater flexibility, responsiveness and cross-functional collaboration. By moving away from rigid departmental silos, we are fostering a more integrated approach to problem-solving-one that encourages synergies across disciplines and promotes a shared sense of purpose.</p>\n<p>Technology plays a central role in this process. We are investing in AI, expanding the use of data-driven analysis, and enhancing our supercomputing capabilities through a strategic partnership with the Barcelona Supercomputing Center. These tools will help us process vast amounts of information more efficiently, improve forecasting, and support evidence-based policymaking.</p>\n<p>We are also deepening our focus on talent management. We are expanding training programmes, supporting internal mobility, and designing career paths that reflect the new skillsets demanded by a modern central bank. Our goal is to empower our staff to grow professionally while contributing to the institution's mission in meaningful ways.</p>\n<p>Ultimately, these reforms are about more than internal efficiency. They are about reinforcing the legitimacy of Banco de España in the eyes of the public. In an era of rapid change and heightened scrutiny, we must demonstrate not only that we are capable, but that we are accountable, transparent, and committed to serving society.</p>\n<p>Let me conclude with a simple but essential message: in an era of growing uncertainty, complexity and rising public expectations, the credibility of central banks will depend not only on what we do, but on how we do it.</p>\n<p>To meet this scrutiny without compromising our effectiveness, we must reinforce our institutional self-discipline-through clear mandates, strong internal processes, a proper oversight, both internally and externally, and a deep culture of openness and transparency.</p>\n<p>As we navigate this uncertain landscape, let us remain anchored in the principles that have long guided us: legal certainty, institutional discipline, and commitment to public service. These are not just the foundations of good governance-they are the foundations of public trust.</p>\n<p>And in the end, trust is our most valuable asset. Let us earn it-every day, through every decision, with humility, transparency, and purpose.</p>\n<p>Thank you.</p>\n",
  "content_text": "Good afternoon, distinguished guests, colleagues and friends, It is a pleasure to be here with so many esteemed professionals-legal experts, academics, and central banking colleagues-gathered to reflect on the legal foundations that underpin our financial systems. Let me begin by thanking the Minister for the Presidency, Justice, and Parliamentary Relations for his presence and thoughtful remarks. His reflections on the challenges facing the judicial system remind us that strong institutions, whether judicial or financial, are essential to the protection of citizens' rights and the proper functioning of a market economy. Your presence here today, representing over forty institutions, sends a powerful message: that effective central banking does not rest solely on economic models or technical tools. It rests on sound, legal and institutional frameworks that provide the legitimacy, stability, and clarity necessary for central banks to fulfill their mandates in a complex and evolving world. And yet, despite their importance, these frameworks are often overlooked. The legal architecture that underpins our financial systems tends to operate in the background- quiet, but essential. It is only when it is tested-in a crisis situation for example-that we are reminded of its central role. It is precisely this legal and institutional architecture that enables central banks and supervisors to act with both authority and legitimacy. Legitimacy is the cornerstone of central bank independence. And the first lesson in this regard is clear: the legitimacy of an independent central bank ultimately rests on its ability to fulfil its mandate effectively. Trust is not granted in the abstract; it is earned through the consistent delivery of results-especially in preserving price stability, supporting financial stability, and more generally, operating with professionalism and discipline. When a central bank demonstrates such effectiveness, its independence is not only justified, but reinforced. But mandate fulfilment alone is not enough. Legitimacy is closely tied to accountability. An institution's credibility grows when its powers are clearly understood, exercised transparently and subject to proper oversight. Without accountability, independence can appear opaque or unbounded. Without legitimacy, even the most technically sound decisions may struggle to gain public acceptance. This brings me to the conversation we heard this morning-a rich and timely discussion on accountability. I would like to build on that by offering a perspective on how central banks, as independent institutions with evolving responsibilities, are adapting to the challenges posed by growing complexity, the internationalization of our functions, and raising public expectations for transparency-and what all of this means for our legitimacy. At Banco de España, we have seen firsthand how our role has evolved-both in scope and in visibility. Over the past two decades, we have undergone a profound transformation. In response to successive crises- from the global financial crisis to the pandemic, now to a more fragmented geopolitical landscape, and the different extreme climate change events- central banks have seen their mandates expand, their tools diversify, and their operating environments become more global and interconnected. This transformation has enhanced our ability to manage multifaceted risks. But it has also introduced new tensions into our institutional model. Independence, once clearly anchored in a narrow price stability mandate, must now coexist with broader responsibilities. And with that broader remit come heightened demands for transparency, accountability and public engagement. This brings us to a central challenge of modern central banking: the more complex our institutions become, the more essential it is that our actions remain firmly rooted in law. Our interpretation of our mandates must be rigorous, disciplined, and transparent. This is not just a matter of principle, it is a practical necessity for sustaining public trust and ensuring the long-term effectiveness of our decisions. Let me elaborate. Today's central banks are no longer the institutions of the 1990s. We now operate across multiple policy domains: monetary policy, macroprudential and microprudential supervision, financial stability, payments infrastructure, resolution planning, and increasingly, areas such as climate change and digital transformation. This multidisciplinary character brings both opportunities and challenges. It allows us to take a more holistic view of the financial system. But it also raises important questions about internal coherence, the balance between synergies and conflicts of interest, and how to ensure that each function serves the public interest without undermining the others. As our internal structure becomes more complex, so does the risk of fragmentation or blurred lines of responsibility. Some functions require strict separation-what we often call \"Chinese walls\"-while others benefit from integration. Striking the right balance is an ongoing task, requiring careful governance and robust operational frameworks. If complexity is not well managed, it can lead to inefficiency-or worse, erode legitimacy. At the same time, our work has become increasingly international. Financial regulation, monetary policy, and the supervision of cross-border institutions are no longer purely national tasks. They require constant engagement with supranational bodies, peer institutions, and international legal frameworks. This internationalization enriches our perspective, but it also complicates the lines of accountability. Citizens and parliaments expect answers from national authorities, even when decisions are shaped by global negotiations. In this context, institutional design matters. Today we are joined by many colleagues from Latin America. In contrast to the model of separate supervision that prevails in much of the region, Banco de España integrates multiple functions under one roof. This multifunctionality, while complex, also offers advantages. Everything we do relates to banks-and the more perspectives we have on them, the better we can fulfill our responsibilities. But multifunctionality also demands clarity. It requires us to be explicit about how decisions are made, how responsibilities are allocated, and how potential conflicts are managed. It requires us to be transparent not only in our outcomes, but in our processes. Still, as academic literature reminds us, independent institutions with delegated powers can face a legitimacy deficit- especially when they stretch their mandates too far. As responsibilities expand, so too does the temptation to reinterpret existing mandates to cover new ground. That temptation must be resisted. In this context, two imperatives stand out. First, a rigorous and narrow interpretation of our legal mandates. Central banks cannot take up the responsibilities of other institutions. As a non-elected body, we do not have the political mandate, or the full range of instruments required. Our primary objective must remain price stability. Other objectives-however important-must ultimately be pursued by those with democratic legitimacy to do so. It is for society to decide, through its political processes, how to prioritize and pursue them. In democratic societies, impartial institutions must exercise their delegated powers under clearly defined limits. We must constantly ask ourselves not only what we can do, but also and importantly, what we are entitled and expected to do. Our legitimacy depends on staying within the bounds of the legal frameworks that define us. Second, a renewed and deeper commitment to accountability. We must explain our decisions not only in technical terms, but in ways that are intelligible, clear and relevant to the public. This goes beyond formal reporting to parliaments or publishing decisions. It requires fostering a culture of openness, clarity, and constructive engagement. It means explaining what we do, why we do it, what the limits of our competence are, and what consequences of our actions are likely to produce. This effort becomes even more important in times of uncertainty. And uncertainty, as we all know, is the defining condition of our times. We are living through a moment of deep structural change in the global economy, from technological disruption and demographic change to geopolitical instability and the reconfiguration of global value chains. These shifts are difficult to model, let alone predict. They generate shocks that are hard to classify and often require real-time judgment calls. In such a context, preserving independence requires a consistent, transparent and disciplined application of our mandates. At Banco de España, we are aware of this responsibility. That is why the Governing Council has launched an external review of our Law of Autonomy from 1994. This law was designed to align Spain's central bank with the requirements of the European System of Central Banks, granting it operational independence in monetary policy. The current review effort assesses whether this legal framework remains fit for purpose. It will allow us to identify areas where reform may be needed to meet today's challenges. We have also set up an Independent Evaluation Office, which underscores our commitment to excellence, ensuring that Banco de España not only adheres to rigorous internal evaluation procedures but also embrace external evaluations to improve our efficiency, take advantage of the possible synergies and maintain the highest standards of operational quality. In parallel, under our Strategic Plan 2030, we are undertaking a comprehensive transformation of our organisational structures and operational processes. This transformation aims to transform deeply how we work, how we collaborate, and how we deliver public value. One of the key pillars of this transformation is the move towards project-based work, which in our view enables greater flexibility, responsiveness and cross-functional collaboration. By moving away from rigid departmental silos, we are fostering a more integrated approach to problem-solving-one that encourages synergies across disciplines and promotes a shared sense of purpose. Technology plays a central role in this process. We are investing in AI, expanding the use of data-driven analysis, and enhancing our supercomputing capabilities through a strategic partnership with the Barcelona Supercomputing Center. These tools will help us process vast amounts of information more efficiently, improve forecasting, and support evidence-based policymaking. We are also deepening our focus on talent management. We are expanding training programmes, supporting internal mobility, and designing career paths that reflect the new skillsets demanded by a modern central bank. Our goal is to empower our staff to grow professionally while contributing to the institution's mission in meaningful ways. Ultimately, these reforms are about more than internal efficiency. They are about reinforcing the legitimacy of Banco de España in the eyes of the public. In an era of rapid change and heightened scrutiny, we must demonstrate not only that we are capable, but that we are accountable, transparent, and committed to serving society. Let me conclude with a simple but essential message: in an era of growing uncertainty, complexity and rising public expectations, the credibility of central banks will depend not only on what we do, but on how we do it. To meet this scrutiny without compromising our effectiveness, we must reinforce our institutional self-discipline-through clear mandates, strong internal processes, a proper oversight, both internally and externally, and a deep culture of openness and transparency. As we navigate this uncertain landscape, let us remain anchored in the principles that have long guided us: legal certainty, institutional discipline, and commitment to public service. These are not just the foundations of good governance-they are the foundations of public trust. And in the end, trust is our most valuable asset. Let us earn it-every day, through every decision, with humility, transparency, and purpose. Thank you.",
  "date_parsed": "2025-07-01",
  "name": "José Luis Escrivá",
  "link_number": "4",
  "name_orig": "José Luis Escrivá",
  "url_orig": "https://www.bis.org/review/r250623d.htm"
}