{
  "source_url": "https://www.bis.org/review/r240930b.htm",
  "headline": "José Luis Escrivá: Ceremony of taking up of office as Governor of the Bank of Spain",
  "description_html": "\n<p>Speech by Mr José Luis Escrivá, Governor of the Bank of Spain, at the Ceremony of taking up of office as Governor of the Bank of Spain, Madrid, 24 September 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr José Luis Escrivá, Governor of the Bank of Spain, at the Ceremony of taking up of office as Governor of the Bank of Spain, Madrid, 24 September 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "01 October 2024",
  "pdf_url": "https://www.bis.org/review/r240930b.pdf",
  "content_html": "\n<p>Good morning and many thanks for joining us for this event.</p>\n<p>It is an honour to address you all as I take up the reins as the Governor of the Banco de España with a great sense of responsibility.</p>\n<p>Today is a day that holds particular significance for me. To return to the Banco de España is to come home, back to the place where I first made my way as an economist and where I learned so much from my superiors and colleagues. My journey of discovery then continued at other central banking institutions: the European Monetary Institute, the Bank for International Settlements and the European Central Bank. Indeed, when congratulating me on my appointment, my boss at this last institution (Professor Ottmar Issing) remarked: \"Don't forget what you have learned\". For the fact is that central banks are an extraordinary school of learning. Rigour, the quest for evidence-based objectivity and the exercise of independent judgment, among others, are core values of central banking culture and have served as my guide throughout my professional career.</p>\n<p>These values proved particularly useful when it fell to me to give shape to the Independent Authority for Fiscal Responsibility, over which I presided for the institution's first six years, starting in 2014. The same can be said of my time at the head of the Network of EU Independent Fiscal Institutions. Guarding the institution's independence against external influences and constraints constituted a singular challenge from day one. I was also undoubtedly helped in this task by having had the great fortune of meeting and working with each and every one of the Banco de España's Governors and Deputy Governors since the institution was first granted independence back in 1994, exactly 30 years ago. Because all of them, in differing circumstances and in environments of varying complexity, understood that the Banco de España's de jure independence must go hand-in-hand with conduct and a management style that ensure that such independence also remains a de facto reality.</p>\n<p>And, speaking of Banco de España Governors, I would be remiss not to single out my predecessor, Pablo Hernández de Cos. Pablo and I have a very fruitful relationship, stretching back over more than 25 years. During his mandate he went to great lengths to raise the profile of the Banco de España's research output and strengthen the institution's influence on the European and international stage. As a result, the Bank's reputation has undoubtedly emerged stronger, for which we are all truly grateful to him. I will continue to build this reputation going forward.</p>\n<p>With my background in independent institutions, I have thought long and hard and read widely on this mandate and, in general, on how \"impartial institutions\" (to borrow a term coined by Daniel Innerarity) ought to conduct themselves.</p>\n<p>The health of democratic societies calls for impartial institutions exercising delegated powers under restricted mandates. This delegation is warranted either by the medium-term outlook with which such powers must be exercised, transcending electoral cycles, or by their eminently technical nature or supervisory function. Central banks are a case in point. Hence the considerable levels of institutional, functional, financial and legal autonomy they are granted.</p>\n<p>The 1994 Law of Autonomy of the Banco de España is the landmark text. This Law set in place a suitable legal and institutional framework that has enabled the Bank to pursue its remit independently over the last 30 years, while also enhancing its reputation for impartiality.</p>\n<p>Yet it is equally true that, over these past three decades, the environment in which central banks go about their tasks has changed considerably, with the emergence of scenarios that have posed genuine challenges to their work. Central banks have therefore had no choice but to make fundamental changes to the way they operate. Furthermore, a substantial part of the Banco de España's work takes place within the Eurosystem, in the monetary union to which we belong. Designing and fine-tuning the Eurosystem has been a gradual process not without its difficulties.</p>\n<p>Against this backdrop, and with this in mind, it seems reasonable to reflect, 30 years down the line, on whether changes ought to be made to the Bank's Law of Autonomy. The Banco de España's Governing Council takes the same view. Thus, at the first meeting under my governorship, we decided to set up a working group to give structure and shape to these reflections.</p>\n<p>Revisiting aspects of the Law that could further strengthen the institution's independence is, without doubt, something that needs to be addressed. But we must also enhance our efforts towards openness and better communication with the general public, explaining and justifying our activities. And this involves not only regulatory aspects, but also the adoption of best practices and the fostering of an institutional culture that upholds transparency as a guiding principle for our work. This is the best way to ensure our accountability to society. Here, the Banco de España has made great strides in recent decades. Yet there is still room for improvement and innovation as we strive to be more transparent. Indeed, the more independent we are and seek to be, the more we must take to heart the principles of transparency and accountability as essential means of giving legitimacy to unelected power. All of these aspects will also be looked into by the Governing Council's new working group, to ensure that greater independence, on the one hand, and transparency and accountability, on the other, go hand-in-hand. Giving greater priority to the areas of transparency and communication in the new Banco de España organisation chart, which has been approved by the Executive Committee, is a step in that direction.</p>\n<p>On an even loftier plane, a central bank's legitimacy ultimately rests on how efficiently it is able to discharge the functions delegated to it by the elected powers. Here, the Banco de España has made notable efforts in recent years to ensure that certain areas of its remit are subject to external scrutiny. But we can go further still. First, by making the current Evaluation Office report directly to the Governing Council, thereby strengthening the independence of its assessments. Second, by ensuring that the strategic plans deriving from such evaluations are fully integrated within the Banco de España's medium-term budgetary planning.</p>\n<p>This greater transparency should, without doubt, yield a greater, deeper understanding of the Bank's work among the general public. We must endeavour to make our work, as well as our tremendous historical and cultural heritage, more accessible to the public at large.</p>\n<p>With this strategic horizon in mind, technological innovation is one area in which we have to step up our efforts. Digitalisation has great potential. Artificial intelligence and, in particular, generative artificial intelligence, is proving hugely disruptive due to its widespread impact across all economic sectors, including the financial sector, and its ability to affect the way in which decisions that impact our lives are made. Examples of this include the models that assess creditworthiness, identified in the (recently approved) European regulation as highrisk artificial intelligence systems. The Banco de España must be ready to anticipate these challenges, to this end embracing new skills and working in partnership with the Spanish Agency for the Supervision of Artificial Intelligence (AESIA).</p>\n<p>Digitalisation represents a further opportunity to bring the Bank closer to the general public, making it easier to access not only the Banco de España's data and statistical output, but also our work in general. Technology offers opportunities across areas as wide-ranging as forecasting models, including neural network models that make optimal use of micro data, the resolution of non-linear models, and the streamlining of many operating processes, lightening the load of more repetitive tasks and boosting efficiency. To this end, our technological infrastructure will have to be upgraded, while setting in motion a change in culture to encourage a more innovation-oriented mindset.</p>\n<p>I would now like to dedicate a few words precisely to those of you who work at the Bank. My thanks first of all to Sole Nuñez, for agreeing to share this challenge as Deputy Governor, and to the management team that will lead the decision-making over this period. But, above all, I would like to convey a message to all of you who work at the Banco de España. Because none of this will be possible without engaged, passionate teams or the necessary cross-departmental coordination. To this end, free-flowing, two-way communication is essential.</p>\n<p>In these few days I have been pleased to note that the values that have always been this institution's hallmark remain intact: excellence, rigour, professional integrity and a strong public service ethos. The quality of our human capital and the preservation of a culture open to internal debate must continue as cornerstones of this institution.</p>\n<p>I would like to thank all of you for your work until now and ask that you remain fully committed in this new era. I have no doubt that this will be the case, as I trust fully in your abilities and your loyalty to this institution. Indeed, trust is a guiding principle that I hope will underpin my relationship with you, with the entire staff. As I say, such trust rests on freeflowing communication. With this in mind, I am confident that we can bring about tangible improvements to the way the Bank is run internally, forging a constructive working relationship with the workers' representatives. The best way to overcome the challenges that lie ahead is to work together.</p>\n<p>I would like to end by stressing the importance of humility in our work, a virtue that enables us to acknowledge our limitations and learn from our mistakes. Institutions, much like the people they comprise, must not only be independent, they must also retain an open, approachable attitude. This mindset, combined with our integrity and spirit of public service, will be crucial if we are to continue working to make the Banco de España a respected, trustworthy, impartial institution committed to the well-being of the society in which we live.</p>\n<p>Thank you.</p>\n",
  "content_text": "Good morning and many thanks for joining us for this event. It is an honour to address you all as I take up the reins as the Governor of the Banco de España with a great sense of responsibility. Today is a day that holds particular significance for me. To return to the Banco de España is to come home, back to the place where I first made my way as an economist and where I learned so much from my superiors and colleagues. My journey of discovery then continued at other central banking institutions: the European Monetary Institute, the Bank for International Settlements and the European Central Bank. Indeed, when congratulating me on my appointment, my boss at this last institution (Professor Ottmar Issing) remarked: \"Don't forget what you have learned\". For the fact is that central banks are an extraordinary school of learning. Rigour, the quest for evidence-based objectivity and the exercise of independent judgment, among others, are core values of central banking culture and have served as my guide throughout my professional career. These values proved particularly useful when it fell to me to give shape to the Independent Authority for Fiscal Responsibility, over which I presided for the institution's first six years, starting in 2014. The same can be said of my time at the head of the Network of EU Independent Fiscal Institutions. Guarding the institution's independence against external influences and constraints constituted a singular challenge from day one. I was also undoubtedly helped in this task by having had the great fortune of meeting and working with each and every one of the Banco de España's Governors and Deputy Governors since the institution was first granted independence back in 1994, exactly 30 years ago. Because all of them, in differing circumstances and in environments of varying complexity, understood that the Banco de España's de jure independence must go hand-in-hand with conduct and a management style that ensure that such independence also remains a de facto reality. And, speaking of Banco de España Governors, I would be remiss not to single out my predecessor, Pablo Hernández de Cos. Pablo and I have a very fruitful relationship, stretching back over more than 25 years. During his mandate he went to great lengths to raise the profile of the Banco de España's research output and strengthen the institution's influence on the European and international stage. As a result, the Bank's reputation has undoubtedly emerged stronger, for which we are all truly grateful to him. I will continue to build this reputation going forward. With my background in independent institutions, I have thought long and hard and read widely on this mandate and, in general, on how \"impartial institutions\" (to borrow a term coined by Daniel Innerarity) ought to conduct themselves. The health of democratic societies calls for impartial institutions exercising delegated powers under restricted mandates. This delegation is warranted either by the medium-term outlook with which such powers must be exercised, transcending electoral cycles, or by their eminently technical nature or supervisory function. Central banks are a case in point. Hence the considerable levels of institutional, functional, financial and legal autonomy they are granted. The 1994 Law of Autonomy of the Banco de España is the landmark text. This Law set in place a suitable legal and institutional framework that has enabled the Bank to pursue its remit independently over the last 30 years, while also enhancing its reputation for impartiality. Yet it is equally true that, over these past three decades, the environment in which central banks go about their tasks has changed considerably, with the emergence of scenarios that have posed genuine challenges to their work. Central banks have therefore had no choice but to make fundamental changes to the way they operate. Furthermore, a substantial part of the Banco de España's work takes place within the Eurosystem, in the monetary union to which we belong. Designing and fine-tuning the Eurosystem has been a gradual process not without its difficulties. Against this backdrop, and with this in mind, it seems reasonable to reflect, 30 years down the line, on whether changes ought to be made to the Bank's Law of Autonomy. The Banco de España's Governing Council takes the same view. Thus, at the first meeting under my governorship, we decided to set up a working group to give structure and shape to these reflections. Revisiting aspects of the Law that could further strengthen the institution's independence is, without doubt, something that needs to be addressed. But we must also enhance our efforts towards openness and better communication with the general public, explaining and justifying our activities. And this involves not only regulatory aspects, but also the adoption of best practices and the fostering of an institutional culture that upholds transparency as a guiding principle for our work. This is the best way to ensure our accountability to society. Here, the Banco de España has made great strides in recent decades. Yet there is still room for improvement and innovation as we strive to be more transparent. Indeed, the more independent we are and seek to be, the more we must take to heart the principles of transparency and accountability as essential means of giving legitimacy to unelected power. All of these aspects will also be looked into by the Governing Council's new working group, to ensure that greater independence, on the one hand, and transparency and accountability, on the other, go hand-in-hand. Giving greater priority to the areas of transparency and communication in the new Banco de España organisation chart, which has been approved by the Executive Committee, is a step in that direction. On an even loftier plane, a central bank's legitimacy ultimately rests on how efficiently it is able to discharge the functions delegated to it by the elected powers. Here, the Banco de España has made notable efforts in recent years to ensure that certain areas of its remit are subject to external scrutiny. But we can go further still. First, by making the current Evaluation Office report directly to the Governing Council, thereby strengthening the independence of its assessments. Second, by ensuring that the strategic plans deriving from such evaluations are fully integrated within the Banco de España's medium-term budgetary planning. This greater transparency should, without doubt, yield a greater, deeper understanding of the Bank's work among the general public. We must endeavour to make our work, as well as our tremendous historical and cultural heritage, more accessible to the public at large. With this strategic horizon in mind, technological innovation is one area in which we have to step up our efforts. Digitalisation has great potential. Artificial intelligence and, in particular, generative artificial intelligence, is proving hugely disruptive due to its widespread impact across all economic sectors, including the financial sector, and its ability to affect the way in which decisions that impact our lives are made. Examples of this include the models that assess creditworthiness, identified in the (recently approved) European regulation as highrisk artificial intelligence systems. The Banco de España must be ready to anticipate these challenges, to this end embracing new skills and working in partnership with the Spanish Agency for the Supervision of Artificial Intelligence (AESIA). Digitalisation represents a further opportunity to bring the Bank closer to the general public, making it easier to access not only the Banco de España's data and statistical output, but also our work in general. Technology offers opportunities across areas as wide-ranging as forecasting models, including neural network models that make optimal use of micro data, the resolution of non-linear models, and the streamlining of many operating processes, lightening the load of more repetitive tasks and boosting efficiency. To this end, our technological infrastructure will have to be upgraded, while setting in motion a change in culture to encourage a more innovation-oriented mindset. I would now like to dedicate a few words precisely to those of you who work at the Bank. My thanks first of all to Sole Nuñez, for agreeing to share this challenge as Deputy Governor, and to the management team that will lead the decision-making over this period. But, above all, I would like to convey a message to all of you who work at the Banco de España. Because none of this will be possible without engaged, passionate teams or the necessary cross-departmental coordination. To this end, free-flowing, two-way communication is essential. In these few days I have been pleased to note that the values that have always been this institution's hallmark remain intact: excellence, rigour, professional integrity and a strong public service ethos. The quality of our human capital and the preservation of a culture open to internal debate must continue as cornerstones of this institution. I would like to thank all of you for your work until now and ask that you remain fully committed in this new era. I have no doubt that this will be the case, as I trust fully in your abilities and your loyalty to this institution. Indeed, trust is a guiding principle that I hope will underpin my relationship with you, with the entire staff. As I say, such trust rests on freeflowing communication. With this in mind, I am confident that we can bring about tangible improvements to the way the Bank is run internally, forging a constructive working relationship with the workers' representatives. The best way to overcome the challenges that lie ahead is to work together. I would like to end by stressing the importance of humility in our work, a virtue that enables us to acknowledge our limitations and learn from our mistakes. Institutions, much like the people they comprise, must not only be independent, they must also retain an open, approachable attitude. This mindset, combined with our integrity and spirit of public service, will be crucial if we are to continue working to make the Banco de España a respected, trustworthy, impartial institution committed to the well-being of the society in which we live. Thank you.",
  "date_parsed": "2024-10-01",
  "name": "José Luis Escrivá",
  "name_orig": "José Luis Escrivá",
  "url_orig": "https://www.bis.org/review/r240930b.htm"
}