{
  "source_url": "https://www.bis.org/review/r250717f.htm",
  "headline": "José Luis Escrivá: The future of the European financial system",
  "description_html": "\n<p>Speech by Mr José Luis Escrivá, Governor of the Bank of Spain, at a forum, organised by Elkargi, Bilbao, 10 July 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr José Luis Escrivá, Governor of the Bank of Spain, at a forum, organised by Elkargi, Bilbao, 10 July 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "05 August 2025",
  "pdf_url": "https://www.bis.org/review/r250717f.pdf",
  "content_html": "\n<p>It is a true pleasure to be here today at this forum organised by Elkargi. I would particularly like to thank Elkargi's Chair, Lander Arteche, and General Manager, Zenón Vázquez, for their kind invitation.</p>\n<p>Events like this are an opportunity to share reflections and, above all, to listen. To listen to those who best understand the reality of the productive system, the challenges of accessing finance and the opportunities that emerge in an environment of change.</p>\n<p>And if anything defines the present moment, it is precisely that: change. Change that is far-reaching, swift and, in many respects, uncertain. Against this backdrop, talking about the future of the European financial system is more than a theoretical exercise: it's a discussion about how we are going to finance and sustain growth, innovation and social cohesion in Europe in the coming decades.</p>\n<p>That's why today I'd like to share a few thoughts on how we can build a European financial system that is stronger, more integrated and better equipped for the challenges of the 21st century.</p>\n<p>As has been evident for some time, the international environment facing Europe has become more complex and, in many respects, more adverse.</p>\n<p>Geopolitical fragmentation, with the emergence of blocs vying for technological, trade and military hegemony, is undermining the multilateral order that has underpinned European prosperity for decades. This is compounded by rising levels of armed conflict, which, aside from its tragic consequences, have direct repercussions on trade flows, global value chains and, of course, the international financial system.</p>\n<p>All of which generates a climate of deep uncertainty, one that is proving persistent and appears somewhat structural.</p>\n<p>Against this backdrop, Europe – with its significant external dependencies in energy, technology and finance – has grown more vulnerable. Add to this rapid technological change – spearheaded by the United States and China – and demographic decline, and the urgency of a strategic response becomes all the more evident.</p>\n<p>In the face of this increasingly complex and uncertain world, Europe needs to articulate a clear, ambitious and cohesive strategic response. It is not a question of raising barriers or retracting from the world, but of strengthening our economic and technological foundations in order to project ourselves more robustly on the international stage.</p>\n<p>Doing so means placing the internal market at the core of our growth strategy, providing a resolute boost to productivity, accelerating the technological transformation and decarbonisation and reinforcing our economic and defence sovereignty.</p>\n<p>Competitiveness is, without question, the central pillar of this agenda. To advance it effectively, coordinated action between European institutions and Member States is essential. The cornerstones of this agenda include:</p>\n<ul>\n<li>Strengthening the internal market, removing the barriers that prevent European firms from growing and scaling up.</li>\n<li>Simplifying the regulatory frameworks that affect firms.</li>\n<li>Coordinating trade, industrial and competition policies, ensuring a framework conducive to the development of strategic industries.</li>\n<li>Developing a robust defence industry that advances the European Union's (EU) strategic autonomy.</li>\n<li>Diversified, efficient and resilient financing.</li>\n</ul>\n<p>Government investment is fundamental to driving this agenda forward, as a means of equipping Europe with the infrastructure and public goods that this transformation demands, as well as mobilising private investment and generating a multiplier effect on the economy as a whole. In particular, EU-wide public goods – such as cross-border energy grids, common digital platforms and shared defence capabilities – are key to reinforcing the EU's cohesion, competitiveness and strategic autonomy.</p>\n<p>At the heart of the European competitiveness strategy lie small and medium-sized enterprises (SMEs), the true backbone of our continent's productive system. They account for more than 75% of jobs and over 50% of value added in the EU's non-financial private sector. These figures are higher still in Spain.<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a></p>\n<p>Yet the true importance of SMEs goes beyond the quantitative metrics: they are also drivers of innovation. Indeed, many of the most disruptive start-ups emerge within this ecosystem. Their agility, creativity and customer proximity allow them to quickly identify opportunities and develop solutions.</p>\n<p>However, if they are to establish themselves, scale up and compete in an increasingly demanding global environment, these firms need a framework that smooths access to the single market and appropriate sources of financing. Insufficient scale and financing remain structural barriers for many start-ups.</p>\n<p>Against this background, the two legislative packages recently put forward by the European Commission – one focused on developing the single market and the other on supporting start-ups and scale-ups – represent significant steps forward. In particular, the proposal to create a \"28th Regime\" for innovative SMEs – enabling them to operate under an EU-wide framework – is a promising initiative that ought to be processed swiftly and decisively.</p>\n<p>In countries such as Spain, where the average firm size is especially small,<a class=\"hashlink\" href=\"#fn2\" id=\"fn_2\"><sup>2</sup></a> these measures could prove transformational.</p>\n<p>But if the economic transformation strategy is to be truly viable, Europe's financial system must be up to the challenge. This means having a financial architecture capable of effectively channelling resources where they are needed most.</p>\n<p>However, there continue to be structural weaknesses in the European financial system that dampen its responsiveness:</p>\n<ul>\n<li>Excessive fragmentation across national jurisdictions.</li>\n<li>Heavy reliance on bank intermediation.</li>\n<li>Shallow capital markets with little integration.</li>\n</ul>\n<p>Overcoming these shortcomings is key if Europe is to maintain its strategic ambition. To this end, we must make headway towards a more cohesive, efficient and resilient financial system. A system underpinned by three core pillars:</p>\n<ol>\n<li>The euro, as the cornerstone of the payments system and a strategic asset for European sovereignty.</li>\n<li>A solid and competitive banking system.</li>\n<li>Deep, integrated and accessible capital markets.</li>\n</ol>\n<p>Allow me to begin with the first of these: the euro.</p>\n<p>The euro is more than just a currency. First, it is a tool for developing European identity and economic sovereignty. The euro is currently the world's second most used currency and accounts for 20% of global currency reserves, compared with 58% for the dollar. Going forward, its global standing will largely depend on Europe's success in transitioning towards a more productive, competitive and autonomous economy.</p>\n<p>The euro also serves as the backbone of the European payment system, a role that has been further strengthened by the advancements made in the Single Euro Payments Area (SEPA). However, 72% of retail card payments in Europe are still made using non-European networks. This dependency is becoming entrenched with the emergence of new digital wallet providers and could be exacerbated by the expansion of dollar-denominated stablecoins.</p>\n<p>Against this backdrop, the digital euro project takes on a strategic dimension. As legal tender backed by the central bank and complementing cash, the digital euro could serve as a basis for private payment solutions while reducing external dependencies. It also presents an opportunity to consolidate SEPA and protect it against future risks.</p>\n<p>In the wholesale arena, where a digital form of the euro is already in use, the challenge lies in adapting key infrastructures, such as TARGET (the European platform for secure, real-time settlements between central banks and commercial banks), to emerging technologies<br/>such as tokenisation and distributed ledger technology. The aim here will be to ensure these infrastructures' interoperability with private platforms that use these technologies, thus improving the financial system's efficiency, transparency and security.</p>\n<p>The second pillar of our financial architecture is the banking system. In Europe, bank loans account for 92% of corporate finance, and this high concentration means that the banking system must be solid, competitive and resilient.</p>\n<p>The Basel III regulatory reforms introduced in the wake of the global financial crisis have contributed decisively to strengthening the sector. Capital and liquidity ratios have improved substantially and European banks have proven notably resilient to recent crises, such as the pandemic and the energy crisis.</p>\n<p>In parallel, the creation of the banking union, along with the Single Supervisory Mechanism and the Single Resolution Mechanism, has been key to ensure financial stability in the euro area. The banking union, though, remains incomplete. There is a pressing need to move towards implementing a European deposit insurance scheme, which would help reduce national fragmentation and definitively sever the link between sovereign and bank risk.</p>\n<p>Furthermore, cross-border mergers remain scarce and need to be facilitated. Such mergers would pave the way for banks that are more capable of funding Europe's key priorities (digitalisation and defence, for instance) and would help to reduce financial system fragmentation, improve the efficient allocation of capital across the continent and bolster resilience to economic shocks by diversifying geographical and operational risks.</p>\n<p>Another key aspect is the regulatory framework. We need regulation that is not only strong, but also clear, simple and efficient. Simplification does not imply relaxing solvency or liquidity requirements, nor does it mean deregulation. It means reducing unnecessary complexities, eliminating overlaps and building a more predictable and consistent legislative environment.</p>\n<p>This will entail a comprehensive review of European rules (including Level 2 and Level 3), to avoid overlaps and update reporting requirements by eliminating those that are now obsolete. In short, we will need a holistic and integrated view of regulation, to enable banks to operate more effectively without compromising the system's stability.</p>\n<p>Capital markets are the third pillar of our financial architecture. Developing and integrating Europe's capital markets is a prerequisite if we want to diversify financing sources, especially for SMEs.</p>\n<p>As the representatives from Elkargi here with us well know, today SMEs rely almost entirely on bank loans for their financing. And while this has its advantages (in know-your-customer aspects, for instance), it also makes them more vulnerable to banking sector shocks and changes in bank loan conditions.<a class=\"hashlink\" href=\"#fn3\" id=\"fn_3\"><sup>3</sup></a></p>\n<p>This is why we need to broaden and diversify the sources of corporate finance, which naturally brings us to the important task of deepening and integrating Europe's capital markets.</p>\n<p>Making headway with the capital markets union (recently reframed as the savings and investment union) is a financial priority and a core element of Europe's strategy to raise productivity, attract investment and strengthen its global competitiveness.</p>\n<p>In this context, I would like to highlight two particularly significant initiatives:</p>\n<p>First, the development of financing options for small innovative companies and start-ups, particularly in their early stages. It is essential to facilitate early access to financing for these firms, whether through venture capital funds or similar arrangements, and support them in their subsequent growth. The aim of this is clear: to make sure that these firms can thrive in Europe and do not have to relocate to other, more favourable jurisdictions. Some European countries, such as Sweden, have successfully created dynamic financial ecosystems that can serve as reference for other Member States.</p>\n<p>Second, the review of the securitisation framework, with a view to smoothing the transfer of risk (including that associated with loans to SMEs) to other financial system participants. The 2017 reform did not have the expected impact, and the European Commission has recently announced a new proposal to reduce operational costs and improve risk sensitivity. Aware of its potential for boosting lending to firms, the Banco de España is assessing this proposal with interest.</p>\n<p>As we have seen, completing and integrating the capital markets is vital. Only thus will we be able to offer our firms, especially the most innovative and dynamic ones, a financial ecosystem that allows them to grow, compete and lead the economic transformation that Europe needs.</p>\n<p>And this brings me to my concluding point.</p>\n<p>Europe faces a crossroads. The global environment has changed and, with it, so have the rules of the game. But we are also faced with a historic opportunity to construct a stronger, more resilient and more autonomous economy. An economy capable of sustaining its citizens' social well-being and its geopolitical standing in an increasingly uncertain world.</p>\n<p>To this end, Europe's financial system must be an active and key part of the solution. We are called to complete it, integrate it and equip it for the challenges of the 21st century. Only then will European firms, in particular our SMEs, be guaranteed the resources they need to grow, innovate and create quality employment.</p>\n<p>At the Banco de España we will continue to work towards this objective. Because a strong financial system is not an end in itself; it is a tool for achieving economic progress and the well-being of European citizens.</p>\n<hr/>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> 77.1% and 60.9%, respectively, according to 2024 data taken from the Annual Report on European SMEs 2024/2025. European Commission (May 2025).</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup>2</sup></a> Micro enterprises (1-4 employees) account for 34.6% of employment (30.1% in the EU) and 28.8% of real value added (20.1% in the EU).</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_3\" name=\"fn3\"><sup>3</sup></a> Indeed, European Central Bank surveys show that credit standards have tightened more for SMEs than for large firms since 2021.</p>\n",
  "content_text": "It is a true pleasure to be here today at this forum organised by Elkargi. I would particularly like to thank Elkargi's Chair, Lander Arteche, and General Manager, Zenón Vázquez, for their kind invitation. Events like this are an opportunity to share reflections and, above all, to listen. To listen to those who best understand the reality of the productive system, the challenges of accessing finance and the opportunities that emerge in an environment of change. And if anything defines the present moment, it is precisely that: change. Change that is far-reaching, swift and, in many respects, uncertain. Against this backdrop, talking about the future of the European financial system is more than a theoretical exercise: it's a discussion about how we are going to finance and sustain growth, innovation and social cohesion in Europe in the coming decades. That's why today I'd like to share a few thoughts on how we can build a European financial system that is stronger, more integrated and better equipped for the challenges of the 21st century. As has been evident for some time, the international environment facing Europe has become more complex and, in many respects, more adverse. Geopolitical fragmentation, with the emergence of blocs vying for technological, trade and military hegemony, is undermining the multilateral order that has underpinned European prosperity for decades. This is compounded by rising levels of armed conflict, which, aside from its tragic consequences, have direct repercussions on trade flows, global value chains and, of course, the international financial system. All of which generates a climate of deep uncertainty, one that is proving persistent and appears somewhat structural. Against this backdrop, Europe – with its significant external dependencies in energy, technology and finance – has grown more vulnerable. Add to this rapid technological change – spearheaded by the United States and China – and demographic decline, and the urgency of a strategic response becomes all the more evident. In the face of this increasingly complex and uncertain world, Europe needs to articulate a clear, ambitious and cohesive strategic response. It is not a question of raising barriers or retracting from the world, but of strengthening our economic and technological foundations in order to project ourselves more robustly on the international stage. Doing so means placing the internal market at the core of our growth strategy, providing a resolute boost to productivity, accelerating the technological transformation and decarbonisation and reinforcing our economic and defence sovereignty. Competitiveness is, without question, the central pillar of this agenda. To advance it effectively, coordinated action between European institutions and Member States is essential. The cornerstones of this agenda include: Strengthening the internal market, removing the barriers that prevent European firms from growing and scaling up. Simplifying the regulatory frameworks that affect firms. Coordinating trade, industrial and competition policies, ensuring a framework conducive to the development of strategic industries. Developing a robust defence industry that advances the European Union's (EU) strategic autonomy. Diversified, efficient and resilient financing. Government investment is fundamental to driving this agenda forward, as a means of equipping Europe with the infrastructure and public goods that this transformation demands, as well as mobilising private investment and generating a multiplier effect on the economy as a whole. In particular, EU-wide public goods – such as cross-border energy grids, common digital platforms and shared defence capabilities – are key to reinforcing the EU's cohesion, competitiveness and strategic autonomy. At the heart of the European competitiveness strategy lie small and medium-sized enterprises (SMEs), the true backbone of our continent's productive system. They account for more than 75% of jobs and over 50% of value added in the EU's non-financial private sector. These figures are higher still in Spain. 1 Yet the true importance of SMEs goes beyond the quantitative metrics: they are also drivers of innovation. Indeed, many of the most disruptive start-ups emerge within this ecosystem. Their agility, creativity and customer proximity allow them to quickly identify opportunities and develop solutions. However, if they are to establish themselves, scale up and compete in an increasingly demanding global environment, these firms need a framework that smooths access to the single market and appropriate sources of financing. Insufficient scale and financing remain structural barriers for many start-ups. Against this background, the two legislative packages recently put forward by the European Commission – one focused on developing the single market and the other on supporting start-ups and scale-ups – represent significant steps forward. In particular, the proposal to create a \"28th Regime\" for innovative SMEs – enabling them to operate under an EU-wide framework – is a promising initiative that ought to be processed swiftly and decisively. In countries such as Spain, where the average firm size is especially small, 2 these measures could prove transformational. But if the economic transformation strategy is to be truly viable, Europe's financial system must be up to the challenge. This means having a financial architecture capable of effectively channelling resources where they are needed most. However, there continue to be structural weaknesses in the European financial system that dampen its responsiveness: Excessive fragmentation across national jurisdictions. Heavy reliance on bank intermediation. Shallow capital markets with little integration. Overcoming these shortcomings is key if Europe is to maintain its strategic ambition. To this end, we must make headway towards a more cohesive, efficient and resilient financial system. A system underpinned by three core pillars: The euro, as the cornerstone of the payments system and a strategic asset for European sovereignty. A solid and competitive banking system. Deep, integrated and accessible capital markets. Allow me to begin with the first of these: the euro. The euro is more than just a currency. First, it is a tool for developing European identity and economic sovereignty. The euro is currently the world's second most used currency and accounts for 20% of global currency reserves, compared with 58% for the dollar. Going forward, its global standing will largely depend on Europe's success in transitioning towards a more productive, competitive and autonomous economy. The euro also serves as the backbone of the European payment system, a role that has been further strengthened by the advancements made in the Single Euro Payments Area (SEPA). However, 72% of retail card payments in Europe are still made using non-European networks. This dependency is becoming entrenched with the emergence of new digital wallet providers and could be exacerbated by the expansion of dollar-denominated stablecoins. Against this backdrop, the digital euro project takes on a strategic dimension. As legal tender backed by the central bank and complementing cash, the digital euro could serve as a basis for private payment solutions while reducing external dependencies. It also presents an opportunity to consolidate SEPA and protect it against future risks. In the wholesale arena, where a digital form of the euro is already in use, the challenge lies in adapting key infrastructures, such as TARGET (the European platform for secure, real-time settlements between central banks and commercial banks), to emerging technologies such as tokenisation and distributed ledger technology. The aim here will be to ensure these infrastructures' interoperability with private platforms that use these technologies, thus improving the financial system's efficiency, transparency and security. The second pillar of our financial architecture is the banking system. In Europe, bank loans account for 92% of corporate finance, and this high concentration means that the banking system must be solid, competitive and resilient. The Basel III regulatory reforms introduced in the wake of the global financial crisis have contributed decisively to strengthening the sector. Capital and liquidity ratios have improved substantially and European banks have proven notably resilient to recent crises, such as the pandemic and the energy crisis. In parallel, the creation of the banking union, along with the Single Supervisory Mechanism and the Single Resolution Mechanism, has been key to ensure financial stability in the euro area. The banking union, though, remains incomplete. There is a pressing need to move towards implementing a European deposit insurance scheme, which would help reduce national fragmentation and definitively sever the link between sovereign and bank risk. Furthermore, cross-border mergers remain scarce and need to be facilitated. Such mergers would pave the way for banks that are more capable of funding Europe's key priorities (digitalisation and defence, for instance) and would help to reduce financial system fragmentation, improve the efficient allocation of capital across the continent and bolster resilience to economic shocks by diversifying geographical and operational risks. Another key aspect is the regulatory framework. We need regulation that is not only strong, but also clear, simple and efficient. Simplification does not imply relaxing solvency or liquidity requirements, nor does it mean deregulation. It means reducing unnecessary complexities, eliminating overlaps and building a more predictable and consistent legislative environment. This will entail a comprehensive review of European rules (including Level 2 and Level 3), to avoid overlaps and update reporting requirements by eliminating those that are now obsolete. In short, we will need a holistic and integrated view of regulation, to enable banks to operate more effectively without compromising the system's stability. Capital markets are the third pillar of our financial architecture. Developing and integrating Europe's capital markets is a prerequisite if we want to diversify financing sources, especially for SMEs. As the representatives from Elkargi here with us well know, today SMEs rely almost entirely on bank loans for their financing. And while this has its advantages (in know-your-customer aspects, for instance), it also makes them more vulnerable to banking sector shocks and changes in bank loan conditions. 3 This is why we need to broaden and diversify the sources of corporate finance, which naturally brings us to the important task of deepening and integrating Europe's capital markets. Making headway with the capital markets union (recently reframed as the savings and investment union) is a financial priority and a core element of Europe's strategy to raise productivity, attract investment and strengthen its global competitiveness. In this context, I would like to highlight two particularly significant initiatives: First, the development of financing options for small innovative companies and start-ups, particularly in their early stages. It is essential to facilitate early access to financing for these firms, whether through venture capital funds or similar arrangements, and support them in their subsequent growth. The aim of this is clear: to make sure that these firms can thrive in Europe and do not have to relocate to other, more favourable jurisdictions. Some European countries, such as Sweden, have successfully created dynamic financial ecosystems that can serve as reference for other Member States. Second, the review of the securitisation framework, with a view to smoothing the transfer of risk (including that associated with loans to SMEs) to other financial system participants. The 2017 reform did not have the expected impact, and the European Commission has recently announced a new proposal to reduce operational costs and improve risk sensitivity. Aware of its potential for boosting lending to firms, the Banco de España is assessing this proposal with interest. As we have seen, completing and integrating the capital markets is vital. Only thus will we be able to offer our firms, especially the most innovative and dynamic ones, a financial ecosystem that allows them to grow, compete and lead the economic transformation that Europe needs. And this brings me to my concluding point. Europe faces a crossroads. The global environment has changed and, with it, so have the rules of the game. But we are also faced with a historic opportunity to construct a stronger, more resilient and more autonomous economy. An economy capable of sustaining its citizens' social well-being and its geopolitical standing in an increasingly uncertain world. To this end, Europe's financial system must be an active and key part of the solution. We are called to complete it, integrate it and equip it for the challenges of the 21st century. Only then will European firms, in particular our SMEs, be guaranteed the resources they need to grow, innovate and create quality employment. At the Banco de España we will continue to work towards this objective. Because a strong financial system is not an end in itself; it is a tool for achieving economic progress and the well-being of European citizens. 1 77.1% and 60.9%, respectively, according to 2024 data taken from the Annual Report on European SMEs 2024/2025. European Commission (May 2025). 2 Micro enterprises (1-4 employees) account for 34.6% of employment (30.1% in the EU) and 28.8% of real value added (20.1% in the EU). 3 Indeed, European Central Bank surveys show that credit standards have tightened more for SMEs than for large firms since 2021.",
  "date_parsed": "2025-08-05",
  "name": "José Luis Escrivá",
  "link_number": "2",
  "name_orig": "José Luis Escrivá",
  "url_orig": "https://www.bis.org/review/r250717f.htm"
}