{
  "source_url": "https://www.bis.org/review/r251230b.htm",
  "headline": "José Luis Escrivá: SME financing in Spain - current mechanisms, securitisation and diversification",
  "description_html": "\n<p>Speech by Mr José Luis Escrivá, Governor of the Bank of Spain, at the Bank of Spain seminar \"SME financing: new outlooks for securitisations\", Madrid, 31 October 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr José Luis Escrivá, Governor of the Bank of Spain, at the Bank of Spain seminar \"SME financing: new outlooks for securitisations\", Madrid, 31 October 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "30 December 2025",
  "pdf_url": "https://www.bis.org/review/r251230b.pdf",
  "content_html": "\n<p>Good morning,</p>\n<p>I would like to begin by expressing my thanks for the attendance of the Minister for Economy, Trade and Business and of the Vice-Chair of the CNMV, as well as of the representatives of the business associations with us here today.</p>\n<p>This event is taking place as part of a shared reflection on how to improve our SMEs' access to financing, an objective that we at the Banco de España view as a priority.</p>\n<p>SMEs are the lifeblood of our economy. They constitute more than 99% of all firms and account for about two-thirds of employment and gross value added. These figures – higher than the European average – reflect SMEs' profound importance as a driver of economic activity in our country.</p>\n<p>In recent years, Spanish companies have strengthened their balance sheets. They have lowered their debt, increased their equity and bolstered their financial resilience, reducing their vulnerability to future shocks.</p>\n<p>This may, however, also pose a dilemma: less debt means less vulnerability, but it may also limit investment capacity, adversely affecting businesses' growth and productivity. Consequently, moderate leveraging may be beneficial for promoting expansion projects. The challenge is therefore to find the right level of indebtedness so as to combine financial soundness with economic efficiency.</p>\n<p>Bank lending continues to be the main external source of interest-bearing financing for SMEs, although it has decreased considerably relative to gross value added since the financial crisis. For their part, microenterprises resort even less to bank credit and more to self-financing.</p>\n<p>Importantly, this reduction in borrowing does not result from a supply-side problem.<br/>According to the ECB survey on the access to finance, since 2024 credit availability has improved significantly, while demand remains at historically low levels.</p>\n<p>Still, some segments face greater difficulties in gaining access to bank lending, especially firms without prior bank debt and microenterprises. In many cases, insufficient financial information or the administrative costs associated with small loans may discourage such lending. And in contexts of uncertainty, these barriers tend to be more evident.</p>\n<p>To continue to improve, we must work to reduce these information asymmetries and find ways to facilitate these firms' access to bank financing.</p>\n<p>Of the instruments that can boost this access, two are particularly relevant.</p>\n<p>The first are independent ratings.<br/>At the Banco de España we are working to address this issue, broadening the use of independent ratings through the in-house credit assessment system, or ICAS. This tool makes it possible to assess firms' creditworthiness with consistent and transparent criteria.<br/><br/>Having this type of rating can open up new opportunities, by improving the negotiating position with banks, facilitating access to public financing programmes, increasing visibility to investors and narrowing the information gap that often penalises the smallest firms.</p>\n<p>The second instrument with a great deal of potential is loan securitisation.<br/>This is an effective tool for transforming credit portfolios into liquidity, transferring risk and freeing up capital that can be used for new loans.</p>\n<p>Nevertheless, its role in Spain remains limited. The volume of securitisations is below the EU average, and far below the level seen in the United States. Moreover, SMEs account for merely 7.3% of all loan securitisations in Spain, compared with 15.9% in the euro area, even though SMEs represent a much higher share of our economy.</p>\n<p>These figures underscore that there is much room for growth.<br/>The European Commission's recent proposal to revise the regulatory framework for securitisations is a step in the right direction, but it will be necessary to accompany it with complementary initiatives that spur the growth of a truly pan-European product that is attractive to investors and accessible to a larger number of institutions.</p>\n<p>Hence, the minister's proposal to explore, within the framework of the European Competitiveness Lab, a European platform for securitisations may be a decisive step forward.</p>\n<p>Beyond bank credit, SMEs need to diversify their sources of financing. Not only for efficiency, but also for resilience to possible credit constraints and adaptation to the different stages of development of credit.</p>\n<p>For instance, venture capital is key for companies with high growth potential, such as startups and scaleups, that require flexible resources to scale up their projects. We know that there is a direct relationship between venture capital and investment in R&amp;D, which underscores its role as a driver of innovation and productivity. The evidence shows that enterprises that are financed with venture capital have significantly higher job growth than those that are not.</p>\n<p>Nevertheless, not only should this boost come from venture capital; it should also be backed by bank lending, which can complement it. Recent Banco de España studies show that when a company receives a venture capital investment, its access to bank credit also improves, because the information asymmetry is narrowed.</p>\n<p>Nevertheless, the volume of this type of transactions in Spain remains low – 0.14% of GDP, versus 0.22% in the euro area and 0.74% in the United States – highlighting the opportunities that still exist in this area.</p>\n<p>In sum, SMEs with the most growth potential need a varied, stable and flexible financial ecosystem in which bank and non-bank financing are complementary.</p>\n<p>It is for this reason that I am pleased to announce today that we are creating a High-Level Task Force on SME Financing and fostering a European securitisation platform, jointly promoted by the Ministry of Economy, Trade and Business, the Banco de España and the CNMV, with the participation of public institutions, business associations and representatives of the financial system.</p>\n<p>This task force will prepare an updated assessment of SMEs' access to financing and draw up specific proposals to promote the growth of such financing. The task force will, inter alia, draft a proposal spelling out the configuration of a European securitisation platform, which will be framed as a contribution as part of the work of the European Competitiveness Lab.</p>\n<p>Spain has an active role to play in this process. Our financial system has demonstrated its soundness and adaptability, and we have a significant savings base and an innovative business fabric which, under the right conditions, is positioned to take full advantage of the growth opportunities offered by new financing channels.</p>\n<p>It is my hope that today's remarks and discussions will help enrich this reflection and define specific steps in an agenda that concerns all of us.</p>\n<p>Thank you.</p>\n",
  "content_text": "Good morning, I would like to begin by expressing my thanks for the attendance of the Minister for Economy, Trade and Business and of the Vice-Chair of the CNMV, as well as of the representatives of the business associations with us here today. This event is taking place as part of a shared reflection on how to improve our SMEs' access to financing, an objective that we at the Banco de España view as a priority. SMEs are the lifeblood of our economy. They constitute more than 99% of all firms and account for about two-thirds of employment and gross value added. These figures – higher than the European average – reflect SMEs' profound importance as a driver of economic activity in our country. In recent years, Spanish companies have strengthened their balance sheets. They have lowered their debt, increased their equity and bolstered their financial resilience, reducing their vulnerability to future shocks. This may, however, also pose a dilemma: less debt means less vulnerability, but it may also limit investment capacity, adversely affecting businesses' growth and productivity. Consequently, moderate leveraging may be beneficial for promoting expansion projects. The challenge is therefore to find the right level of indebtedness so as to combine financial soundness with economic efficiency. Bank lending continues to be the main external source of interest-bearing financing for SMEs, although it has decreased considerably relative to gross value added since the financial crisis. For their part, microenterprises resort even less to bank credit and more to self-financing. Importantly, this reduction in borrowing does not result from a supply-side problem. According to the ECB survey on the access to finance, since 2024 credit availability has improved significantly, while demand remains at historically low levels. Still, some segments face greater difficulties in gaining access to bank lending, especially firms without prior bank debt and microenterprises. In many cases, insufficient financial information or the administrative costs associated with small loans may discourage such lending. And in contexts of uncertainty, these barriers tend to be more evident. To continue to improve, we must work to reduce these information asymmetries and find ways to facilitate these firms' access to bank financing. Of the instruments that can boost this access, two are particularly relevant. The first are independent ratings. At the Banco de España we are working to address this issue, broadening the use of independent ratings through the in-house credit assessment system, or ICAS. This tool makes it possible to assess firms' creditworthiness with consistent and transparent criteria. Having this type of rating can open up new opportunities, by improving the negotiating position with banks, facilitating access to public financing programmes, increasing visibility to investors and narrowing the information gap that often penalises the smallest firms. The second instrument with a great deal of potential is loan securitisation. This is an effective tool for transforming credit portfolios into liquidity, transferring risk and freeing up capital that can be used for new loans. Nevertheless, its role in Spain remains limited. The volume of securitisations is below the EU average, and far below the level seen in the United States. Moreover, SMEs account for merely 7.3% of all loan securitisations in Spain, compared with 15.9% in the euro area, even though SMEs represent a much higher share of our economy. These figures underscore that there is much room for growth. The European Commission's recent proposal to revise the regulatory framework for securitisations is a step in the right direction, but it will be necessary to accompany it with complementary initiatives that spur the growth of a truly pan-European product that is attractive to investors and accessible to a larger number of institutions. Hence, the minister's proposal to explore, within the framework of the European Competitiveness Lab, a European platform for securitisations may be a decisive step forward. Beyond bank credit, SMEs need to diversify their sources of financing. Not only for efficiency, but also for resilience to possible credit constraints and adaptation to the different stages of development of credit. For instance, venture capital is key for companies with high growth potential, such as startups and scaleups, that require flexible resources to scale up their projects. We know that there is a direct relationship between venture capital and investment in R&D, which underscores its role as a driver of innovation and productivity. The evidence shows that enterprises that are financed with venture capital have significantly higher job growth than those that are not. Nevertheless, not only should this boost come from venture capital; it should also be backed by bank lending, which can complement it. Recent Banco de España studies show that when a company receives a venture capital investment, its access to bank credit also improves, because the information asymmetry is narrowed. Nevertheless, the volume of this type of transactions in Spain remains low – 0.14% of GDP, versus 0.22% in the euro area and 0.74% in the United States – highlighting the opportunities that still exist in this area. In sum, SMEs with the most growth potential need a varied, stable and flexible financial ecosystem in which bank and non-bank financing are complementary. It is for this reason that I am pleased to announce today that we are creating a High-Level Task Force on SME Financing and fostering a European securitisation platform, jointly promoted by the Ministry of Economy, Trade and Business, the Banco de España and the CNMV, with the participation of public institutions, business associations and representatives of the financial system. This task force will prepare an updated assessment of SMEs' access to financing and draw up specific proposals to promote the growth of such financing. The task force will, inter alia, draft a proposal spelling out the configuration of a European securitisation platform, which will be framed as a contribution as part of the work of the European Competitiveness Lab. Spain has an active role to play in this process. Our financial system has demonstrated its soundness and adaptability, and we have a significant savings base and an innovative business fabric which, under the right conditions, is positioned to take full advantage of the growth opportunities offered by new financing channels. It is my hope that today's remarks and discussions will help enrich this reflection and define specific steps in an agenda that concerns all of us. Thank you.",
  "date_parsed": "2025-12-30",
  "name": "José Luis Escrivá",
  "name_orig": "José Luis Escrivá",
  "url_orig": "https://www.bis.org/review/r251230b.htm"
}