{
  "source_url": "https://www.bis.org/review/r230711k.htm",
  "headline": "Luis de Guindos: The inflation outlook and monetary policy in the euro area",
  "description_html": "\n<p>Keynote speech by Mr Luis de Guindos, Vice-President of the European Central Bank, at King's College London, London, 7 July 2023. </p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Mr Luis de Guindos, Vice-President of the European Central Bank, at King's College London, London, 7 July 2023. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "11 July 2023",
  "pdf_url": "https://www.bis.org/review/r230711k.pdf",
  "content_html": "\n<h3>Introduction</h3>\n<p>Thank you very much for inviting me here today to give the keynote speech on inflation.<span style=\"font-size: 13.6px;\"> </span>Over the past two years inflation has surged across the globe, with the euro area being no exception. To be able to deliver on their mandates, monetary policymakers must understand its root causes, dynamics as well as possible knock-on effects.</p>\n<p>My comments today will focus on the current inflationary environment in the euro area and the ECB's monetary policy response. I will start by giving you a brief overview of how we got to where we are today and how we see the outlook for growth and inflation developing over the coming years. I will then take a more in-depth look at the main drivers of inflation, focusing on how they have evolved over the course of the pandemic and more recently. Finally, I will turn to the ECB's monetary policy response so far.</p>\n<h3>The outlook for inflation and growth in the euro area</h3>\n<p>At the onset of the current inflation surge, the euro area economy was hit by a succession of extraordinary adverse supply shocks which pushed inflation far above the ECB's 2% medium-term target. The COVID-19 lockdowns in 2020 led to the enforced closure of large parts of the economy and a sharp drop in activity levels and inflation. As the consumer goods industry reopened and consumption patterns shifted from contact-intensive services to goods, supply and demand mismatches emerged. Bottlenecks slowed the supply of key intermediate inputs.<span style=\"font-size: 13.6px;\"> </span>The decisive monetary and fiscal support measures that were put in place during the early stages of the pandemic protected people's livelihoods, offered support to households and firms and counteracted the deflationary impact of the pandemic during the second half of 2020 and in the first half of 2021.</p>\n",
  "content_text": "Introduction Thank you very much for inviting me here today to give the keynote speech on inflation. Over the past two years inflation has surged across the globe, with the euro area being no exception. To be able to deliver on their mandates, monetary policymakers must understand its root causes, dynamics as well as possible knock-on effects. My comments today will focus on the current inflationary environment in the euro area and the ECB's monetary policy response. I will start by giving you a brief overview of how we got to where we are today and how we see the outlook for growth and inflation developing over the coming years. I will then take a more in-depth look at the main drivers of inflation, focusing on how they have evolved over the course of the pandemic and more recently. Finally, I will turn to the ECB's monetary policy response so far. The outlook for inflation and growth in the euro area At the onset of the current inflation surge, the euro area economy was hit by a succession of extraordinary adverse supply shocks which pushed inflation far above the ECB's 2% medium-term target. The COVID-19 lockdowns in 2020 led to the enforced closure of large parts of the economy and a sharp drop in activity levels and inflation. As the consumer goods industry reopened and consumption patterns shifted from contact-intensive services to goods, supply and demand mismatches emerged. Bottlenecks slowed the supply of key intermediate inputs. The decisive monetary and fiscal support measures that were put in place during the early stages of the pandemic protected people's livelihoods, offered support to households and firms and counteracted the deflationary impact of the pandemic during the second half of 2020 and in the first half of 2021.",
  "date_parsed": "2023-07-11",
  "name": "Luis de Guindos",
  "link_number": "20",
  "name_orig": "Luis de Guindos",
  "url_orig": "https://www.bis.org/review/r230711k.htm"
}