{
  "source_url": "https://www.bis.org/review/r230524b.htm",
  "headline": "Luis de Guindos: Towards a stronger non-bank financial sector",
  "description_html": "\n<p>Speech by Mr Luis de Guindos, Vice-President of the European Central Bank, at the Association for Financial Markets in Europe (AFME) and Official Monetary and Financial Institutions Forum (OMFIF) 3rd Annual European Financial Integration conference, Frankfurt am Main, 23 May 2023. </p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Luis de Guindos, Vice-President of the European Central Bank, at the Association for Financial Markets in Europe (AFME) and Official Monetary and Financial Institutions Forum (OMFIF) 3rd Annual European Financial Integration conference, Frankfurt am Main, 23 May 2023. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "24 May 2023",
  "pdf_url": "https://www.bis.org/review/r230524b.pdf",
  "content_html": "\n<p>In recent years, the global economy has been hit by a series of unprecedented shocks – including a pandemic, the outbreak of war, and an energy crisis. And with geopolitical tensions on the rise, we may see the frequency of such shocks even increase.</p>\n<p>The prospect of an increasingly shock-prone economy means that it has never been more important to ensure the financial sector is resilient to challenges that come its way. And today,<strong><span> </span></strong>I would like to share some thoughts on financial integration in the euro area, focusing on the important role of the non-bank financial sector in the euro area financial system.</p>\n<h3>The importance of the financial system for the economy</h3>\n<p>A strong and integrated financial system is essential to support the growth and resilience of the euro area real economy.</p>\n<p>Well-developed and broad capital markets can help to efficiently allocate capital to the most innovative and productive companies, thereby contributing to economic growth.<span> </span>Market-based finance also allows companies to diversify their funding sources and facilitates increased cross-border funding. This can result in greater risk-sharing across the euro area and contribute to overall financial resilience. Investment funds, for instance, play an important role in financial integration.<span style=\"font-size: 13.6px;\"> </span>However, if we are to strengthen the euro area financial sector's capacity to attract and intermediate funding for euro area companies, we must make further progress on the banking union and continue to develop the capital markets union (CMU).</p>\n",
  "content_text": "In recent years, the global economy has been hit by a series of unprecedented shocks – including a pandemic, the outbreak of war, and an energy crisis. And with geopolitical tensions on the rise, we may see the frequency of such shocks even increase. The prospect of an increasingly shock-prone economy means that it has never been more important to ensure the financial sector is resilient to challenges that come its way. And today, I would like to share some thoughts on financial integration in the euro area, focusing on the important role of the non-bank financial sector in the euro area financial system. The importance of the financial system for the economy A strong and integrated financial system is essential to support the growth and resilience of the euro area real economy. Well-developed and broad capital markets can help to efficiently allocate capital to the most innovative and productive companies, thereby contributing to economic growth. Market-based finance also allows companies to diversify their funding sources and facilitates increased cross-border funding. This can result in greater risk-sharing across the euro area and contribute to overall financial resilience. Investment funds, for instance, play an important role in financial integration. However, if we are to strengthen the euro area financial sector's capacity to attract and intermediate funding for euro area companies, we must make further progress on the banking union and continue to develop the capital markets union (CMU).",
  "date_parsed": "2023-05-24",
  "name": "Luis de Guindos",
  "link_number": "25",
  "name_orig": "Luis de Guindos",
  "url_orig": "https://www.bis.org/review/r230524b.htm"
}