{
  "source_url": "https://www.bis.org/review/r230607e.htm",
  "headline": "Luis de Guindos: Banking Union and Capital Markets Union - high time to move on",
  "description_html": "\n<p>Keynote speech by Mr Luis de Guindos, Vice-President of the European Central Bank, at the Annual Joint Conference of the European Commission and the European Central Bank on European Financial Integration, Brussels, 7 June 2023. </p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Mr Luis de Guindos, Vice-President of the European Central Bank, at the Annual Joint Conference of the European Commission and the European Central Bank on European Financial Integration, Brussels, 7 June 2023. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "07 June 2023",
  "pdf_url": "https://www.bis.org/review/r230607e.pdf",
  "content_html": "\n<div class=\"section\">\n<p>It is a great pleasure to be participating in this year's joint conference on financial integration. This event offers an excellent opportunity to reflect on key developments in the financial sector over the past year and to reassess priorities for advancing the integration, development and safety of the financial system.</p>\n<h3>Recent developments and the euro area banking sector</h3>\n<p>In recent months, bank failures in the United States and Switzerland have affected financial markets worldwide. This \"real-life stress test\" has provided valuable insights and lessons for the euro area banking sector and for our regulatory and supervisory framework.</p>\n<p>The European banking sector has proven resilient. And the enhanced regulatory and supervisory framework put in place following the great financial crisis has proven its worth. But it is still incomplete – the Basel III agreement still needs to be transposed into EU banking regulation in a full and timely manner. We cannot be complacent.</p>\n<p>During the recent bank failures, deposits were withdrawn much faster than during the great financial crisis. Silicon Valley Bank lost more than USD 40 billion – almost 30% of its deposits – in a single day. The extraordinary speed of deposit withdrawals was driven by the widespread use of online banking and the rapid dissemination of news via social media and was compounded by the highly concentrated customer base.<span> </span>In this ever-faster digital world, banks, supervisors, central banks and legislators need to review the tools for safeguarding liquidity conditions and financial stability.</p>\n</div>\n",
  "content_text": "It is a great pleasure to be participating in this year's joint conference on financial integration. This event offers an excellent opportunity to reflect on key developments in the financial sector over the past year and to reassess priorities for advancing the integration, development and safety of the financial system. Recent developments and the euro area banking sector In recent months, bank failures in the United States and Switzerland have affected financial markets worldwide. This \"real-life stress test\" has provided valuable insights and lessons for the euro area banking sector and for our regulatory and supervisory framework. The European banking sector has proven resilient. And the enhanced regulatory and supervisory framework put in place following the great financial crisis has proven its worth. But it is still incomplete – the Basel III agreement still needs to be transposed into EU banking regulation in a full and timely manner. We cannot be complacent. During the recent bank failures, deposits were withdrawn much faster than during the great financial crisis. Silicon Valley Bank lost more than USD 40 billion – almost 30% of its deposits – in a single day. The extraordinary speed of deposit withdrawals was driven by the widespread use of online banking and the rapid dissemination of news via social media and was compounded by the highly concentrated customer base. In this ever-faster digital world, banks, supervisors, central banks and legislators need to review the tools for safeguarding liquidity conditions and financial stability.",
  "date_parsed": "2023-06-07",
  "name": "Luis de Guindos",
  "link_number": "22",
  "name_orig": "Luis de Guindos",
  "url_orig": "https://www.bis.org/review/r230607e.htm"
}