{
  "source_url": "https://www.bis.org/review/r241107a.htm",
  "headline": "Luis de Guindos: Economic developments and monetary policy in the euro area",
  "description_html": "\n<p>Speech by Mr Luis de Guindos, Vice-President of the European Central Bank, at the Distinguished Speakers Seminar, organised by the European Economics and Financial Centre, University of London, London, 6 November 2024. </p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Luis de Guindos, Vice-President of the European Central Bank, at the Distinguished Speakers Seminar, organised by the European Economics and Financial Centre, University of London, London, 6 November 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "11 November 2024",
  "pdf_url": "https://www.bis.org/review/r241107a.pdf",
  "content_html": "\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<p>I am delighted to be here today at the European Economics and Financial Centre seminar, hosted by the University of London.<span style=\"font-size: 13.6px;\"> </span>My comments today will focus on the economic developments in the euro area and the Governing Council's monetary policy decisions taken in October. I will discuss our assessment of the outlook for the euro area economy and the current disconnect between growing real incomes and weak consumption growth. I will also share some reflections on the distributional implications of the recent inflation surge and what these mean for monetary policy. I will conclude by explaining the rationale for our recent decision to take another step in moderating the degree of monetary policy restriction.</p>\n<h3>Inflation developments and monetary policy response</h3>\n<p>In the aftermath of the pandemic, inflation rose rapidly over the course of 2021 and 2022, peaking at 10.6% in October 2022. This inflation surge was predominantly driven by a sequence of large and overlapping supply shocks, including the dynamics of post-pandemic reopening, which put severe strain on global supply chains and Russia's war against Ukraine that led to a further spike in energy prices. The Governing Council responded forcefully to the inflation surge, in particular by raising our policy rate by 450 basis points between July 2022 and September 2023.</p>\n<p>Inflation has come down steadily from its peak. Headline inflation declined to 1.7% in September, its lowest level since April 2021 but picked again to 2.0% in October, according to Eurostat's flash estimate (<strong>Chart 1</strong>). These gyrations notwithstanding, the recent inflation releases reinforce the signs that price pressures have weakened and that the disinflation process is well on track. This largely reflects an unwinding of the forces that led to strong increases in the prices of energy, food and goods. Falling energy prices continued to be the main downward force for inflation in October. Services inflation – which remains more persistent – remained unchanged at 3.9%. Non-energy industrial goods inflation, while increasing to 0.5% in October, has fallen back to its pre-pandemic average. As a result, core inflation remained unchanged at 2.7% in October, down from its peak of 5.7% in March 2023. Inflation is expected to rise further in the coming months, partly because the sharp declines in energy prices during 2023 will drop out of the annual rates. It is then projected to decline to the 2% target over the course of next year, as labour cost pressures ease and the past monetary policy tightening gradually feeds through to prices.</p>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "I am delighted to be here today at the European Economics and Financial Centre seminar, hosted by the University of London. My comments today will focus on the economic developments in the euro area and the Governing Council's monetary policy decisions taken in October. I will discuss our assessment of the outlook for the euro area economy and the current disconnect between growing real incomes and weak consumption growth. I will also share some reflections on the distributional implications of the recent inflation surge and what these mean for monetary policy. I will conclude by explaining the rationale for our recent decision to take another step in moderating the degree of monetary policy restriction. Inflation developments and monetary policy response In the aftermath of the pandemic, inflation rose rapidly over the course of 2021 and 2022, peaking at 10.6% in October 2022. This inflation surge was predominantly driven by a sequence of large and overlapping supply shocks, including the dynamics of post-pandemic reopening, which put severe strain on global supply chains and Russia's war against Ukraine that led to a further spike in energy prices. The Governing Council responded forcefully to the inflation surge, in particular by raising our policy rate by 450 basis points between July 2022 and September 2023. Inflation has come down steadily from its peak. Headline inflation declined to 1.7% in September, its lowest level since April 2021 but picked again to 2.0% in October, according to Eurostat's flash estimate ( Chart 1 ). These gyrations notwithstanding, the recent inflation releases reinforce the signs that price pressures have weakened and that the disinflation process is well on track. This largely reflects an unwinding of the forces that led to strong increases in the prices of energy, food and goods. Falling energy prices continued to be the main downward force for inflation in October. Services inflation – which remains more persistent – remained unchanged at 3.9%. Non-energy industrial goods inflation, while increasing to 0.5% in October, has fallen back to its pre-pandemic average. As a result, core inflation remained unchanged at 2.7% in October, down from its peak of 5.7% in March 2023. Inflation is expected to rise further in the coming months, partly because the sharp declines in energy prices during 2023 will drop out of the annual rates. It is then projected to decline to the 2% target over the course of next year, as labour cost pressures ease and the past monetary policy tightening gradually feeds through to prices.",
  "date_parsed": "2024-11-11",
  "name": "Luis de Guindos",
  "link_number": "7",
  "name_orig": "Luis de Guindos",
  "url_orig": "https://www.bis.org/review/r241107a.htm"
}