{
  "source_url": "https://www.bis.org/review/r241015d.htm",
  "headline": "Luis de Guindos: Bridging the gap - reviving the euro area's productivity growth through innovation, investment and integration",
  "description_html": "\n<p>Keynote speech by Mr Luis de Guindos, Vice-President of the European Central Bank, at the Bank of Latvia and SUERF Economic Conference 2024, Riga, 2 October 2024. </p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Mr Luis de Guindos, Vice-President of the European Central Bank, at the Bank of Latvia and SUERF Economic Conference 2024, Riga, 2 October 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "15 October 2024",
  "pdf_url": "https://www.bis.org/review/r241015d.pdf",
  "content_html": "\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<div class=\"section\">\n<p>It is a pleasure to talk to you today about reviving productivity growth in the euro area – a critical challenge that demands urgent attention and collective action.</p>\n<h3>The euro area's economic recovery</h3>\n<p>I would like to start by outlining recent economic developments.</p>\n<p>After more than a year of stagnation, economic activity in the euro area recovered mildly in the first half of 2024, with considerable variation across countries and sectors. Growth, however, was weaker than expected in the second quarter of the year. The euro area growth outlook was revised down in September, compared with the June Eurosystem staff projections, with risks to growth remaining tilted to the downside. Looking ahead, we expect the recovery to strengthen over time, as rising real incomes and the gradually fading effects of restrictive monetary policy should support consumption and investment. Exports should also continue contributing to the recovery as global demand picks up.</p>\n<p>The recovery should be underpinned by an expected recovery in productivity growth, which has been particularly weak since the onset of the pandemic. Weak labour productivity can be partly attributed to cyclical factors, especially given the relative rigidity of the euro area labour market, where employers do not fully adjust their workforce at times of low growth, resulting in labour hoarding.<span style=\"font-size: 13.6px;\"> </span>Cyclical factors that incentivise labour hoarding are expected to gradually diminish, leading to a recovery in productivity.</p>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "It is a pleasure to talk to you today about reviving productivity growth in the euro area – a critical challenge that demands urgent attention and collective action. The euro area's economic recovery I would like to start by outlining recent economic developments. After more than a year of stagnation, economic activity in the euro area recovered mildly in the first half of 2024, with considerable variation across countries and sectors. Growth, however, was weaker than expected in the second quarter of the year. The euro area growth outlook was revised down in September, compared with the June Eurosystem staff projections, with risks to growth remaining tilted to the downside. Looking ahead, we expect the recovery to strengthen over time, as rising real incomes and the gradually fading effects of restrictive monetary policy should support consumption and investment. Exports should also continue contributing to the recovery as global demand picks up. The recovery should be underpinned by an expected recovery in productivity growth, which has been particularly weak since the onset of the pandemic. Weak labour productivity can be partly attributed to cyclical factors, especially given the relative rigidity of the euro area labour market, where employers do not fully adjust their workforce at times of low growth, resulting in labour hoarding. Cyclical factors that incentivise labour hoarding are expected to gradually diminish, leading to a recovery in productivity.",
  "date_parsed": "2024-10-15",
  "name": "Luis de Guindos",
  "link_number": "9",
  "name_orig": "Luis de Guindos",
  "url_orig": "https://www.bis.org/review/r241015d.htm"
}