{
  "source_url": "https://www.bis.org/review/r230601l.htm",
  "headline": "Luis de Guindos: Presentation of the European Central Bank Annual Report 2022 to the Committee on Economic and Monetary Affairs of the European Parliament",
  "description_html": "\n<p>Introductory remarks by Mr Luis de Guindos, Vice-President of the European Central Bank, to the Committee on Economic and Monetary Affairs of the European Parliament, Brussels, 25 May 2023.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Introductory remarks by Mr Luis de Guindos, Vice-President of the European Central Bank, to the Committee on Economic and Monetary Affairs of the European Parliament, Brussels, 25 May 2023. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "01 June 2023",
  "pdf_url": "https://www.bis.org/review/r230601l.pdf",
  "content_html": "\n<div class=\"section\">\n<p>I am pleased to be back before the ECON Committee to present the ECB's Annual Report for 2022<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a>, which we have published today together with our written feedback on the resolution on our activities you adopted earlier this year.<a class=\"hashlink\" href=\"#fn2\" id=\"fn_2\"><sup>2</sup></a></p>\n<p>These documents, as well as today's hearing, are fundamental for the ECB's accountability relationship with this Parliament. We greatly value this dialogue with you as it allows us to reach out to the public, which is especially important in times of high inflation.</p>\n<p>In my remarks today, I will first focus on the outlook for the economy and the appropriate monetary policy response. I will then discuss the importance of a resilient financial system in supporting the real economy.</p>\n<h3>The outlook for the economy and the appropriate monetary policy response</h3>\n<p>The euro area economy grew modestly in early 2023. Activity is being supported by lower energy prices, easing supply bottlenecks and fiscal policy support to firms and households. But domestic demand, especially consumption, remains weak.</p>\n<p>Headline inflation declined from its October peak and stood at 7.0% in April. Core inflation remains elevated, partly because of input cost pressures. Upside risks to inflation stem from, among other things, higher than expected wage and profit margin growth, and a potential lasting rise of longer-term inflation expectations above our target. Downside risks relate to possible renewed financial market tensions and weaker demand, due for example to a more marked slowing of bank lending or a stronger transmission of monetary policy.</p>\n<p>As the inflation outlook continues to be too high for too long, we decided at our May meeting to raise our key policy rates again, by 25 basis points. We also announced that the Governing Council expects to discontinue reinvestments under the asset purchase programme (APP) as of July this year. While our key interest rates are the primary tool for setting our monetary policy stance, the reduction of the APP portfolio also helps to normalise monetary policy.<a class=\"hashlink\" href=\"#fn3\" id=\"fn_3\"><sup>3</sup></a></p>\n<p>While the speed and scope of our policy tightening since last July has already been unprecedented, our future decisions will ensure that the policy rates will be brought to levels sufficiently restrictive to achieve a timely return of inflation to our 2% medium-term target and will be kept at those levels for as long as necessary. We will continue to follow a data-dependent approach to determine the appropriate level and duration of restriction, taking into account the highly uncertain environment. To this end, our policy decisions will be based on the assessment of the inflation outlook in the light of incoming economic and financial data, the dynamics of underlying inflation, and the strength of our monetary policy transmission.</p>\n<p>One important factor for the future inflation outlook is the behaviour of fiscal policy. As the energy crisis fades, governments should roll back the related support measures promptly and in a concerted manner to avoid driving up medium-term inflationary pressures, which would call for a stronger monetary policy response. Fiscal policies should be oriented towards making our economy more productive and gradually bringing down high public debt. Policies to enhance the euro area's supply capacity, especially in the energy sector, can also help reduce price pressures in the medium term.</p>\n<h3>The importance of a resilient financial system</h3>\n<p>Despite the very strong tightening cycle, financial stability in the euro area has proved robust so far. But we of course continue to monitor the situation, taking into account a wide range of indicators.</p>\n<p>Vulnerabilities in euro area financial markets were shown up by recent stress in the banking sector in other regions, which led to market reactions here too, although such spillovers were mitigated by solid euro area bank fundamentals. These tensions were short-lived, however, owing to prompt interventions by the authorities in the United States and Switzerland.</p>\n<p>Tighter credit conditions are testing the resilience of euro area firms, households and sovereigns, while the possibility of sudden changes in property prices, especially in commercial real estate, remains a concern. We are also closely monitoring non-banks, which – given their interconnections with banks − can amplify shocks within the financial system.<span> </span>This highlights the need to strengthen the regulation of non-banks, in part by taking a more comprehensive macroprudential approach that would ensure their resilience while avoiding the risk of creating blind spots within the financial system.<a class=\"hashlink\" href=\"#fn4\" id=\"fn_4\"><sup>4</sup></a></p>\n<p>Our banking sector is strong today, largely thanks to the reforms and prudential policies implemented over the past years. However, the recent events should remind us to consistently attune our regulatory framework to the times – doing so, among other ways, by monitoring and reacting to new developments such as crypto-assets, digitalisation and the impact of social media.<a class=\"hashlink\" href=\"#fn5\" id=\"fn_5\"><sup>5</sup></a></p>\n<p>For our part, we have been working at international level with the Basel Committee on Banking Supervision (BCBS)<a class=\"hashlink\" href=\"#fn6\" id=\"fn_6\"><sup>6</sup></a><span> </span>and the Financial Stability Board<a class=\"hashlink\" href=\"#fn7s160\" id=\"fn_7s160\"><sup>7 </sup></a>to assess what can be learned from the recent events. We have also helped to define the BCBS standard for the prudential treatment of banks' crypto-asset exposures.<a class=\"hashlink\" href=\"#fn8\" id=\"fn_8\"><sup>8</sup></a></p>\n<p>Your role as co-legislators will be crucial in keeping our framework robust.</p>\n<p>First, your role is vital in fully implementing the final elements of Basel III faithfully and without delay, as this best guarantees the safety of our banking system. We are very concerned about the numerous deviations from the Basel standards introduced in the EU banking package and think they should be avoided.</p>\n<p>Second, we need to swiftly implement in EU law the aforementioned BCBS standard for the prudential treatment of crypto-asset exposures. We need to be ambitious and make rapid progress, in particular on the envisaged exposure limit to reduce contagion between crypto and banks.</p>\n<p>Third, it is imperative that we complete the banking union – the European Commission's proposal on crisis management and deposit insurance is an important step towards this goal.</p>\n<h3>Conclusion</h3>\n<p>Let me now conclude.</p>\n<p>We are going through a period of high uncertainty marked by a sequence of economic and geopolitical shocks and trade fragmentation. The best way to protect stability in the EU is to ensure closer European integration and a solid regulatory framework.</p>\n<p>In the coming twelve months before this parliamentary term ends, we can make tangible progress on some key dossiers.</p>\n<p>First, on fiscal policies, we very much welcome the Commission's legislative proposals for the reform of the EU's economic governance. A well-functioning governance framework is essential from an economic, monetary and financial stability perspective.</p>\n<p>Second, on financial sector policies, we need to make progress on the Basel III reforms, crypto-asset standards, and the crisis management package – along the lines just outlined.</p>\n<p>Third, on banking union, the lack of a European deposit insurance scheme is a source of vulnerability; completing the banking union is essential to pave the way for a stronger and more prosperous Europe.</p>\n<p>Thank you for your attention. I now stand ready to take your questions.</p>\n<hr/>\n<div class=\"ts-footnote-2\" id=\"sC-component-footnotes\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> <a class=\"link-inline arrow\" href=\"https://www.ecb.europa.eu/pub/annual/html/ecb.ar2022~8ae51d163b.en.html\">Annual Report 2022</a>.</p>\n</div>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup>2</sup></a> <a class=\"link-inline pdf\" href=\"https://www.ecb.europa.eu/pub/pdf/other/ecb.20230525_feedback_on_the_input_provided_by_the_european_parliament~92020517af.en.pdf\">Feedback on the input provided by the European Parliament, as part of its resolution on the ECB Annual Report 2021</a>. This feedback statement, published on the occasion of the presentation of the ECB Annual Report 2022 to the Parliament, provides responses to the issues raised and requests made by the Parliament in its resolution on the previous year's Annual Report. The statement is structured by topic, with each paragraph addressing at least one paragraph of the resolution. It better explains the ECB's policies and promotes dialogue about the key issues raised by Members of the European Parliament. The ECB has been publishing such feedback statements since 2016, following a suggestion by the Parliament.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_3\" name=\"fn3\"><sup>3</sup></a> Recent ECB staff analysis indicates that the tightening of monetary policy since December 2021 is estimated to have a downward impact on inflation of 2 percentage points on average over the period 2023-25 compared with a situation where policy remained unchanged. The bulk of this impact can be attributed to rate policy, with a less material, though non-negligible contribution stemming from the reduction in the APP portfolio. See ECB (2023), \"<a class=\"link-inline arrow\" href=\"https://www.ecb.europa.eu/pub/economic-bulletin/focus/2023/html/ecb.ebbox202303_06~b2bdff5cda.en.html\">A model-based assessment of the macroeconomic impact of the ECB's monetary policy tightening since December 2021</a>\",<span> </span><em>Economic Bulletin</em>, Issue 3.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_4\" name=\"fn4\"><sup>4</sup></a> <a class=\"link-inline arrow\" href=\"https://www.ecb.europa.eu/pub/annual/html/ecb.ar2022~8ae51d163b.en.html\">ECB Annual Report 2022</a>.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_5\" name=\"fn5\"><sup>5</sup></a> ibid.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_6\" name=\"fn6\"><sup>6</sup></a> BIS (2023),<span> </span><a class=\"link-inline external\" href=\"https://www.bis.org/press/p230323a.htm\">Basel Committee to review recent market developments, advances work on climate-related financial risks, and reviews Basel Core Principles</a>, press release, 23 March.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_7\" name=\"fn7\"><sup>7</sup></a> Financial Stability Board (2023),<span> </span><a class=\"link-inline external\" href=\"https://www.fsb.org/2023/04/fsb-to-consider-lessons-learned-from-recent-banking-sector-turmoil/\">FSB to consider lessons learned from recent banking-sector turmoil</a>, press release, 12 April.</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_8\" name=\"fn8\"><sup>8</sup></a> Basel Committee on Banking Supervision (2022),<span> </span><a class=\"link-inline pdf\" href=\"https://www.bis.org/bcbs/publ/d545.pdf\">Prudential treatment of crypto-asset exposures</a>, BIS, 16 December.</p>\n</div>\n",
  "content_text": "I am pleased to be back before the ECON Committee to present the ECB's Annual Report for 2022 1 , which we have published today together with our written feedback on the resolution on our activities you adopted earlier this year. 2 These documents, as well as today's hearing, are fundamental for the ECB's accountability relationship with this Parliament. We greatly value this dialogue with you as it allows us to reach out to the public, which is especially important in times of high inflation. In my remarks today, I will first focus on the outlook for the economy and the appropriate monetary policy response. I will then discuss the importance of a resilient financial system in supporting the real economy. The outlook for the economy and the appropriate monetary policy response The euro area economy grew modestly in early 2023. Activity is being supported by lower energy prices, easing supply bottlenecks and fiscal policy support to firms and households. But domestic demand, especially consumption, remains weak. Headline inflation declined from its October peak and stood at 7.0% in April. Core inflation remains elevated, partly because of input cost pressures. Upside risks to inflation stem from, among other things, higher than expected wage and profit margin growth, and a potential lasting rise of longer-term inflation expectations above our target. Downside risks relate to possible renewed financial market tensions and weaker demand, due for example to a more marked slowing of bank lending or a stronger transmission of monetary policy. As the inflation outlook continues to be too high for too long, we decided at our May meeting to raise our key policy rates again, by 25 basis points. We also announced that the Governing Council expects to discontinue reinvestments under the asset purchase programme (APP) as of July this year. While our key interest rates are the primary tool for setting our monetary policy stance, the reduction of the APP portfolio also helps to normalise monetary policy. 3 While the speed and scope of our policy tightening since last July has already been unprecedented, our future decisions will ensure that the policy rates will be brought to levels sufficiently restrictive to achieve a timely return of inflation to our 2% medium-term target and will be kept at those levels for as long as necessary. We will continue to follow a data-dependent approach to determine the appropriate level and duration of restriction, taking into account the highly uncertain environment. To this end, our policy decisions will be based on the assessment of the inflation outlook in the light of incoming economic and financial data, the dynamics of underlying inflation, and the strength of our monetary policy transmission. One important factor for the future inflation outlook is the behaviour of fiscal policy. As the energy crisis fades, governments should roll back the related support measures promptly and in a concerted manner to avoid driving up medium-term inflationary pressures, which would call for a stronger monetary policy response. Fiscal policies should be oriented towards making our economy more productive and gradually bringing down high public debt. Policies to enhance the euro area's supply capacity, especially in the energy sector, can also help reduce price pressures in the medium term. The importance of a resilient financial system Despite the very strong tightening cycle, financial stability in the euro area has proved robust so far. But we of course continue to monitor the situation, taking into account a wide range of indicators. Vulnerabilities in euro area financial markets were shown up by recent stress in the banking sector in other regions, which led to market reactions here too, although such spillovers were mitigated by solid euro area bank fundamentals. These tensions were short-lived, however, owing to prompt interventions by the authorities in the United States and Switzerland. Tighter credit conditions are testing the resilience of euro area firms, households and sovereigns, while the possibility of sudden changes in property prices, especially in commercial real estate, remains a concern. We are also closely monitoring non-banks, which – given their interconnections with banks − can amplify shocks within the financial system. This highlights the need to strengthen the regulation of non-banks, in part by taking a more comprehensive macroprudential approach that would ensure their resilience while avoiding the risk of creating blind spots within the financial system. 4 Our banking sector is strong today, largely thanks to the reforms and prudential policies implemented over the past years. However, the recent events should remind us to consistently attune our regulatory framework to the times – doing so, among other ways, by monitoring and reacting to new developments such as crypto-assets, digitalisation and the impact of social media. 5 For our part, we have been working at international level with the Basel Committee on Banking Supervision (BCBS) 6 and the Financial Stability Board 7 to assess what can be learned from the recent events. We have also helped to define the BCBS standard for the prudential treatment of banks' crypto-asset exposures. 8 Your role as co-legislators will be crucial in keeping our framework robust. First, your role is vital in fully implementing the final elements of Basel III faithfully and without delay, as this best guarantees the safety of our banking system. We are very concerned about the numerous deviations from the Basel standards introduced in the EU banking package and think they should be avoided. Second, we need to swiftly implement in EU law the aforementioned BCBS standard for the prudential treatment of crypto-asset exposures. We need to be ambitious and make rapid progress, in particular on the envisaged exposure limit to reduce contagion between crypto and banks. Third, it is imperative that we complete the banking union – the European Commission's proposal on crisis management and deposit insurance is an important step towards this goal. Conclusion Let me now conclude. We are going through a period of high uncertainty marked by a sequence of economic and geopolitical shocks and trade fragmentation. The best way to protect stability in the EU is to ensure closer European integration and a solid regulatory framework. In the coming twelve months before this parliamentary term ends, we can make tangible progress on some key dossiers. First, on fiscal policies, we very much welcome the Commission's legislative proposals for the reform of the EU's economic governance. A well-functioning governance framework is essential from an economic, monetary and financial stability perspective. Second, on financial sector policies, we need to make progress on the Basel III reforms, crypto-asset standards, and the crisis management package – along the lines just outlined. Third, on banking union, the lack of a European deposit insurance scheme is a source of vulnerability; completing the banking union is essential to pave the way for a stronger and more prosperous Europe. Thank you for your attention. I now stand ready to take your questions. 1 Annual Report 2022 . 2 Feedback on the input provided by the European Parliament, as part of its resolution on the ECB Annual Report 2021 . This feedback statement, published on the occasion of the presentation of the ECB Annual Report 2022 to the Parliament, provides responses to the issues raised and requests made by the Parliament in its resolution on the previous year's Annual Report. The statement is structured by topic, with each paragraph addressing at least one paragraph of the resolution. It better explains the ECB's policies and promotes dialogue about the key issues raised by Members of the European Parliament. The ECB has been publishing such feedback statements since 2016, following a suggestion by the Parliament. 3 Recent ECB staff analysis indicates that the tightening of monetary policy since December 2021 is estimated to have a downward impact on inflation of 2 percentage points on average over the period 2023-25 compared with a situation where policy remained unchanged. The bulk of this impact can be attributed to rate policy, with a less material, though non-negligible contribution stemming from the reduction in the APP portfolio. See ECB (2023), \" A model-based assessment of the macroeconomic impact of the ECB's monetary policy tightening since December 2021 \", Economic Bulletin , Issue 3. 4 ECB Annual Report 2022 . 5 ibid. 6 BIS (2023), Basel Committee to review recent market developments, advances work on climate-related financial risks, and reviews Basel Core Principles , press release, 23 March. 7 Financial Stability Board (2023), FSB to consider lessons learned from recent banking-sector turmoil , press release, 12 April. 8 Basel Committee on Banking Supervision (2022), Prudential treatment of crypto-asset exposures , BIS, 16 December.",
  "date_parsed": "2023-06-01",
  "name": "Luis de Guindos",
  "link_number": "24",
  "name_orig": "Luis de Guindos",
  "url_orig": "https://www.bis.org/review/r230601l.htm"
}