{
  "source_url": "https://www.bis.org/review/r240215d.htm",
  "headline": "Madis Müller: The issues that shape the capacity for growth in the Estonian economy",
  "description_html": "\n<p>Speech by Mr Madis Müller, Governor of the Bank of Estonia (Eesti Pank), Ljubljana, 8 December 2023.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Madis Müller, Governor of the Bank of Estonia (Eesti Pank), Ljubljana, 8 December 2023. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "12 December 2023",
  "pdf_url": "https://www.bis.org/review/r240215d.pdf",
  "content_html": "\n<p><span>The Estonian economy has been shrinking for almost a full two years now and our society is becoming increasingly concerned about how competitive we are as a country.</span></p>\n<p><span>That is why we will discuss at this seminar today the causes of the downturn in the Estonia economy, and whether the difficulties are temporary or whether our economy has suffered a lasting blow to its capacity for growth.</span></p>\n<p><span>We should first discuss what we actually mean when we say competitiveness.</span></p>\n<p><span>Competitiveness is quite a straightforward concept at the level of companies and business, as a competitive company is one that can sell its goods and services and expand its business at the expense of companies that are less competitive. This may be because its prices are better, or because it has some quality other than price that attracts buyers. Companies that are not competitive have to change what they do or close down.</span></p>\n<p><span>The competitiveness of an economy is a more complex concept though. A competitive economy is one that can successfully introduce new technologies and invest in innovation, while also attracting new investment and skilled labour, and creating an environment in which businesses can thrive. This suggests that a competitive economy is one where productivity is increasing, and consequently so is the wealth of the population.</span></p>\n<p><span>We can distinguish between competitiveness over the short term and the long term. Short-term competitiveness is above all competition on prices and costs. Over the longer term though, competitiveness in an economy is affected by factors like demographic change, the level of education of the population, the availability of skilled labour, the amount of capital available, the degree of innovation and research and development in the economy, the quality of management of businesses, and institutional issues like bureaucratic complexity and tax regulation.</span></p>\n<p><span>There are also factors within competitiveness that we can influence ourselves at either the national level or the company level, and other factors that we have no power over, such as geographic location or the climate. Then there are other factors in between these that we as a state can partly shape, such as European Union regulations, or climate goals and the internationally agreed standards and costs for meeting them.</span></p>\n<p><span>The economic forecast published by the European Commission in November expects Estonia to suffer the deepest recession of any country in the European Union this year, as it estimates GDP in Estonia will contract by 2.6% this year.</span></p>\n<p><span>This cannot be viewed in isolation from what is happening in the rest of the world, as slower growth will be a problem in almost all advanced economies both this year and next. Growth has slowed particularly sharply in the European Union, which is the main theatre of activity for Estonian companies. Companies and households in Europe are particularly exposed to the consequences of the war between Ukraine and Russia and the energy crisis, because Europe is a net importer of energy and was highly dependent on cheap gas from Russia but now has to cope with much higher energy costs.</span></p>\n<p><span>The opportunities for growth in Estonia, which is an open economy in which exports play a large role, depend directly on demand in the markets for our exports. There are many other reasons as well though why the Estonian economy is currently performing worse than those in other parts of Europe.</span></p>\n<p><span>The Estonian economy had recovered rapidly by the start of 2022. Companies had managed to accumulate financial buffers after the sudden stop of the pandemic, and households had improved their standard of living, but this equally meant that there was a higher peak from which to descend. The overheating caused by higher consumption gave a further boost to rising inflation.</span></p>\n<p><span>Russia's military aggression and its consequences also affected the Estonian economy more than it did others on average.</span></p>\n<p><span>Rising prices for energy passed through more quickly and to a larger extent to other prices because many electricity consumers in Estonia used exchange-based price packages, and Estonian households spend more on energy and fuel than those in other countries, while the Estonian economy is also more energy-intensive than the average in Europe.</span></p>\n<p><span>The price level in Estonia was pushed even higher by the interruptions to supply chains, which particularly affected sectors that had earlier used cheap raw materials from Russia.</span></p>\n<p><span>Being the immediate neighbour of an aggressive country also poses risks to business in Estonia that are reflected in the cost of capital and in, for example, the number of foreign tourists.</span></p>\n<p><span>The sharp rise in interest rates has affected borrowers in Estonia more immediately, as the majority of loan contracts here have floating interest rates.</span></p>\n<p><span>And to cap it all, the position of Estonia is made more difficult by our main export markets performing more poorly than the average, as the Nordic economies are under pressure from weak demand at home and abroad and from rapidly rising borrowing costs and a steep drop in house building.</span></p>\n<p><span>Just because there has been a setback in the economy, does not mean that a longer period of stagnation will necessarily follow. The economy is cyclical in nature and every decline is followed by a recovery. The rises in interest rates that the European Central Bank has applied to bring inflation under control have also cooled the economy. But as those rates stop rising, purchasing power will improve and demand will be revived in the economies of our trading partners, and so the outlook for growth in Estonian exports will also become brighter. If Estonian companies can adapt to the new cost levels at the same time and replace the trading connections that have been lost, it may be hoped that the recession will soon be over and that the economy will return to its former track of growth. This all assumes that the current problems in our economy are only temporary or cyclical.</span></p>\n<p><span>It is also possible though that the recent crises have had a lasting impact on the economy, and that the competitiveness of companies, and of the whole economy more broadly, has actually suffered more seriously. An example of this is that the Estonian economy did not return to its former track of growth after the financial crisis of 2008-2010, as investment activity by companies remained smaller, while productivity converged with the European Union average at a slower rate. There were similar structural changes in other countries as well, and we will hear more today about the experience of Finland.</span></p>\n<p><span>Growth in Estonia slowed at that time partly because the structure of the economy and growth in it became more sustainable, as the bubble in real estate and construction popped, the excessively fast inflows of foreign money dried up, and the growth in debt burdens slowed. There are not currently such large imbalances in the economy, though several indicators give cause for concern, among them the sharp jump in the price level, and the permanent budget deficit.</span></p>\n<p><span>A temporary loss of competitiveness could equally become a long-term problem that holds growth in the Estonian economy back for years.</span></p>\n<p><span>It may take too long to adapt to new price levels for example, in which case some companies or branches of the economy may not be able to recover enough profitability, and so some of the capital, and of the human capital, in Estonia may be left idle. This danger currently threatens sectors that had a business model built on cheap supplies from Russia. Energy-intensive industry will remain in difficulties if we are not able to generate enough new and cheap electricity.</span></p>\n<p><span>There could also be problems if the cost of adapting is too high. Companies postpone investment when times are hard and cancel their expensive research and development work. Unemployment may be replaced by labour shortages if the people who do not have a job stop looking for one and certain important skills and knowledge that companies particularly need are lost. A short-term downturn in the economy can in this way make it harder to access capital and skilled workers.</span></p>\n<p><span>The sharp rise in the price level in Estonia in recent years has caused companies here to become less competitive on price. Consumer prices in Estonia are 35% higher than they were in 2019, before the pandemic and the other crises, and producer prices in manufacturing are 40% higher. In the European Union meanwhile, consumer prices are up 21% and producer prices 33%. The price level in Estonia's main trading partners has also risen, but much more slowly.</span></p>\n<p><span>Prices rising more quickly than those of competitors does not automatically mean that competitiveness is being lost, as long as better goods and services can be provided for those higher prices. Right now however, the rapid rise in prices has been accompanied by a steep drop in export volumes.</span></p>\n<p><span>Estonian companies have had to cope with their cost bases increasing faster than those of competitors in the Nordic countries and Western Europe, and they will probably have to continue coping with this in future, since the price and wage levels here are lower than those in wealthier countries, and prices and wages in Estonia may be expected to continue rising relatively fast.</span></p>\n<p><span>Wages rising fast in Estonia has so far been facilitated by growth in corporate turnover and in the longer perspective by labour shortages. Labour costs per employee are around 30% higher in Estonia than they were in 2019, while the average increase of 15% in the European Union is only half that. Labour costs are an important part of production costs and it can make exporting companies less competitive if they rise fast.</span></p>\n<p><span>The rise in labour costs in manufacturing from what they were before the pandemic has not however been noticeably larger in Estonia than in Latvia and Lithuania, and it has been smaller than the rise in costs in Poland and some other countries in Central and Eastern Europe. This is of course of no comfort to those exporters that compete with companies in the Nordic countries or Western Europe.</span></p>\n<p><span>Prices for energy and fuels have come down from the peaks they hit at the worst of the crisis, but there remains a lot of uncertainty about them. Limits on the amounts of electricity that can be generated and supplied have caused prices on the electricity exchange for the Baltic and Nordic region to diverge ever further apart since 2020. The average electricity price before VAT paid by Estonian companies in the first half of this year was 16 cents per kilowatt-hour, which is a little below the European Union average, but above the price of 8 cents in Finland or 11 cents in Sweden.</span></p>\n<p><span>European Union member states have also passed support measures and industrial policy measures that could create inequalities in the single market of the union. Several countries will continue to pay energy subsidies this winter, though in much smaller amounts than before. Policies that can develop the green and digital economies will depend on the budgetary capacity of different countries and the fiscal choices that they make, and countries like France, Germany and Italy have recently proposed new large-scale initiatives.</span></p>\n<p><span>The good growth in the turnover of Estonian companies was last year encouraged by high inflation elsewhere in the world, but that picture has now changed. Growth has slowed in Estonia's main export markets and purchasing power has declined, making it very difficult for companies here to pass higher input prices on to purchasers.</span></p>\n<p><span>Companies trying to cope with their costs growing relatively fast will have to continue to find efficiencies in production and business processes, as productivity indicators show there is still a lot of room for improvement in this.</span></p>\n<p><span>Labour productivity in Estonia, shown as real GDP per employee, had been approaching the average level in the European Union but fell by almost 5% last year because employment increased just as GDP contracted, and Estonia fell back to 18% below the European Union average. There has been no improvement this year either, which means that the target set in the government's <em>Estonia 2035</em> strategy of productivity surpassing the European Union average level has actually been made more distant.</span></p>\n<p><span>Some of the decline in productivity is sure to prove temporary, as there is a lag in the reaction of the labour market to events in the economy, and employment has not declined to the same extent that output volumes have. The gap from Estonia to wealthier countries is, however, still clearly evident.</span></p>\n<p><span>The branches of the economy that suffered because their earlier supply chains were wiped out by the outbreak of war will have to change their business models. Companies that are in difficulty because of the gloom in the economies of their main export markets will have to try to find new markets.</span></p>\n<p><span>We will be releasing the latest Eesti Pank economic forecast in a couple of weeks. The final version is still being polished, but the figures recently released for GDP in the third quarter indicate that the recovery in the economy has been pushed even further back. Unfortunately the greatest losses have been in exports, which is not a good sign, as it was rapid recovery in exports that has helped us to exit previous recessions. It does appear though that wood processing and metalworking, which are the sectors that have been hit hardest, are past the steepest part of their fall, and so the next question is what their recovery will be like.</span></p>\n<p><span>The Estonian economy has so far managed to overcome its difficulties, as productivity has started to grow again and exporters have increased their market share. Access to the single market of the European Union has helped, as have the transition to the euro and money from the European Union's Structural Funds. A survey by IMD, the Swiss business school for management, found that managers in Estonia believe that the greatest advantages of the country are the flexibility of the economy, the high level of education here, the efficient legal system, the good business environment, and the competitive tax system. The survey data for 2023 do, however, show some loss of faith in the good business environment and the competitive tax system. We need to ask how much things have changed for businesses in recent years. Whether the same factors that helped before can be the basis for our next spurt of growth, or whether new factors have emerged that will play a larger role in the future; and how competitiveness here is affected by broader trends shaping the global economy.</span></p>\n<p><span>We can see that geopolitical tensions have made countries and companies more interested in improving their security of supply, particularly for inputs of critical importance. This can be done in various ways, such as reorganising supply chains and protecting local production, which could change the position of Estonian companies in both global and more regional supply chains.</span></p>\n<p><span>Several countries and economic groupings are favouring the development of their own economies above those of all others. The USA has passed the Chips Act and the Inflation Reduction Act, Japan has approved a strategy for semiconductors and the digital industry, and in China the state has always had an important role in the economy. Industrial policy and the attitude towards state aid is also changing within the European Union.</span></p>\n<p><span>The move towards global climate targets will render highly polluting production more expensive, which will make environmentally sustainable businesses more competitive on price and on non-price factors. What will this mean for the energy-intensive sectors of the Estonian economy? How should we take advantage of the new opportunities? How successful can we be in innovating and in applying that innovation now that artificial intelligence is rapidly being introduced more widely?</span></p>\n<p><span>In conclusion, the shocks of the past few years from the Covid-19 pandemic to Russia's full-scale invasion of Ukraine, together with the direct and indirect impacts of those shocks and the policy decisions taken to deal with them, have changed the economic climate in Estonia and throughout the world. Today we have the chance to discuss what the factors will be that lead to success in this changed and changing environment. To ask how Estonian businesses and the Estonian economy as a whole can remain competitive, as this is the key to increasing prosperity for all of us. To consider where we will need to adapt and what we can do better or differently ourselves in our own country. I for one am very interested to hear the debate that we shall have today about all of this.</span></p>\n",
  "content_text": "The Estonian economy has been shrinking for almost a full two years now and our society is becoming increasingly concerned about how competitive we are as a country. That is why we will discuss at this seminar today the causes of the downturn in the Estonia economy, and whether the difficulties are temporary or whether our economy has suffered a lasting blow to its capacity for growth. We should first discuss what we actually mean when we say competitiveness. Competitiveness is quite a straightforward concept at the level of companies and business, as a competitive company is one that can sell its goods and services and expand its business at the expense of companies that are less competitive. This may be because its prices are better, or because it has some quality other than price that attracts buyers. Companies that are not competitive have to change what they do or close down. The competitiveness of an economy is a more complex concept though. A competitive economy is one that can successfully introduce new technologies and invest in innovation, while also attracting new investment and skilled labour, and creating an environment in which businesses can thrive. This suggests that a competitive economy is one where productivity is increasing, and consequently so is the wealth of the population. We can distinguish between competitiveness over the short term and the long term. Short-term competitiveness is above all competition on prices and costs. Over the longer term though, competitiveness in an economy is affected by factors like demographic change, the level of education of the population, the availability of skilled labour, the amount of capital available, the degree of innovation and research and development in the economy, the quality of management of businesses, and institutional issues like bureaucratic complexity and tax regulation. There are also factors within competitiveness that we can influence ourselves at either the national level or the company level, and other factors that we have no power over, such as geographic location or the climate. Then there are other factors in between these that we as a state can partly shape, such as European Union regulations, or climate goals and the internationally agreed standards and costs for meeting them. The economic forecast published by the European Commission in November expects Estonia to suffer the deepest recession of any country in the European Union this year, as it estimates GDP in Estonia will contract by 2.6% this year. This cannot be viewed in isolation from what is happening in the rest of the world, as slower growth will be a problem in almost all advanced economies both this year and next. Growth has slowed particularly sharply in the European Union, which is the main theatre of activity for Estonian companies. Companies and households in Europe are particularly exposed to the consequences of the war between Ukraine and Russia and the energy crisis, because Europe is a net importer of energy and was highly dependent on cheap gas from Russia but now has to cope with much higher energy costs. The opportunities for growth in Estonia, which is an open economy in which exports play a large role, depend directly on demand in the markets for our exports. There are many other reasons as well though why the Estonian economy is currently performing worse than those in other parts of Europe. The Estonian economy had recovered rapidly by the start of 2022. Companies had managed to accumulate financial buffers after the sudden stop of the pandemic, and households had improved their standard of living, but this equally meant that there was a higher peak from which to descend. The overheating caused by higher consumption gave a further boost to rising inflation. Russia's military aggression and its consequences also affected the Estonian economy more than it did others on average. Rising prices for energy passed through more quickly and to a larger extent to other prices because many electricity consumers in Estonia used exchange-based price packages, and Estonian households spend more on energy and fuel than those in other countries, while the Estonian economy is also more energy-intensive than the average in Europe. The price level in Estonia was pushed even higher by the interruptions to supply chains, which particularly affected sectors that had earlier used cheap raw materials from Russia. Being the immediate neighbour of an aggressive country also poses risks to business in Estonia that are reflected in the cost of capital and in, for example, the number of foreign tourists. The sharp rise in interest rates has affected borrowers in Estonia more immediately, as the majority of loan contracts here have floating interest rates. And to cap it all, the position of Estonia is made more difficult by our main export markets performing more poorly than the average, as the Nordic economies are under pressure from weak demand at home and abroad and from rapidly rising borrowing costs and a steep drop in house building. Just because there has been a setback in the economy, does not mean that a longer period of stagnation will necessarily follow. The economy is cyclical in nature and every decline is followed by a recovery. The rises in interest rates that the European Central Bank has applied to bring inflation under control have also cooled the economy. But as those rates stop rising, purchasing power will improve and demand will be revived in the economies of our trading partners, and so the outlook for growth in Estonian exports will also become brighter. If Estonian companies can adapt to the new cost levels at the same time and replace the trading connections that have been lost, it may be hoped that the recession will soon be over and that the economy will return to its former track of growth. This all assumes that the current problems in our economy are only temporary or cyclical. It is also possible though that the recent crises have had a lasting impact on the economy, and that the competitiveness of companies, and of the whole economy more broadly, has actually suffered more seriously. An example of this is that the Estonian economy did not return to its former track of growth after the financial crisis of 2008-2010, as investment activity by companies remained smaller, while productivity converged with the European Union average at a slower rate. There were similar structural changes in other countries as well, and we will hear more today about the experience of Finland. Growth in Estonia slowed at that time partly because the structure of the economy and growth in it became more sustainable, as the bubble in real estate and construction popped, the excessively fast inflows of foreign money dried up, and the growth in debt burdens slowed. There are not currently such large imbalances in the economy, though several indicators give cause for concern, among them the sharp jump in the price level, and the permanent budget deficit. A temporary loss of competitiveness could equally become a long-term problem that holds growth in the Estonian economy back for years. It may take too long to adapt to new price levels for example, in which case some companies or branches of the economy may not be able to recover enough profitability, and so some of the capital, and of the human capital, in Estonia may be left idle. This danger currently threatens sectors that had a business model built on cheap supplies from Russia. Energy-intensive industry will remain in difficulties if we are not able to generate enough new and cheap electricity. There could also be problems if the cost of adapting is too high. Companies postpone investment when times are hard and cancel their expensive research and development work. Unemployment may be replaced by labour shortages if the people who do not have a job stop looking for one and certain important skills and knowledge that companies particularly need are lost. A short-term downturn in the economy can in this way make it harder to access capital and skilled workers. The sharp rise in the price level in Estonia in recent years has caused companies here to become less competitive on price. Consumer prices in Estonia are 35% higher than they were in 2019, before the pandemic and the other crises, and producer prices in manufacturing are 40% higher. In the European Union meanwhile, consumer prices are up 21% and producer prices 33%. The price level in Estonia's main trading partners has also risen, but much more slowly. Prices rising more quickly than those of competitors does not automatically mean that competitiveness is being lost, as long as better goods and services can be provided for those higher prices. Right now however, the rapid rise in prices has been accompanied by a steep drop in export volumes. Estonian companies have had to cope with their cost bases increasing faster than those of competitors in the Nordic countries and Western Europe, and they will probably have to continue coping with this in future, since the price and wage levels here are lower than those in wealthier countries, and prices and wages in Estonia may be expected to continue rising relatively fast. Wages rising fast in Estonia has so far been facilitated by growth in corporate turnover and in the longer perspective by labour shortages. Labour costs per employee are around 30% higher in Estonia than they were in 2019, while the average increase of 15% in the European Union is only half that. Labour costs are an important part of production costs and it can make exporting companies less competitive if they rise fast. The rise in labour costs in manufacturing from what they were before the pandemic has not however been noticeably larger in Estonia than in Latvia and Lithuania, and it has been smaller than the rise in costs in Poland and some other countries in Central and Eastern Europe. This is of course of no comfort to those exporters that compete with companies in the Nordic countries or Western Europe. Prices for energy and fuels have come down from the peaks they hit at the worst of the crisis, but there remains a lot of uncertainty about them. Limits on the amounts of electricity that can be generated and supplied have caused prices on the electricity exchange for the Baltic and Nordic region to diverge ever further apart since 2020. The average electricity price before VAT paid by Estonian companies in the first half of this year was 16 cents per kilowatt-hour, which is a little below the European Union average, but above the price of 8 cents in Finland or 11 cents in Sweden. European Union member states have also passed support measures and industrial policy measures that could create inequalities in the single market of the union. Several countries will continue to pay energy subsidies this winter, though in much smaller amounts than before. Policies that can develop the green and digital economies will depend on the budgetary capacity of different countries and the fiscal choices that they make, and countries like France, Germany and Italy have recently proposed new large-scale initiatives. The good growth in the turnover of Estonian companies was last year encouraged by high inflation elsewhere in the world, but that picture has now changed. Growth has slowed in Estonia's main export markets and purchasing power has declined, making it very difficult for companies here to pass higher input prices on to purchasers. Companies trying to cope with their costs growing relatively fast will have to continue to find efficiencies in production and business processes, as productivity indicators show there is still a lot of room for improvement in this. Labour productivity in Estonia, shown as real GDP per employee, had been approaching the average level in the European Union but fell by almost 5% last year because employment increased just as GDP contracted, and Estonia fell back to 18% below the European Union average. There has been no improvement this year either, which means that the target set in the government's Estonia 2035 strategy of productivity surpassing the European Union average level has actually been made more distant. Some of the decline in productivity is sure to prove temporary, as there is a lag in the reaction of the labour market to events in the economy, and employment has not declined to the same extent that output volumes have. The gap from Estonia to wealthier countries is, however, still clearly evident. The branches of the economy that suffered because their earlier supply chains were wiped out by the outbreak of war will have to change their business models. Companies that are in difficulty because of the gloom in the economies of their main export markets will have to try to find new markets. We will be releasing the latest Eesti Pank economic forecast in a couple of weeks. The final version is still being polished, but the figures recently released for GDP in the third quarter indicate that the recovery in the economy has been pushed even further back. Unfortunately the greatest losses have been in exports, which is not a good sign, as it was rapid recovery in exports that has helped us to exit previous recessions. It does appear though that wood processing and metalworking, which are the sectors that have been hit hardest, are past the steepest part of their fall, and so the next question is what their recovery will be like. The Estonian economy has so far managed to overcome its difficulties, as productivity has started to grow again and exporters have increased their market share. Access to the single market of the European Union has helped, as have the transition to the euro and money from the European Union's Structural Funds. A survey by IMD, the Swiss business school for management, found that managers in Estonia believe that the greatest advantages of the country are the flexibility of the economy, the high level of education here, the efficient legal system, the good business environment, and the competitive tax system. The survey data for 2023 do, however, show some loss of faith in the good business environment and the competitive tax system. We need to ask how much things have changed for businesses in recent years. Whether the same factors that helped before can be the basis for our next spurt of growth, or whether new factors have emerged that will play a larger role in the future; and how competitiveness here is affected by broader trends shaping the global economy. We can see that geopolitical tensions have made countries and companies more interested in improving their security of supply, particularly for inputs of critical importance. This can be done in various ways, such as reorganising supply chains and protecting local production, which could change the position of Estonian companies in both global and more regional supply chains. Several countries and economic groupings are favouring the development of their own economies above those of all others. The USA has passed the Chips Act and the Inflation Reduction Act, Japan has approved a strategy for semiconductors and the digital industry, and in China the state has always had an important role in the economy. Industrial policy and the attitude towards state aid is also changing within the European Union. The move towards global climate targets will render highly polluting production more expensive, which will make environmentally sustainable businesses more competitive on price and on non-price factors. What will this mean for the energy-intensive sectors of the Estonian economy? How should we take advantage of the new opportunities? How successful can we be in innovating and in applying that innovation now that artificial intelligence is rapidly being introduced more widely? In conclusion, the shocks of the past few years from the Covid-19 pandemic to Russia's full-scale invasion of Ukraine, together with the direct and indirect impacts of those shocks and the policy decisions taken to deal with them, have changed the economic climate in Estonia and throughout the world. Today we have the chance to discuss what the factors will be that lead to success in this changed and changing environment. To ask how Estonian businesses and the Estonian economy as a whole can remain competitive, as this is the key to increasing prosperity for all of us. To consider where we will need to adapt and what we can do better or differently ourselves in our own country. I for one am very interested to hear the debate that we shall have today about all of this.",
  "date_parsed": "2023-12-12",
  "name": "Madis Müller",
  "link_number": "2",
  "name_orig": "Madis Müller",
  "url_orig": "https://www.bis.org/review/r240215d.htm"
}