{
  "source_url": "https://www.bis.org/review/r200914c.htm",
  "headline": "Mário Centeno: Address - Eurofi Financial Forum 2020",
  "description_html": "\n<p>Address by Mr Mário Centeno, Governor of the Banco de Portugal, at the Eurofi Financial Forum 2020, Berlin, 11 September 2020.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Address by Mr Mário Centeno, Governor of the Banco de Portugal, at the Eurofi Financial Forum 2020, Berlin, 11 September 2020. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "14 September 2020",
  "pdf_url": "https://www.bis.org/review/r200914c.pdf",
  "content_html": "\n<p style=\"margin-left: 0px; margin-right: 0px; text-align: left;\">This time is different. This is a sanitary crisis turned into a severe economic downturn, unbalanced across sectors, and with harsher consequences in some Member States. </p>\n<p style=\"margin-left: 0px; margin-right: 0px; text-align: left;\">No imbalances. No moral hazard. </p>\n<p style=\"margin-left: 0px; margin-right: 0px; text-align: left;\">The unprecedented uncertainty led to severe forecasts, but the second quarter outcomes turned out better than expected. In the third quarter, we expect a rebound in GDP growth. </p>\n<p style=\"margin-left: 0px; margin-right: 0px; text-align: left;\">However, risks are still very high and their impact maybe amplified if this turns financial.</p>\n<p style=\"margin-left: 0px; margin-right: 0px; text-align: left;\">Monetary policy response was strong, stabilizing the financial markets and providing abundant liquidity to economic agents. </p>\n<p style=\"margin-left: 0px; margin-right: 0px; text-align: left;\">On the fiscal side, the process was led by an initial agreement at the Eurogroup level. Three key safety nets for workers, businesses and sovereigns were established in less than 10 days. Afterwards, leaders agreed on a package of 750 billion euros. </p>\n<p style=\"margin-left: 0px; margin-right: 0px; text-align: left;\">National fiscal authorities responded with a strong resolve. Allowing automatic stabilizers to act and adding a significant support for firms and workers to secure employment and the European social fabric.</p>\n<p style=\"margin-left: 0px; margin-right: 0px; text-align: left;\">This time was different. </p>\n<p style=\"margin-left: 0px; margin-right: 0px; text-align: left;\">In total, a package of measures amounting to almost 6 trillion euros has been approved throughout Europe. </p>\n<p style=\"margin-left: 0px; margin-right: 0px; text-align: left;\">The speed and scale of the response explain the success, so far, in the containment of the sharp contraction, but also contributed to economic rebound and the recovery in the years ahead. </p>\n<p style=\"margin-left: 0px; margin-right: 0px; text-align: left;\">Agents embedded in their expectations and, therefore, their decisions these decisive policy actions. Going forward, policy makers cannot defraud them because the work is far from complete. Monetary policy PEPP should remain flexible, and Next Generation EU funds should be used efficiently.</p>\n<p style=\"margin-left: 0px; margin-right: 0px; text-align: left;\">The \"whatever it takes\" stage, must be followed by the \"whatever is worth\".</p>\n<p style=\"margin-left: 0px; margin-right: 0px; text-align: left;\">At the national level, decision makers will have to ensure that funds will be used to finance adequate investments and reforms. </p>\n<p style=\"margin-left: 0px; margin-right: 0px; text-align: left;\">At the European stage, a level playing field must be warranted among sectors and among Member States. </p>\n<p style=\"margin-left: 0px; margin-right: 0px; text-align: left;\">It's crucial that the convergence process is not disrupted, but rather promoted. The absence of a solid convergence of Euro Area Member States, puts at stake a solid and robust growth of the Euro Area. That's why we need monetary and fiscal policies at the same time.</p>\n<p style=\"margin-left: 0px; margin-right: 0px; text-align: left;\">All crises entail some form of reallocation. The sudden stop and go of this crisis resembles a V-shaped, but the final miles of this process will be characterized by an increase in labor market churning, always full of risks, but much needed to promote the return to previous GDP levels.  </p>\n<p style=\"margin-left: 0px; margin-right: 0px; text-align: left;\">Reallocation is necessary, but conditions should be provided for it to increase efficiency and growth. </p>\n<p style=\"margin-left: 0px; margin-right: 0px; text-align: left;\">The financial system will have a determinant role. </p>\n<p style=\"margin-left: 0px; margin-right: 0px; text-align: left;\">The flexibility provided by the supervisors should continue to be used to grant credit to the economy, allowing for a proper transmission of the monetary decisions. This cannot morph into a financial crises. </p>\n<p style=\"margin-left: 0px; margin-right: 0px; text-align: left;\">Economies are getting out of the current crisis with a debt level definitely higher. Their sustainability is dependent on the decisions taken at this stage. A wise usage of the funds will allow our economies to overcome the debt problem.</p>\n<p style=\"margin-left: 0px; margin-right: 0px; text-align: left;\">Finally, let me stress the temporary nature of the monetary and fiscal measures in response to the temporary crises. However, their premature withdraw can be detrimental to the rebound of our economies. We need to keep them for as long as they are needed. </p>\n",
  "content_text": "This time is different. This is a sanitary crisis turned into a severe economic downturn, unbalanced across sectors, and with harsher consequences in some Member States. No imbalances. No moral hazard. The unprecedented uncertainty led to severe forecasts, but the second quarter outcomes turned out better than expected. In the third quarter, we expect a rebound in GDP growth. However, risks are still very high and their impact maybe amplified if this turns financial. Monetary policy response was strong, stabilizing the financial markets and providing abundant liquidity to economic agents. On the fiscal side, the process was led by an initial agreement at the Eurogroup level. Three key safety nets for workers, businesses and sovereigns were established in less than 10 days. Afterwards, leaders agreed on a package of 750 billion euros. National fiscal authorities responded with a strong resolve. Allowing automatic stabilizers to act and adding a significant support for firms and workers to secure employment and the European social fabric. This time was different. In total, a package of measures amounting to almost 6 trillion euros has been approved throughout Europe. The speed and scale of the response explain the success, so far, in the containment of the sharp contraction, but also contributed to economic rebound and the recovery in the years ahead. Agents embedded in their expectations and, therefore, their decisions these decisive policy actions. Going forward, policy makers cannot defraud them because the work is far from complete. Monetary policy PEPP should remain flexible, and Next Generation EU funds should be used efficiently. The \"whatever it takes\" stage, must be followed by the \"whatever is worth\". At the national level, decision makers will have to ensure that funds will be used to finance adequate investments and reforms. At the European stage, a level playing field must be warranted among sectors and among Member States. It's crucial that the convergence process is not disrupted, but rather promoted. The absence of a solid convergence of Euro Area Member States, puts at stake a solid and robust growth of the Euro Area. That's why we need monetary and fiscal policies at the same time. All crises entail some form of reallocation. The sudden stop and go of this crisis resembles a V-shaped, but the final miles of this process will be characterized by an increase in labor market churning, always full of risks, but much needed to promote the return to previous GDP levels. Reallocation is necessary, but conditions should be provided for it to increase efficiency and growth. The financial system will have a determinant role. The flexibility provided by the supervisors should continue to be used to grant credit to the economy, allowing for a proper transmission of the monetary decisions. This cannot morph into a financial crises. Economies are getting out of the current crisis with a debt level definitely higher. Their sustainability is dependent on the decisions taken at this stage. A wise usage of the funds will allow our economies to overcome the debt problem. Finally, let me stress the temporary nature of the monetary and fiscal measures in response to the temporary crises. However, their premature withdraw can be detrimental to the rebound of our economies. We need to keep them for as long as they are needed.",
  "date_parsed": "2020-09-14",
  "name": "Mário Centeno",
  "name_orig": "Mário Centeno",
  "url_orig": "https://www.bis.org/review/r200914c.htm"
}