{
  "source_url": "https://www.bis.org/review/r220622c.htm",
  "headline": "Mário Centeno: Sustainability 20|30 – the future is being decided now",
  "description_html": "\n<p>Opening address by Mr Mário Centeno, Governor of the Banco de Portugal, on the 2nd day of the conference organised by the newspaper Jornal de Negócios, 8 April 2022.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Opening address by Mr Mário Centeno, Governor of the Banco de Portugal, on the 2nd day of the conference organised by the newspaper Jornal de Negócios, 8 April 2022. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "08 April 2022",
  "pdf_url": "https://www.bis.org/review/r220622c.pdf",
  "content_html": "\n<h3>Introduction</h3>\n<p>Good morning everyone. It is a great pleasure to open the second and last day of this conference on sustainability organised by the Jornal de Negócios. </p>\n<p>The agenda and invited speakers, from such diverse areas, clearly illustrate its importance and scope.</p>\n<p>This is a defining issue of our collective future, made even more important and urgent against the current geopolitical context.</p>\n<p>This is a subject that concerns everyone: political agents and policy agents; financial institutions and non-financial corporations; scholars, non-governmental organisations and citizens.</p>\n<p>No one can ignore this debate. No one can fail to be part of the collective effort to adapt to climate change and decarbonisation; to preserve ecosystems; to promote a circular economy and sustainable cities; and to create more inclusive businesses. </p>\n<p>For economists, the concept of sustainability has always been familiar. This concept, which is imported from the exact sciences, conveys the idea of a balanced system that is self-sufficient, a system that functions efficiently without breaking down. </p>\n<p>The concept used to be applied in areas such as the sustainability of public finance and the sustainability of the balance of payments. Today, we intuitively associate the word \"sustainability\", if not exclusively at least in parallel, with ESG parameters – environmental, social and governance sustainability. </p>\n<p>This increasingly consolidated mental shift faithfully reflects the scale of the challenges posed in this area, especially in the environmental and climate change-related areas. This mental shift has resisted the rise of other global concerns over the past two years. </p>\n<p>I would go as far as to say that this concern about environmental sustainability, the global response to climate change and energy transition will continue to be a high priority in our collective mind and for a long time. </p>\n<p>We can therefore say that it is a sustained concern.</p>\n<h3>The role of public policy</h3>\n<p>The stake on carbon neutrality and a circular economy calls for a profound transformation of our economic system, one that encompasses all sectors of activity and forces firms and financial institutions to change their business models. </p>\n<p>The conversion of the economy is a mammoth task (how could it not be, considering the threat before us).</p>\n<p>Public policies have a key role to play in this process, facilitating, inducing and precipitating the transition.</p>\n<p>It is not a case of replacing the role of private initiative and agents. </p>\n<p>It is more about addressing market failures which, as we are well aware, are at the root of these phenomena and lead to sub-optimal levels of investment in more sustainable technologies and research and development.</p>\n<p>The state, first and foremost, has the legitimacy and the most effective instruments to act.</p>\n<p>It should begin by penalising carbon-intensive activities and pollution. By so doing, it would help bridge the gap between the private and social costs of such activities. In particular, I am referring to the use of market-based mechanisms, such as carbon taxes or emission allowances, along with stricter environmental regulation. </p>\n<p>The state can also encourage environmentally sustainable activities by using subsidies or public investments in green infrastructure.</p>\n<p>And, of course, we cannot ignore the – significant and unequal – cost of such policies, which is already clearly visible. To ensure that the transition is feasible and acceptable, redistributive policies may be adopted that compensate the households, regions and countries most affected by the energy transition. </p>\n<p>At the same time, the Recovery and Resilience Plan allows for a range of reforms and investments in the field of climate transition. In Portugal, around 38% of the €16.4 billion will be invested in strategic areas, such as the sea, sustainable mobility, decarbonising industry, energy efficiency in buildings and renewable energy. </p>\n<p>Efficient implementation of the RRP projects is therefore essential to increase the productivity and competitiveness of the Portuguese economy and also for climate transition. </p>\n<p>In addition, the high-quality debt (AAA) issued by the European Commission, which benefits Europe as a whole and not just a few countries, must not be wasted, otherwise Europe's deepest risk-sharing moment will have been for nothing. Only efficient implementation of Next Generation EU resources will favour the continuity of this moment of European integration launched in 2020. </p>\n<h3>The role of central banks and financial supervisors</h3>\n<p>And what role can central banks play?</p>\n<p>It is undisputed that the transition to a more sustainable economy affects the mandate of central banks, in particular in safeguarding financial stability, but also in monetary policy. First of all, because climate change is an important source of risk for financial institutions. </p>\n<p>The greater occurrence and severity of natural disasters and the transition to a new economic model lead to the devaluation of assets that: were financed by the banking system; are collateral for loans; are in investment fund portfolios; or are covered by insurance companies. </p>\n<p>In our role of safeguarding financial stability and as banking supervisors, we are also responsible for promoting the resilience of the financial sector throughout the climate transition process.</p>\n<p>This is why the Banco de Portugal has been studying the financial risks stemming from climate change and assessing the exposure and resilience of the Portuguese banking system to these risks. </p>\n<p>Within the Single Supervisory Mechanism, we set out supervisory expectations for managing climate-related risks and are conducting a climate stress test this year for the largest banks in the euro area. </p>\n<p>Climate change and related adaptation and mitigation policies also affect variables such as credit, aggregate supply and demand and prices, through which they directly impact the conduct of monetary policy. </p>\n<p>Thus, the Banco de Portugal participates in the action plan defined by the ECB to adapt the models and methodologies underlying monetary policy, the main concern being to safeguard the primary objective of price stability and ensure the prudent management of risks on its own balance sheet. </p>\n<p>In addition, there is another area to which central banks can and should contribute. I am referring to research work and advising the government in the economic and financial fields.</p>\n<p>By giving climate change or biodiversity a more prominent position in our research agendas, we will be contributing to more informed and effective environmental policies.</p>\n<p>That is precisely what the Banco de Portugal has been doing. </p>\n<p>Over the past two years, we have published research and analysis on the macroeconomic and financial impacts of climate change and on optimal response policies. We are also taking part in the project coordinated by the Portuguese Environment Agency to assess the vulnerability of the Portuguese territory to climate change in the 21st century, the results of which will be presented in 2023.</p>\n<p>In sum, we can no longer leave environmental considerations out of our policies and decision-making frameworks in the fulfilment of our mandates. This, alone, is already an enormous challenge!</p>\n<h3>The role of the financial sector</h3>\n<p>As I have already said, environmental sustainability creates specific responsibilities for public authorities in general and central banks in particular. </p>\n<p>But the financial sector also has a key role to play.</p>\n<p>It has already been demonstrated by several reference entities that the energy transition poses a behavioural and financial challenge on an absolutely exceptional scale.</p>\n<p>The European Investment Bank has estimated that, in order to achieve the objective of reducing greenhouse gas emissions by 55% by 2030, the European Union will need additional investments amounting to 2.1% of GDP per year.</p>\n<p>The estimates provided and deemed conservative by the International Monetary Fund to achieve the global target of net zero by 2050 – i.e. net zero greenhouse gas emissions – would require additional investments of 0.6% to 1% of global GDP each year. </p>\n<p>In turn, the McKinsey Global Institute has projected that the same net zero target by 2050 will require an effort that is likely to peak between 2026 and 2035, with additional investments which, by then, will be equivalent to 1.6% of global GDP. </p>\n<p>Faced with investments of this order of magnitude, the conclusion is uncontroversial: public investment will necessarily have to be paired with an even greater volume of private investment.</p>\n<p>Especially considering the following:</p>\n<ul>\n<li>these are additional investment figures, i.e. accruing to gross investments to replace productive capital that have also been redirected to the transition, but that would have been made anyway;</li>\n<li>this effort is to be sustained over decades;</li>\n<li>and we are speaking of global amounts, i.e. the effort will certainly be uneven across countries and sectors.</li>\n</ul>\n<p>As I have already said: public policies are key to the transition – and thus also play a role in private investment. But financial sector involvement will also be crucial. Information asymmetry is unfavourable to governments and monitoring capacity is on the financial sector side. </p>\n<p>But this responsibility, which can and should be seen as an opportunity, has several implications. I will mention two.</p>\n<p>The first is that types of investment will have to be adjusted.</p>\n<p>Sustainable investment projects typically involve innovative technologies, entail considerable expense with research and development, are highly capital-intensive and take a very long time to accomplish, measured in decades. These features require capital, quasi-capital, venture capital and other less common arrangements in addition to traditional credit and bond markets. </p>\n<p>The second regards the quality of the information underlying these investments.</p>\n<p>A good assessment of risks and opportunities related to environmental sustainability requires that information is available, of good quality, comparable and does not entail excessive costs. </p>\n<p>Several reference entities have studied this issue, which may be regarded as the foundation of the building. I am referring, for example, to the International Monetary Fund, the Financial Stability Board, the Network for Greening the Financial System and the International Financial Reporting Standards Foundation. </p>\n<p>The Banco de Portugal has been following and contributing to these efforts.</p>\n<p>Indeed, we need data that:</p>\n<ul>\n<li>Enable supervisors to monitor environmental risks to financial stability;</li>\n<li>Provide investors with the information required for them to assess  effectively \"green\" companies and projects;</li>\n<li>Inform the various parties involved of a firm's plans to transition to more sustainable ways of operating.</li>\n</ul>\n<p>We should all be aware that the energy transition is already underway and will likely intensify. National financial institutions in particular need to take this on board. </p>\n<p>The cost of delaying this adaptation process, awaiting the completion of regulatory and reporting frameworks, is likely to be much higher than the cost of acting now, even with the data limitations and gaps we all acknowledge.</p>\n",
  "content_text": "Introduction Good morning everyone. It is a great pleasure to open the second and last day of this conference on sustainability organised by the Jornal de Negócios. The agenda and invited speakers, from such diverse areas, clearly illustrate its importance and scope. This is a defining issue of our collective future, made even more important and urgent against the current geopolitical context. This is a subject that concerns everyone: political agents and policy agents; financial institutions and non-financial corporations; scholars, non-governmental organisations and citizens. No one can ignore this debate. No one can fail to be part of the collective effort to adapt to climate change and decarbonisation; to preserve ecosystems; to promote a circular economy and sustainable cities; and to create more inclusive businesses. For economists, the concept of sustainability has always been familiar. This concept, which is imported from the exact sciences, conveys the idea of a balanced system that is self-sufficient, a system that functions efficiently without breaking down. The concept used to be applied in areas such as the sustainability of public finance and the sustainability of the balance of payments. Today, we intuitively associate the word \"sustainability\", if not exclusively at least in parallel, with ESG parameters – environmental, social and governance sustainability. This increasingly consolidated mental shift faithfully reflects the scale of the challenges posed in this area, especially in the environmental and climate change-related areas. This mental shift has resisted the rise of other global concerns over the past two years. I would go as far as to say that this concern about environmental sustainability, the global response to climate change and energy transition will continue to be a high priority in our collective mind and for a long time. We can therefore say that it is a sustained concern. The role of public policy The stake on carbon neutrality and a circular economy calls for a profound transformation of our economic system, one that encompasses all sectors of activity and forces firms and financial institutions to change their business models. The conversion of the economy is a mammoth task (how could it not be, considering the threat before us). Public policies have a key role to play in this process, facilitating, inducing and precipitating the transition. It is not a case of replacing the role of private initiative and agents. It is more about addressing market failures which, as we are well aware, are at the root of these phenomena and lead to sub-optimal levels of investment in more sustainable technologies and research and development. The state, first and foremost, has the legitimacy and the most effective instruments to act. It should begin by penalising carbon-intensive activities and pollution. By so doing, it would help bridge the gap between the private and social costs of such activities. In particular, I am referring to the use of market-based mechanisms, such as carbon taxes or emission allowances, along with stricter environmental regulation. The state can also encourage environmentally sustainable activities by using subsidies or public investments in green infrastructure. And, of course, we cannot ignore the – significant and unequal – cost of such policies, which is already clearly visible. To ensure that the transition is feasible and acceptable, redistributive policies may be adopted that compensate the households, regions and countries most affected by the energy transition. At the same time, the Recovery and Resilience Plan allows for a range of reforms and investments in the field of climate transition. In Portugal, around 38% of the €16.4 billion will be invested in strategic areas, such as the sea, sustainable mobility, decarbonising industry, energy efficiency in buildings and renewable energy. Efficient implementation of the RRP projects is therefore essential to increase the productivity and competitiveness of the Portuguese economy and also for climate transition. In addition, the high-quality debt (AAA) issued by the European Commission, which benefits Europe as a whole and not just a few countries, must not be wasted, otherwise Europe's deepest risk-sharing moment will have been for nothing. Only efficient implementation of Next Generation EU resources will favour the continuity of this moment of European integration launched in 2020. The role of central banks and financial supervisors And what role can central banks play? It is undisputed that the transition to a more sustainable economy affects the mandate of central banks, in particular in safeguarding financial stability, but also in monetary policy. First of all, because climate change is an important source of risk for financial institutions. The greater occurrence and severity of natural disasters and the transition to a new economic model lead to the devaluation of assets that: were financed by the banking system; are collateral for loans; are in investment fund portfolios; or are covered by insurance companies. In our role of safeguarding financial stability and as banking supervisors, we are also responsible for promoting the resilience of the financial sector throughout the climate transition process. This is why the Banco de Portugal has been studying the financial risks stemming from climate change and assessing the exposure and resilience of the Portuguese banking system to these risks. Within the Single Supervisory Mechanism, we set out supervisory expectations for managing climate-related risks and are conducting a climate stress test this year for the largest banks in the euro area. Climate change and related adaptation and mitigation policies also affect variables such as credit, aggregate supply and demand and prices, through which they directly impact the conduct of monetary policy. Thus, the Banco de Portugal participates in the action plan defined by the ECB to adapt the models and methodologies underlying monetary policy, the main concern being to safeguard the primary objective of price stability and ensure the prudent management of risks on its own balance sheet. In addition, there is another area to which central banks can and should contribute. I am referring to research work and advising the government in the economic and financial fields. By giving climate change or biodiversity a more prominent position in our research agendas, we will be contributing to more informed and effective environmental policies. That is precisely what the Banco de Portugal has been doing. Over the past two years, we have published research and analysis on the macroeconomic and financial impacts of climate change and on optimal response policies. We are also taking part in the project coordinated by the Portuguese Environment Agency to assess the vulnerability of the Portuguese territory to climate change in the 21st century, the results of which will be presented in 2023. In sum, we can no longer leave environmental considerations out of our policies and decision-making frameworks in the fulfilment of our mandates. This, alone, is already an enormous challenge! The role of the financial sector As I have already said, environmental sustainability creates specific responsibilities for public authorities in general and central banks in particular. But the financial sector also has a key role to play. It has already been demonstrated by several reference entities that the energy transition poses a behavioural and financial challenge on an absolutely exceptional scale. The European Investment Bank has estimated that, in order to achieve the objective of reducing greenhouse gas emissions by 55% by 2030, the European Union will need additional investments amounting to 2.1% of GDP per year. The estimates provided and deemed conservative by the International Monetary Fund to achieve the global target of net zero by 2050 – i.e. net zero greenhouse gas emissions – would require additional investments of 0.6% to 1% of global GDP each year. In turn, the McKinsey Global Institute has projected that the same net zero target by 2050 will require an effort that is likely to peak between 2026 and 2035, with additional investments which, by then, will be equivalent to 1.6% of global GDP. Faced with investments of this order of magnitude, the conclusion is uncontroversial: public investment will necessarily have to be paired with an even greater volume of private investment. Especially considering the following: these are additional investment figures, i.e. accruing to gross investments to replace productive capital that have also been redirected to the transition, but that would have been made anyway; this effort is to be sustained over decades; and we are speaking of global amounts, i.e. the effort will certainly be uneven across countries and sectors. As I have already said: public policies are key to the transition – and thus also play a role in private investment. But financial sector involvement will also be crucial. Information asymmetry is unfavourable to governments and monitoring capacity is on the financial sector side. But this responsibility, which can and should be seen as an opportunity, has several implications. I will mention two. The first is that types of investment will have to be adjusted. Sustainable investment projects typically involve innovative technologies, entail considerable expense with research and development, are highly capital-intensive and take a very long time to accomplish, measured in decades. These features require capital, quasi-capital, venture capital and other less common arrangements in addition to traditional credit and bond markets. The second regards the quality of the information underlying these investments. A good assessment of risks and opportunities related to environmental sustainability requires that information is available, of good quality, comparable and does not entail excessive costs. Several reference entities have studied this issue, which may be regarded as the foundation of the building. I am referring, for example, to the International Monetary Fund, the Financial Stability Board, the Network for Greening the Financial System and the International Financial Reporting Standards Foundation. The Banco de Portugal has been following and contributing to these efforts. Indeed, we need data that: Enable supervisors to monitor environmental risks to financial stability; Provide investors with the information required for them to assess  effectively \"green\" companies and projects; Inform the various parties involved of a firm's plans to transition to more sustainable ways of operating. We should all be aware that the energy transition is already underway and will likely intensify. National financial institutions in particular need to take this on board. The cost of delaying this adaptation process, awaiting the completion of regulatory and reporting frameworks, is likely to be much higher than the cost of acting now, even with the data limitations and gaps we all acknowledge.",
  "date_parsed": "2022-04-08",
  "name": "Mário Centeno",
  "name_orig": "Mário Centeno",
  "url_orig": "https://www.bis.org/review/r220622c.htm"
}