{
  "source_url": "https://www.bis.org/review/r251002i.htm",
  "headline": "Mário Centeno: 10 years of the Single Resolution Mechanism - a decade delivering a more resilient financial system",
  "description_html": "\n<p>Opening remarks by Mr Mário Centeno, Governor of the Banco de Portugal, at the conference \"10 years of the SRM - a decade delivering a more resilient financial system\" marking the tenth anniversary of the Single Resolution Mechanism, hosted by the Banco de Portugal, Lisbon, 29 September 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Opening remarks by Mr Mário Centeno, Governor of the Banco de Portugal, at the conference \"10 years of the SRM - a decade delivering a more resilient financial system\" marking the tenth anniversary of the Single Resolution Mechanism, hosted by the Banco de Portugal, Lisbon, 29 September 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "03 October 2025",
  "pdf_url": "https://www.bis.org/review/r251002i.pdf",
  "content_html": "\n<p class=\"text-align-justify\">Distinguished guests, colleagues and friends, good morning.</p>\n<p class=\"text-align-justify\">It is with great honor that Banco de Portugal hosts this conference, marking the tenth anniversary of the Single Resolution Mechanism.</p>\n<p class=\"text-align-justify\">In fact, the achievements of the Single Resolution Mechanism in this last decade cannot go unnoticed: </p>\n<ul>\n<li>\n<p class=\"text-align-justify\">A whole new framework was established with the creation of the:</p>\n<ul>\n<li>\n<p class=\"text-align-justify\">Single Resolution Board - the central resolution authority within the Banking Union;</p>\n</li>\n<li>\n<p class=\"text-align-justify\">as well as the Single Resolution Fund, which is now capitalized with around 80 billion euro and is fully mutualized. </p>\n</li>\n</ul>\n</li>\n<li>\n<p class=\"text-align-justify\">Resolution plans have been prepared for all institutions, setting out the preferred strategies in case of failure.</p>\n</li>\n<li>\n<p class=\"text-align-justify\">The appropriate loss-absorbing capacity has been built up for about every bank, </p>\n<ul>\n<li>\n<p class=\"text-align-justify\">while other dimensions of resolvability are also showing significant progress. </p>\n</li>\n</ul>\n</li>\n</ul>\n<p class=\"text-align-justify\">And most importantly, the system was put to the test in two real-life resolution cases and showed ability to act swiftly and efficiently. It was able to preserve financial stability and protect taxpayers' money.</p>\n<p class=\"text-align-justify\">During this period, the banking sector also became more stable and resilient:</p>\n<ul>\n<li>\n<p class=\"text-align-justify\">Banks in the Banking Union are better capitalized than they were a decade ago.</p>\n</li>\n<li>\n<p class=\"text-align-justify\">Their balance sheets are overall stronger and healthier.</p>\n</li>\n<li>\n<p class=\"text-align-justify\">Non-performing exposures have declined, while the increased loss-absorbing capacity makes them more capable of withstanding more severe shocks. </p>\n</li>\n</ul>\n<p class=\"text-align-justify\">This progress is particularly noticeable in Portugal. In the past ten years:</p>\n<ul>\n<li>\n<p class=\"text-align-justify\">the CET1 [Common Equity Tier 1] ratio has increased from 12.4% to 17.9%, </p>\n</li>\n<li>\n<p class=\"text-align-justify\">the NPL [Non-Performing Loan] ratio has fallen from a peak of 17.9% to 2.3%, </p>\n</li>\n<li>\n<p class=\"text-align-justify\">profitability as measured by the Return-on-Assets has improved from 0.1% to 1.4%,</p>\n</li>\n<li>\n<p class=\"text-align-justify\">and all banks became compliant with the applicable MREL [Minimum Requirement for Own Funds and Eligible Liabilities] requirements.</p>\n</li>\n</ul>\n<p class=\"text-align-justify\">These achievements are the reflection of a collaborative undertaking. </p>\n<ul>\n<li>\n<p class=\"text-align-justify\">First, among EU Member States, which have agreed on a single framework for supervision and resolution in the Banking Union, reflected in the solid institutional framework that is now in place. </p>\n</li>\n<li>\n<p class=\"text-align-justify\">Second, and no less importantly, it is also the result of the work carried out within the Single Supervisory Mechanism and the Single Resolution Mechanism, as well as the efforts of banks themselves. </p>\n</li>\n</ul>\n<p class=\"text-align-justify\">At its core, the Banking Union is a project of integration and trust. Trust among Member States, trust between authorities, trust in institutions, and trust from citizens that our financial system can withstand crises without jeopardizing stability or fairness.</p>\n<p class=\"text-align-justify\">This project was born out of a collective awareness on the need for deeper integration, in response to the severe financial and sovereign debt crises that tested Europe so deeply. At that time, we learned the hard way that financial fragility cannot be dealt with in isolation. </p>\n<p class=\"text-align-justify\">The first decade of this European project has lived up to its promises and the Single Resolution Mechanism has proven to be a cornerstone of stability and confidence in the Banking Union.</p>\n<p class=\"text-align-justify\">It is however essential to keep in mind that the past decade has also brought new challenges: from the pandemic to geopolitical shocks, from cyber-risk to the<span> </span>expanding frontiers of finance, with the emergence of digital assets and new market players.</p>\n<p class=\"text-align-justify\">As I have been repeatedly saying, financial stability cannot be taken for granted, especially in the current times of uncertainty.</p>\n<p class=\"text-align-justify\">The European banking sector and banking activity remain to a large extent fragmented, which is certainly a reflection of the fact that the Banking Union is an unfinished project. </p>\n<p class=\"text-align-justify\">To that end, we need to go deeper in trust. We need stronger common institutions, supervisors capable of acting consistently across borders and resolution authorities able to intervene decisively irrespective of national borders. </p>\n<p class=\"text-align-justify\">We need to move forward and pull efforts to continue with the Banking Union and develop the EU capital Markets. These are essential for a competitive and integrated financial system, as well as to channel Europeans' high savings into productive investment in Europe.</p>\n<p class=\"text-align-justify\">I am certain that today's discussions will bring to light both sides of this picture:</p>\n<ul>\n<li>\n<p class=\"text-align-justify\">on the one hand, the significant progress already achieved;</p>\n</li>\n<li>\n<p class=\"text-align-justify\">on the other hand, the work that still lies ahead of us.</p>\n</li>\n</ul>\n<p class=\"text-align-justify\">The agenda is ambitious: it promises a comprehensive overview of the essential elements that make up the Single Resolution Mechanism and to reflect on the way forward, through the voices of those who know this field best and who will greatly enrich our understanding and debate.</p>\n<p class=\"text-align-justify\">I would like to take a moment to acknowledge the breadth of expertise represented in today's program, bringing together perspectives from European and national authorities, international organizations, academia, the legal field and public policy. This diversity will enrich our discussions and will help draw valuable lessons.</p>\n<p class=\"text-align-justify\">This conference is, above all, an opportunity for dialogue. An opportunity to strengthen our collective understanding and reinforce our shared commitment to financial stability. </p>\n<p class=\"text-align-justify\">The first ten years of the Single Resolution Mechanism have shown what Europe can achieve when it acts together, with determination and vision. The next ten years must be guided by the same ambition.</p>\n<p class=\"text-align-justify\">I wish you all a very fruitful and stimulating conference. </p>\n<p class=\"text-align-justify\">Thank you<em>.</em></p>\n",
  "content_text": "Distinguished guests, colleagues and friends, good morning. It is with great honor that Banco de Portugal hosts this conference, marking the tenth anniversary of the Single Resolution Mechanism. In fact, the achievements of the Single Resolution Mechanism in this last decade cannot go unnoticed: A whole new framework was established with the creation of the: Single Resolution Board - the central resolution authority within the Banking Union; as well as the Single Resolution Fund, which is now capitalized with around 80 billion euro and is fully mutualized. Resolution plans have been prepared for all institutions, setting out the preferred strategies in case of failure. The appropriate loss-absorbing capacity has been built up for about every bank, while other dimensions of resolvability are also showing significant progress. And most importantly, the system was put to the test in two real-life resolution cases and showed ability to act swiftly and efficiently. It was able to preserve financial stability and protect taxpayers' money. During this period, the banking sector also became more stable and resilient: Banks in the Banking Union are better capitalized than they were a decade ago. Their balance sheets are overall stronger and healthier. Non-performing exposures have declined, while the increased loss-absorbing capacity makes them more capable of withstanding more severe shocks. This progress is particularly noticeable in Portugal. In the past ten years: the CET1 [Common Equity Tier 1] ratio has increased from 12.4% to 17.9%, the NPL [Non-Performing Loan] ratio has fallen from a peak of 17.9% to 2.3%, profitability as measured by the Return-on-Assets has improved from 0.1% to 1.4%, and all banks became compliant with the applicable MREL [Minimum Requirement for Own Funds and Eligible Liabilities] requirements. These achievements are the reflection of a collaborative undertaking. First, among EU Member States, which have agreed on a single framework for supervision and resolution in the Banking Union, reflected in the solid institutional framework that is now in place. Second, and no less importantly, it is also the result of the work carried out within the Single Supervisory Mechanism and the Single Resolution Mechanism, as well as the efforts of banks themselves. At its core, the Banking Union is a project of integration and trust. Trust among Member States, trust between authorities, trust in institutions, and trust from citizens that our financial system can withstand crises without jeopardizing stability or fairness. This project was born out of a collective awareness on the need for deeper integration, in response to the severe financial and sovereign debt crises that tested Europe so deeply. At that time, we learned the hard way that financial fragility cannot be dealt with in isolation. The first decade of this European project has lived up to its promises and the Single Resolution Mechanism has proven to be a cornerstone of stability and confidence in the Banking Union. It is however essential to keep in mind that the past decade has also brought new challenges: from the pandemic to geopolitical shocks, from cyber-risk to the expanding frontiers of finance, with the emergence of digital assets and new market players. As I have been repeatedly saying, financial stability cannot be taken for granted, especially in the current times of uncertainty. The European banking sector and banking activity remain to a large extent fragmented, which is certainly a reflection of the fact that the Banking Union is an unfinished project. To that end, we need to go deeper in trust. We need stronger common institutions, supervisors capable of acting consistently across borders and resolution authorities able to intervene decisively irrespective of national borders. We need to move forward and pull efforts to continue with the Banking Union and develop the EU capital Markets. These are essential for a competitive and integrated financial system, as well as to channel Europeans' high savings into productive investment in Europe. I am certain that today's discussions will bring to light both sides of this picture: on the one hand, the significant progress already achieved; on the other hand, the work that still lies ahead of us. The agenda is ambitious: it promises a comprehensive overview of the essential elements that make up the Single Resolution Mechanism and to reflect on the way forward, through the voices of those who know this field best and who will greatly enrich our understanding and debate. I would like to take a moment to acknowledge the breadth of expertise represented in today's program, bringing together perspectives from European and national authorities, international organizations, academia, the legal field and public policy. This diversity will enrich our discussions and will help draw valuable lessons. This conference is, above all, an opportunity for dialogue. An opportunity to strengthen our collective understanding and reinforce our shared commitment to financial stability. The first ten years of the Single Resolution Mechanism have shown what Europe can achieve when it acts together, with determination and vision. The next ten years must be guided by the same ambition. I wish you all a very fruitful and stimulating conference. Thank you .",
  "date_parsed": "2025-10-03",
  "name": "Mário Centeno",
  "link_number": "1",
  "name_orig": "Mário Centeno",
  "url_orig": "https://www.bis.org/review/r251002i.htm"
}