{
  "source_url": "https://www.bis.org/review/r251002m.htm",
  "headline": "Mārtiņš Kazāks: Opening speech - Latvia Fintech Forum 2025",
  "description_html": "\n<p>Opening speech by Mr Mārtiņš Kazāks, Governor of the Bank of Lativa, at the Latvia Fintech Forum 2025, Riga, 1 October 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Opening speech by Mr Mārtiņš Kazāks, Governor of the Bank of Lativa, at the Latvia Fintech Forum 2025, Riga, 1 October 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "03 October 2025",
  "pdf_url": "https://www.bis.org/review/r251002m.pdf",
  "content_html": "\n<div class=\"component\">\n<div class=\"body\">\n<p>Ladies and gentlemen, distinguished guests, colleagues and friends,</p>\n<p>It is a privilege to address you today. Gathered here are innovators, policymakers, entrepreneurs, and visionaries who are shaping the future of finance in Europe. We are here to share ideas,<span> </span><strong>to inspire</strong><span> </span>one another, and to reflect on how Latvia, and Europe as a whole, can seize the opportunities in fintech space and encourage our citizens and economies develop it and benefit from it.</p>\n<h3>Europe's fintech opportunity</h3>\n<p>In 2025, the size of European fintech market slightly exceeds 70bn euros (according to MordorIntelligence<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a>). By 2030, it is projected to almost double, growing at an annual rate of 15%. By comparison, traditional banking grows at around 6% per annum (according to McKinsey<a class=\"hashlink\" href=\"#fn2\" id=\"fn_2\"><sup>2</sup></a>).</p>\n<p>In late 2022, fintechs accounted for 5% (or between 128-175bn euros) of global banking sector net revenues. This share is expected to double to over 342bn euros by 2028<a class=\"hashlink\" href=\"#fn3\" id=\"fn_3\"><sup>3</sup></a>. This tells us three things: first, fintech has already secured an important role in the financial system; second, it is still small compared to traditional finance; and third, it has enormous potential to expand and add value to its customers, all of us.</p>\n<p class=\"highlighted-field\">Fintech may today be a small stream beside the wide river of traditional banking. But it is a stream gaining strength, carving new paths, and carrying with it the force to reshape the financial landscape.</p>\n<h3>Growth areas and new value</h3>\n<p>Where will the next wave of fintech growth come from?</p>\n<p>In Lavia we have built a unique foundation for<span> </span><strong>payments and crypto</strong>. We are ready to see new forms of payments and new tokenized assets to flow into the financial system. Alongside them, peer-to-peer lending and crowdfunding are expanding access to finance for households and small businesses.</p>\n<p>Additional innovation drivers are:</p>\n<ul>\n<li><strong>AI<span> </span></strong>- transforming finance at a fast pace, it makes risk models smarter and provides customers with tailored advice, safer accounts, faster decisions, and services that feel personal.</li>\n<li><strong>Embedded Finance - creates fantastic opportunity to expand services<span> </span></strong>woven into digital platforms. For the financial sector, this means new distribution channels and deeper integration with the real economy.</li>\n<li><strong>Digital assets and tokenization -<span> </span></strong>offer new ways to invest, transfer, and store and create value for customers, they mean greater liquidity, lower costs, and more efficient capital markets.</li>\n</ul>\n<p>These innovations and your novel ideas will make Europe's economy stronger, our financial sector more competitive, and services more accessible and affordable for customers.</p>\n<h3>Latvia's Contribution</h3>\n<p>Now let me turn to Latvia. Our ambition is clear: we want Latvia to be a European fintech hub. This ambition is backed by focused and concrete actions by Latvijas Banka:</p>\n<ul>\n<li>Last year we opened the possibility for fintechs to connect directly to our payment system. 7 companies have already used this opportunity, and more than 10 are in the pipeline.</li>\n<li>At the beginning of this year, we introduced a pre-licensing process for crypto companies. Today, more than 15 firms are currently under review.</li>\n<li>We have designed changes in the regulation to allow fintechs to obtain the so-called small bank license and the necessary changes in the law are now moving through parliament</li>\n<li>Latvia's regulator is now highly recognized across Europe for its accessibility and strong risk management by many international market participants.</li>\n</ul>\n<p class=\"highlighted-field\">We are not just observers of the fintech revolution. We are building the launchpad, so that innovation can take off from Riga and expand to whole of Europe.</p>\n<h3>Call to Action</h3>\n<p>So, what comes next? Latvia offers a set of clear advantages for fintechs: an accessible regulator, direct access to the central bank's payment system, a crypto pre-licensing process, an innovation hub with a dedicated supervisory team, and a competitive tax system (0% tax rate on reinvested profits), startup law (allows to receive state aid, investment benefits, grants and up to 45% for the remuneration of highly qualified workers).</p>\n<p>Now, you – entrepreneurs, innovators, the fintech community, must take the leap, leading the charge in innovation and boldly shaping the future of finance across Europe.</p>\n<ul>\n<li>First,<span> </span><strong>embrace AI and digital services</strong><span> </span>to compete on speed, improved customers' experience, and efficiency.</li>\n<li>Second, seize the opportunities within the MiCA regulation and the upcoming Open Finance framework, creating innovative services that customers will love to use.</li>\n<li>Third, the<span> </span><strong>Digital Euro</strong><span> </span>is on its way. Fintech can use it as a backbone to design services and solutions that would make Europe more sovereign, resilient, efficient, and competitive.</li>\n<li>Fourth,<span> </span><strong>build long-term partnerships</strong><span> </span>with banks, academic institutions, IT service providers, and international players.</li>\n<li>And finally, we all must<span> </span><strong>think big</strong>. Latvia's market is small; therefore, our vision is global. Every product needs to be designed to scale globally.</li>\n</ul>\n<p class=\"highlighted-field\">In other words, our fintechs must think not like craftsmen, but like architects of Europe's financial future.</p>\n<p>Colleagues, the future of finance is being written right here, right now, by us. It is not whether fintech will transform our economy. The question is:<span> </span><strong>are you ready to lead this transformation?</strong></p>\n<p>Let us make sure that Latvia is one of its co-authors. Let us work together, regulators, innovators, and investors, to seize the opportunity, to build trust, and to deliver innovation that benefits our people and our economies.</p>\n<p class=\"highlighted-field\">For that to happen, all public and government institutions need to work together. A launchpad alone is not enough,because we also need mission control, navigation systems, and safety protocols. History favors those who act with courage. Let us be bold and build a powerful launch system from which Latvia's fintech rocket can take off, sharing the success, creating wealth, and securing the future of our societies</p>\n<p>Thank you!</p>\n<hr/>\n<p><span style=\"font-size: 13.6px;\"><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> </span><a class=\"external\" href=\"https://www.mordorintelligence.com/industry-reports/europe-fintech-market\" rel=\"noopener noreferrer\" target=\"_blank\">Europe Fintech Market Size, Growth Analysis (2025-2030) | Research Report</a></p>\n<p class=\"footnote\"><span style=\"font-size: 13.6px;\"><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup>2</sup></a> </span><a class=\"external\" href=\"https://thefinancialbrand.com/news/fintech-banking/fintech-transformation-sets-signposts-for-retail-bankings-future-170827\" rel=\"noopener noreferrer\" target=\"_blank\">Fintech Transformation Sets Signposts for Retail Banking's Future</a></p>\n<p class=\"footnote\"><span style=\"font-size: 13.6px;\"><a class=\"hashlink\" href=\"#fn_3\" name=\"fn3\"><sup>3</sup></a> </span><a class=\"external\" href=\"https://fintechnetwork.eu/article-european-fintech-mapping-2024/?utm_source=chatgpt.com\" rel=\"noopener noreferrer\" target=\"_blank\">Article: European Fintech Mapping 2024 – Fine</a></p>\n</div>\n</div>\n",
  "content_text": "Ladies and gentlemen, distinguished guests, colleagues and friends, It is a privilege to address you today. Gathered here are innovators, policymakers, entrepreneurs, and visionaries who are shaping the future of finance in Europe. We are here to share ideas, to inspire one another, and to reflect on how Latvia, and Europe as a whole, can seize the opportunities in fintech space and encourage our citizens and economies develop it and benefit from it. Europe's fintech opportunity In 2025, the size of European fintech market slightly exceeds 70bn euros (according to MordorIntelligence 1 ). By 2030, it is projected to almost double, growing at an annual rate of 15%. By comparison, traditional banking grows at around 6% per annum (according to McKinsey 2 ). In late 2022, fintechs accounted for 5% (or between 128-175bn euros) of global banking sector net revenues. This share is expected to double to over 342bn euros by 2028 3 . This tells us three things: first, fintech has already secured an important role in the financial system; second, it is still small compared to traditional finance; and third, it has enormous potential to expand and add value to its customers, all of us. Fintech may today be a small stream beside the wide river of traditional banking. But it is a stream gaining strength, carving new paths, and carrying with it the force to reshape the financial landscape. Growth areas and new value Where will the next wave of fintech growth come from? In Lavia we have built a unique foundation for payments and crypto . We are ready to see new forms of payments and new tokenized assets to flow into the financial system. Alongside them, peer-to-peer lending and crowdfunding are expanding access to finance for households and small businesses. Additional innovation drivers are: AI - transforming finance at a fast pace, it makes risk models smarter and provides customers with tailored advice, safer accounts, faster decisions, and services that feel personal. Embedded Finance - creates fantastic opportunity to expand services woven into digital platforms. For the financial sector, this means new distribution channels and deeper integration with the real economy. Digital assets and tokenization - offer new ways to invest, transfer, and store and create value for customers, they mean greater liquidity, lower costs, and more efficient capital markets. These innovations and your novel ideas will make Europe's economy stronger, our financial sector more competitive, and services more accessible and affordable for customers. Latvia's Contribution Now let me turn to Latvia. Our ambition is clear: we want Latvia to be a European fintech hub. This ambition is backed by focused and concrete actions by Latvijas Banka: Last year we opened the possibility for fintechs to connect directly to our payment system. 7 companies have already used this opportunity, and more than 10 are in the pipeline. At the beginning of this year, we introduced a pre-licensing process for crypto companies. Today, more than 15 firms are currently under review. We have designed changes in the regulation to allow fintechs to obtain the so-called small bank license and the necessary changes in the law are now moving through parliament Latvia's regulator is now highly recognized across Europe for its accessibility and strong risk management by many international market participants. We are not just observers of the fintech revolution. We are building the launchpad, so that innovation can take off from Riga and expand to whole of Europe. Call to Action So, what comes next? Latvia offers a set of clear advantages for fintechs: an accessible regulator, direct access to the central bank's payment system, a crypto pre-licensing process, an innovation hub with a dedicated supervisory team, and a competitive tax system (0% tax rate on reinvested profits), startup law (allows to receive state aid, investment benefits, grants and up to 45% for the remuneration of highly qualified workers). Now, you – entrepreneurs, innovators, the fintech community, must take the leap, leading the charge in innovation and boldly shaping the future of finance across Europe. First, embrace AI and digital services to compete on speed, improved customers' experience, and efficiency. Second, seize the opportunities within the MiCA regulation and the upcoming Open Finance framework, creating innovative services that customers will love to use. Third, the Digital Euro is on its way. Fintech can use it as a backbone to design services and solutions that would make Europe more sovereign, resilient, efficient, and competitive. Fourth, build long-term partnerships with banks, academic institutions, IT service providers, and international players. And finally, we all must think big . Latvia's market is small; therefore, our vision is global. Every product needs to be designed to scale globally. In other words, our fintechs must think not like craftsmen, but like architects of Europe's financial future. Colleagues, the future of finance is being written right here, right now, by us. It is not whether fintech will transform our economy. The question is: are you ready to lead this transformation? Let us make sure that Latvia is one of its co-authors. Let us work together, regulators, innovators, and investors, to seize the opportunity, to build trust, and to deliver innovation that benefits our people and our economies. For that to happen, all public and government institutions need to work together. A launchpad alone is not enough,because we also need mission control, navigation systems, and safety protocols. History favors those who act with courage. Let us be bold and build a powerful launch system from which Latvia's fintech rocket can take off, sharing the success, creating wealth, and securing the future of our societies Thank you! 1 Europe Fintech Market Size, Growth Analysis (2025-2030) | Research Report 2 Fintech Transformation Sets Signposts for Retail Banking's Future 3 Article: European Fintech Mapping 2024 – Fine",
  "date_parsed": "2025-10-03",
  "name": "Mārtiņš Kazāks",
  "link_number": "1",
  "name_orig": "Mārtiņš Kazāks",
  "url_orig": "https://www.bis.org/review/r251002m.htm"
}