{
  "source_url": "https://www.bis.org/review/r250507j.htm",
  "headline": "Mārtiņš Kazāks: Financing a better future - the vital role of finance in achieving sustainable growth",
  "description_html": "\n<p>Opening speech by Mr Mārtiņš Kazāks, Governor of the Bank of Lativa, at the Economic Conference 2024, Riga, 7 October 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Opening speech by Mr Mārtiņš Kazāks, Governor of the Bank of Lativa, at the Economic Conference 2024, Riga, 7 October 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "09 October 2024",
  "pdf_url": "https://www.bis.org/review/r250507j.pdf",
  "content_html": "\n<div class=\"component\">\n<div class=\"body\">\n<p>Ladies and gentlemen,</p>\n<p>Welcome to the annual conference of Latvijas Banka on economic and financial issues and I'm extremely happy to see you here! And let me kick off today's conference with a short introduction on some of the things that, I think, are extremely important for the Latvian, for the European and the global economy.</p>\n<p>16 years ago, in the introduction to his book \"The Ascent of Money\", Scottish historian Niall Ferguson noted that \"the ascent of money has been essential to the ascent of man\". He went on to claim, and later to prove, that \"financial innovation has been an indispensable factor in man's advance from wretched subsistence to the giddy heights of material prosperity that so many people know today.\" In other words, financial markets have been playing a very important role for economic growth and wellbeing of our societies. And we have every reason to believe that this will play into the future.</p>\n<p>Last year, the title of our conference was \"A recipe for economic growth\". We examined the reasons behind the sustained slowdown of European growth, we looked at the key reasons for that, and we looked at the economic policies that may help to revive growth and improvement in living standards. We saw that there is no unique path to prosperity, but we saw that it's important to do things, and that was the key conclusion – structural issues. Unfortunately, we will also see these issues being very dominant in the financial markets in our today's discussion. Given that last year, the mandate of Latvijas Banka was extended to reach into the regulation and supervision of financial markets it is a logical next step for us to zoom in on the role of financial markets in supporting sustainable growth. And I want to stress here the word \"sustainable\". \"Sustainable\" is very important. Therefore, today's conference, which we are organizing together with our good colleagues from SUERF, is titled \"Financing a Better Future: The vital role of Finance in achieving<span> </span><em>sustainable</em><span> </span>growth\".</p>\n<p>When we set the title at the beginning of this year, and the contents of today's discussion, we could not have foreseen that it would take place just three weeks after Mario Draghi presented his report on the future of European competitiveness. The arguments presented by him on the role of financial markets and the importance of financial markets could not be timelier. The annual additional investment that would be necessary for the European economy to face the challenges of defence, challenges of innovation, of artificial intelligence, of investment in general adds up to about 4.5% of GDP annually for the next six years. So, this is a massive amount of money.</p>\n<p>Financing such unprecedented additional investment would require a massive change in the design and structure of the EU financial market. It would need to become much less fragmented that it is today, it would need to become much more integrated than it is today, it would need to become much more diverse in terms of the market players. We would need to see many more active market players, and it would be, at the end of the day, less dominated by banks. Completion of the Capital Markets Union and the Banking Union is, of course, of extreme importance to reach this aim. But I would also say that in addition to all these elements, it is extremely important to make a note that, perhaps, one other element is very important to consider and, perhaps, most difficult to implement. And that is our mentality, the way we think, the way we act.</p>\n<p>And let me give you just one example of this. EU households save more than their US counterparts. Yet, EU households have less wealth than those in the US. This wealth disparity is largely due to the lower returns that we receive from financial markets on our asset holdings. In financial markets, risk and return go hand-in-hand. In Europe, we tend to take very little risk. And, of course, it leads to much lower returns. We tend to invest into government bonds, we tend to hold money in deposits at our banks, but we do not invest in equities. Americans do.</p>\n<p>And this particular situation reminds me of a personal experience which I want to share with you today.</p>\n<p>One day, quite a few years back, I went on a boat trip with friends of mine. Just nearby, here, in the Gulf of Riga, a couple of hours of sailing. And when we were leaving the harbour, we saw that there was a boat nearby, and people were arriving, and it seemed that they were going to do the same, they were going to go sailing. When we returned a few hours later, we saw that the boat was exactly in the same spot where it was when we left. It was full of people. People were enjoying their time, they were having drinks, they were having discussions, they were having food. There was a party going on. Which is fine, but apparently, the boat had never left the harbour.</p>\n<p>And, unfortunately, this analogy also plays a bit, at least in my view, to what is happening in the Latvian, but also Baltic, also Central and Eastern European financial markets and banking system as such. Examples of such \"parties on boats\", if I may call them, can be seen across Europe. It's not specific to Latvia or our neighbours in Lithuania. It's a wider phenomenon. And Latvia, in this case, presents just an extreme example of this. After a much needed adjustment following the boom and bust cycle of mid-2000s, in my view, it seems that we've stuck in a bad equilibrium. The ratio of loans to GDP has gone down from about 100% at the peak to 28% to GDP now. Although 100%, of course, was too much for a young economy like Latvia in 2008, I would say that 28% is certainly too little for an economy like Latvia that we see today. The loan to deposit ratio has gone down to 0.7 from above 2. Which means that for every 10 euros of deposits, we only have 7 euros of loans.</p>\n<p>In contrast to the situation 15 years ago, we have savings, but these savings are not being efficiently transformed into productive investment neither in the amount, nor the scale needed to meet the challenges that our economy faces. And let me remind you that this is not only the challenge for the Latvian economy. These challenges are seen all across the European economy. Of course, there've been counterarguments that compared to the times prior to the Global Financial Crisis, our financial system now is very safe. Which is good. We need a financial system that is safe. But I would say that, of course, we also need a financial system that is healthy. And here I want to come back to the sailing story that I just gave to you – the safest place for the boat, of course, is in the harbour, but boats are built to hit the open water, and go out into the sea.</p>\n<p>Of course, as anyone with any experience on the water knows – I'm not advocating for going out on the sea without life jackets, without a radio, or without extra supplies in place. I'm not calling for a return of reckless lending practices of the 2000s or going back to serving high risk foreign clients that have landed us into trouble in the past. But I want to reiterate that if we are to reignite economic growth and finance our fair share of the necessary future investment, it is very vital that banks take calculated risks and manage those risks appropriately, instead of avoiding risk. And, to carry on again with the sailing analogy, just like there are ferry ships, there are cargo ships, there are sailing boats, there are tugboats, a healthy financial market needs to go beyond banks. We must have full range of financing options – venture capital, private equity, IPOs, debt securities, to mention just a few. We need a healthy, alive, and kicking infrastructure and ecosystem of financial markets.</p>\n<p>Ladies and gentlemen,</p>\n<p>A strong Europe requires a developed and integrated financial market. We need more competition, we need more agile financial markets. But, for it to take shape, it first and foremost requires political decisions at the EU level to reduce financial market fragmentation along national borders. Think of the Capital Markets Union, think of the Banking Union. All these are very important for more efficient and productive financial market and our economies. This is the way for us to unlock the might of our financial markets. This is for society to benefit and improve their living standards. If Europe is strong, Latvia, as a part of it, is also strong. A European-wide solution is the first best solution. Economists use the ranking of \"first best\". And a political decision is, by all means, the first best. Of course, there are second best solutions. And we, at Latvijas Banka, and other central banks, and supervisors, of course, are doing our job to improve the vitality of financial markets. But these will always be only second bests. The first best is a Pan-European political decision to reduce the fragmentation of financial markets.</p>\n<p>One thing is clear – neither in Europe as a whole, nor in Latvia, can boats stay in the safe confines of the harbour if we want to meet future challenges and grow our incomes and well-being in a sustainable manner. That does not mean that we need to put our head out and sail into stormy weather or go too close to the cliffs or sandbanks, or resume transporting dodgy cargoes. No, this is not for us. However, we do need an agile fleet of ships that are best suited for different purposes, and we have to get back into the sea!</p>\n<p>So, let us discuss today how to cast off our ropes, how to hoist our sails, and how to hit the open sea!<br/><br/>Thank you and let's have a lively discussion of how we can improve! Thank you very much!</p>\n</div>\n</div>\n",
  "content_text": "Ladies and gentlemen, Welcome to the annual conference of Latvijas Banka on economic and financial issues and I'm extremely happy to see you here! And let me kick off today's conference with a short introduction on some of the things that, I think, are extremely important for the Latvian, for the European and the global economy. 16 years ago, in the introduction to his book \"The Ascent of Money\", Scottish historian Niall Ferguson noted that \"the ascent of money has been essential to the ascent of man\". He went on to claim, and later to prove, that \"financial innovation has been an indispensable factor in man's advance from wretched subsistence to the giddy heights of material prosperity that so many people know today.\" In other words, financial markets have been playing a very important role for economic growth and wellbeing of our societies. And we have every reason to believe that this will play into the future. Last year, the title of our conference was \"A recipe for economic growth\". We examined the reasons behind the sustained slowdown of European growth, we looked at the key reasons for that, and we looked at the economic policies that may help to revive growth and improvement in living standards. We saw that there is no unique path to prosperity, but we saw that it's important to do things, and that was the key conclusion – structural issues. Unfortunately, we will also see these issues being very dominant in the financial markets in our today's discussion. Given that last year, the mandate of Latvijas Banka was extended to reach into the regulation and supervision of financial markets it is a logical next step for us to zoom in on the role of financial markets in supporting sustainable growth. And I want to stress here the word \"sustainable\". \"Sustainable\" is very important. Therefore, today's conference, which we are organizing together with our good colleagues from SUERF, is titled \"Financing a Better Future: The vital role of Finance in achieving sustainable growth\". When we set the title at the beginning of this year, and the contents of today's discussion, we could not have foreseen that it would take place just three weeks after Mario Draghi presented his report on the future of European competitiveness. The arguments presented by him on the role of financial markets and the importance of financial markets could not be timelier. The annual additional investment that would be necessary for the European economy to face the challenges of defence, challenges of innovation, of artificial intelligence, of investment in general adds up to about 4.5% of GDP annually for the next six years. So, this is a massive amount of money. Financing such unprecedented additional investment would require a massive change in the design and structure of the EU financial market. It would need to become much less fragmented that it is today, it would need to become much more integrated than it is today, it would need to become much more diverse in terms of the market players. We would need to see many more active market players, and it would be, at the end of the day, less dominated by banks. Completion of the Capital Markets Union and the Banking Union is, of course, of extreme importance to reach this aim. But I would also say that in addition to all these elements, it is extremely important to make a note that, perhaps, one other element is very important to consider and, perhaps, most difficult to implement. And that is our mentality, the way we think, the way we act. And let me give you just one example of this. EU households save more than their US counterparts. Yet, EU households have less wealth than those in the US. This wealth disparity is largely due to the lower returns that we receive from financial markets on our asset holdings. In financial markets, risk and return go hand-in-hand. In Europe, we tend to take very little risk. And, of course, it leads to much lower returns. We tend to invest into government bonds, we tend to hold money in deposits at our banks, but we do not invest in equities. Americans do. And this particular situation reminds me of a personal experience which I want to share with you today. One day, quite a few years back, I went on a boat trip with friends of mine. Just nearby, here, in the Gulf of Riga, a couple of hours of sailing. And when we were leaving the harbour, we saw that there was a boat nearby, and people were arriving, and it seemed that they were going to do the same, they were going to go sailing. When we returned a few hours later, we saw that the boat was exactly in the same spot where it was when we left. It was full of people. People were enjoying their time, they were having drinks, they were having discussions, they were having food. There was a party going on. Which is fine, but apparently, the boat had never left the harbour. And, unfortunately, this analogy also plays a bit, at least in my view, to what is happening in the Latvian, but also Baltic, also Central and Eastern European financial markets and banking system as such. Examples of such \"parties on boats\", if I may call them, can be seen across Europe. It's not specific to Latvia or our neighbours in Lithuania. It's a wider phenomenon. And Latvia, in this case, presents just an extreme example of this. After a much needed adjustment following the boom and bust cycle of mid-2000s, in my view, it seems that we've stuck in a bad equilibrium. The ratio of loans to GDP has gone down from about 100% at the peak to 28% to GDP now. Although 100%, of course, was too much for a young economy like Latvia in 2008, I would say that 28% is certainly too little for an economy like Latvia that we see today. The loan to deposit ratio has gone down to 0.7 from above 2. Which means that for every 10 euros of deposits, we only have 7 euros of loans. In contrast to the situation 15 years ago, we have savings, but these savings are not being efficiently transformed into productive investment neither in the amount, nor the scale needed to meet the challenges that our economy faces. And let me remind you that this is not only the challenge for the Latvian economy. These challenges are seen all across the European economy. Of course, there've been counterarguments that compared to the times prior to the Global Financial Crisis, our financial system now is very safe. Which is good. We need a financial system that is safe. But I would say that, of course, we also need a financial system that is healthy. And here I want to come back to the sailing story that I just gave to you – the safest place for the boat, of course, is in the harbour, but boats are built to hit the open water, and go out into the sea. Of course, as anyone with any experience on the water knows – I'm not advocating for going out on the sea without life jackets, without a radio, or without extra supplies in place. I'm not calling for a return of reckless lending practices of the 2000s or going back to serving high risk foreign clients that have landed us into trouble in the past. But I want to reiterate that if we are to reignite economic growth and finance our fair share of the necessary future investment, it is very vital that banks take calculated risks and manage those risks appropriately, instead of avoiding risk. And, to carry on again with the sailing analogy, just like there are ferry ships, there are cargo ships, there are sailing boats, there are tugboats, a healthy financial market needs to go beyond banks. We must have full range of financing options – venture capital, private equity, IPOs, debt securities, to mention just a few. We need a healthy, alive, and kicking infrastructure and ecosystem of financial markets. Ladies and gentlemen, A strong Europe requires a developed and integrated financial market. We need more competition, we need more agile financial markets. But, for it to take shape, it first and foremost requires political decisions at the EU level to reduce financial market fragmentation along national borders. Think of the Capital Markets Union, think of the Banking Union. All these are very important for more efficient and productive financial market and our economies. This is the way for us to unlock the might of our financial markets. This is for society to benefit and improve their living standards. If Europe is strong, Latvia, as a part of it, is also strong. A European-wide solution is the first best solution. Economists use the ranking of \"first best\". And a political decision is, by all means, the first best. Of course, there are second best solutions. And we, at Latvijas Banka, and other central banks, and supervisors, of course, are doing our job to improve the vitality of financial markets. But these will always be only second bests. The first best is a Pan-European political decision to reduce the fragmentation of financial markets. One thing is clear – neither in Europe as a whole, nor in Latvia, can boats stay in the safe confines of the harbour if we want to meet future challenges and grow our incomes and well-being in a sustainable manner. That does not mean that we need to put our head out and sail into stormy weather or go too close to the cliffs or sandbanks, or resume transporting dodgy cargoes. No, this is not for us. However, we do need an agile fleet of ships that are best suited for different purposes, and we have to get back into the sea! So, let us discuss today how to cast off our ropes, how to hoist our sails, and how to hit the open sea! Thank you and let's have a lively discussion of how we can improve! Thank you very much!",
  "date_parsed": "2024-10-09",
  "name": "Mārtiņš Kazāks",
  "name_orig": "Mārtiņš Kazāks",
  "url_orig": "https://www.bis.org/review/r250507j.htm"
}