{
  "source_url": "https://www.bis.org/review/r251201d.htm",
  "headline": "Martin Kocher: Welcome remarks - Conference on European Economic Integration 2025",
  "description_html": "\n<p>Welcome remarks by Mr Martin Kocher, Governor of the Oesterreichische Nationalbank, the Austrian central bank, at the Conference on European Economic Integration 2025 \"CESEE's financial future: funding growth and innovation\", Vienna, 21 November 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Welcome remarks by Mr Martin Kocher, Governor of the Oesterreichische Nationalbank, the Austrian central bank, at the Conference on European Economic Integration 2025 \"CESEE's financial future: funding growth and innovation\", Vienna, 21 November 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "08 December 2025",
  "pdf_url": "https://www.bis.org/review/r251201d.pdf",
  "content_html": "\n<p>Esteemed guests, dear colleagues and dear participants,</p>\n<p>Once more: It is a great pleasure to welcome you to this year's Conference on European Economic Integration on \"CESEE's financial future: funding growth and innovation.\" I am very pleased to see that so many distinguished experts and scholars have come to Vienna and are joining us online to discuss how we can foster growth, innovation and convergence in Central, Eastern and Southeastern Europe (or \"CESEE\" in short).</p>\n<p>Today's conference is dedicated to the financial future of the CESEE region. Functioning capital markets are an important part of this future, both in the CESEE region and in the European Union.</p>\n<p>Capital markets or stock markets developed quickly in the 13th and 14th centuries. In the late 13th century in Bruges, traders gathered at a market square near an inn owned by a family called Van der Beurze – providing the later German/Dutch name to stock exchanges. The idea spread in Flandres, and other commodity trading places emerged. Concurrently, or even a bit earlier, Venetian bankers started to trade government securities. And only a few centuries later, Dutch adventurers sold shares in ship expeditions already before departure, obviously with very uncertain prospects of physical and financial \"return.\" Austria's contribution to capital markets, at this time, was limited. At least, many centuries later, Austria and Vienna can lay claim to the founding scholar of capital theory, Eugen Böhm Ritter von Bawerk. His contributions to capital theory and interest were very influential. I quote: \"Interest is not an accidental 'historico-legal' category, which makes its appearance only in our individualistic and capitalist society and will vanish with it; but an economic category, which springs from elementary economic causes, and therefore, without distinction of social organisation and legislation, makes its appearance wherever there is an exchange between present and future goods.\"</p>\n<p>Nowadays we know very well: Functioning capital markets are an essential element of any economic system. Often, they are seen as a technical aspect of the economy, but they are much more: They are the catalyst that transforms ideas of individuals or firms into better lives for everybody in an economy. They help realize entrepreneurs' innovative dreams, and they allow many people to participate in economic growth. They sort investments into the most productive use, and they incentivize the development of technologies.</p>\n<p>Capital markets bring together companies demanding capital for investments with households willing to supply capital, transforming their savings into financial investments. In order to facilitate this exchange, there is the need for a well-designed marketplace. Such a marketplace produces valuable information and must have the necessary trading and payment infrastructure. To function smoothly, capital markets require clear rules, including appropriate regulation, transparency, and legal stability.</p>\n<p>Well-functioning, deep and liquid capital markets and, thus, broadening current participation in capital markets may provide benefits to both individuals and the entire economy. On the one hand, they can improve the access to finance for companies. This is particularly relevant for start-ups and for small companies that aim at scaling-up, as these companies usually do not have the track record or the collateral to receive sufficient bank lending.</p>\n<p>On the other hand, liquid capital markets can improve the asset allocation of households, offering an alternative to bank savings for their pension plans, for savings plans or for similar purposes. While this may be particularly interesting in times of nominal deposit interest rates below the rate of inflation, it is more relevant under a longer investment horizon.</p>\n<p>Further, in order to ensure a smooth transmission of monetary policy, some monetary policy measures also target capital markets directly. Therefore, well-functioning capital markets have become increasingly important for monetary policy today, in particular for some of the tools in the monetary policy toolbox. Having said that, I would like to add that arguing in favor of a bigger role for capital markets does not mean that I am arguing in favor of a market-based instead of a bank-based financial system. Rather, capital markets could play a significant complementary role to financial intermediation by banks. We know that capital markets may provide substantial benefits but also entail their own specific risks for both financial investors and capital-raising companies. However, a financial system that rests on both pillars, banks and capital markets, could be seen as a portfolio that allows better diversification and better sharing of risks. It would allow established companies to diversify their funding sources and households to build a financial wealth pyramid with bank deposits as the foundation.</p>\n<p>Furthermore, it is important for me to underline that – from the perspective of the European Union and the euro area – capital markets may provide further, specific benefits. They could form an additional pillar of deeper integration, allowing for a funding pool and risk-sharing across the EU and the euro area.</p>\n<p>Over the last few years, we have seen recession in the wake of the pandemic and sharply rising geopolitical risks. It is now clearer than ever: All European countries need to, first, stand together, second, reduce dependencies, and third, leverage growth potentials within the Single Market. The creation of the Single Market has contributed considerably to more economic growth and higher living standards in the European Union in recent decades. Going forward, the deepening of the Single Market could and should provide an important source for further economic growth in the European Union. Especially so, if this deepening is pursued in all its dimensions, that is, with respect to goods, services labor and capital.</p>\n<p>At the same time, it will be essential for the European Union and the euro area to maintain its openness toward partners outside the EU as far as possible – in trade, in the mobility of skilled labor and in capital flows. Deep and liquid capital markets would be beneficial for the EU even if only EU companies and financial investors participated in them. However, beyond that, they offer opportunities for financial investors from outside the EU. Given demographic change, with aging accelerating in many parts of the world, saving rates might go up outside the EU. Thus, deep and liquid capital markets in the EU are also conducive to a stronger international role of the euro.</p>\n<p>In this spirit, Jean-Claude Juncker, then President of the European Commission, announced the project of a Capital Markets Union in his first speech to the European Parliament in the year 2014. It was envisaged as a project of financial integration. This project followed the adoption of legislation for the main pillars of the Banking Union achieved just before. It built upon the Economic and Monetary Union (EMU), which had mastered formidable challenges supported by the active role of the ECB in the years before 2014.</p>\n<p>Now, I can almost see some of you pondering: This was more than ten years ago – and where is the Capital Markets Union today? What progress did we make with the CMU? – Granted. Building and strengthening the CMU has consisted of many bits and pieces, a substantial number of smaller and, in some cases, larger advances, and it is quite easy to lose track of what has been achieved so far. For my taste, progress has been too slow. Progress has been sketchy. And progress has not been following a consistent and logical path. Nonetheless, I would like to give you a few examples of what has been achieved so far – but I will also list what is still in the making.</p>\n<p>Several CMU-related initiatives were directed at improving the market infrastructure. One of these resulted in new EU regulation at the end of February 2024, which has already been implemented. Indeed, it may have already been used by many of you: I speak of the instant payments option without additional charges when making money transfers within the EU. In a similar vein, again in the field of market infrastructure: Within only four months after the European Commission's proposal, the Council and the European Parliament reached an agreement in June this year to shorten the settlement cycle for trading shares or bonds – from no later than two business days to no later than one business day after the trade date. That is from T+2 to T+1. This should enter into force toward the end of 2027.</p>\n<p>Another initiative has concerned market transparency. In 2023, a regulation was adopted to establish a European single access point (ESAP). The ESAP initiative will provide easy centralized electronic access to publicly available information about entities (mainly companies) and financial products that are of relevance for capital markets and sustainability. Collection of information will start at mid-2026 and access will be open from about mid-2027 onward.</p>\n<p>So, what is still in the making? – Under the rebranding as Savings and Investments Union (SIU), the European Commission presented proposals to revitalize the securitization market in June. As the securitization of loan portfolios transforms bank loans into capital market instruments and gives banks leeway for new lending, this is also an example how fostering capital markets may support bank lending. At the same time, it is also an example for the need to strike a well-considered balance between fostering capital markets and preserving financial stability. We all remember the worrying experiences with securitization during the US subprime crisis that led to the Great Financial Crisis (GFC). Further, in the context of the Savings and Investments Union, the European Commission put forward a financial literacy strategy in September this year to empower citizens to make informed decisions regarding their personal finances.</p>\n<p>In response to the pandemic-induced recession, the issuance of European Union bonds was started by the European Commission on behalf of the EU member states under the \"NextGenerationEU\" (NGEU) program in 2021. The launch of these EU bonds was successful, and markets accepted them as a common safe asset. This instrument was born in crisis times, and it is still in quite a nascent state. There have been, and still are, heated debates about the instrument. I am not taking sides here, yet, but I am convinced that a more widespread use of the instrument would require a lot of prerequisites in order to have even a chance of being successful. Politicians have the responsibility to decide, and academics have the responsibility to provide as much evidence as possible on prerequisites and potential consequences. Such a discussion goes far beyond economics, it concerns the institutions in the fiscal framework of the EU, the international role of the euro, and the geopolitical ambition of the EU.</p>\n<p>Deep and liquid capital markets in the European Union cannot be achieved exclusively via harmonized policies and measures at EU level. In addition to this top-down approach, bottom-up initiatives of regional cooperation are highly welcome and supportive, too. One recent example of such regional cooperation to foster a joint development of national capital markets is the signing of a memorandum of understanding by eight countries in the CESEE region (Bulgaria, Croatia, Hungary, Poland, Romania, Slovenia, Slovakia and North Macedonia) at the end of August this year. This MoU builds upon a strategic agreement concluded in November 2024 among the stock exchanges of these countries, alongside the European Bank for Reconstruction and Development (EBRD), which continues to support this initiative. The cooperation aims at improving liquidity, aligning rules and increasing the visibility of these markets. In a collaborative manner it will complement EU plans and also efforts by the Vienna stock exchange and its direct subsidiary, the Prague Stock Exchange, to create a trading hub and facilitate access for international investors to Central and Eastern European markets.</p>\n<p>Moreover, it is clearly a task also for individual EU member states to reflect upon possibly unnecessary barriers and consider conducive national measures. In this context, the exchange of best practices is always helpful. The design of pension systems and especially the design of pension provisioning is an issue that falls into the category of potentially related measures on the national level. The obvious questions are how and to what extent capital markets can play a complementary role to a well-designed pay-as-you-go system. In this context, the setup of the tax system should be considered. How can long-term investments that support both precautionary savings for individuals and necessary infrastructure investments for the energy transition and decarbonization be incentivized in the best way?</p>\n<p>Dear Ladies and Gentlemen,</p>\n<p>Let me conclude my opening remarks by briefly highlighting some aspects of the recent development and current state of capital markets in the European Union:</p>\n<p>The size of EU capital markets relative to GDP has risen by more than a quarter in the past ten years. Thus, one may argue that the efforts to foster capital markets in the EU have borne fruits. In contrast, however, despite this increase, the European Union's share in global capital markets has declined more strongly than its share in global GDP.</p>\n<p>In the same time frame, the share of corporate bond issuance in total corporate gross borrowing has not risen and has remained at about one-quarter. On a positive note, venture capital investments relative to GDP have risen strongly in the European Union. However, the resulting ratio is still less than one-eighth of the corresponding ratio in the US.</p>\n<p>At present, EU households hold over EUR 11 trillion in cash and bank deposits, while their holdings of financial market instruments relative to GDP are far smaller than in the UK, Japan and especially in the US.</p>\n<p>Focusing on the capital markets of EU member states in the CESEE region, two things are striking: One, the outstanding volume of corporate debt securities relative to GDP is far below the corresponding EU average ratio; second, more than two-thirds of corporate debt securities are held by nonresidents.</p>\n<p>Esteemed guests, dear colleagues and participants,</p>\n<p>Let me conclude: I am quite sure that deeper and more liquid capital markets in Europe, less fragmented capital markets in Europe, and innovation-supportive capital markets in Europe are the prerequisite for creating a sustainable, decarbonized and productive European economy that serves the interests of European citizens. Such a less fragmented capital market needs to include the CESEE region as soon as possible.</p>\n<p>In times of fiscal strain, the conclusion on the relevance of capital markets is more important than ever. Public investments have to be complemented by private investments. \"If everything seems under control, you're not going fast enough,\" Mario Andretti, the race car driver, once said. I would add: If you are going too slow, you also risk losing control. Because there clearly is a need for speed in advancing our capital markets in the CESEE region and in the European Union.</p>\n<p>Thank you very much for your attention!</p>\n",
  "content_text": "Esteemed guests, dear colleagues and dear participants, Once more: It is a great pleasure to welcome you to this year's Conference on European Economic Integration on \"CESEE's financial future: funding growth and innovation.\" I am very pleased to see that so many distinguished experts and scholars have come to Vienna and are joining us online to discuss how we can foster growth, innovation and convergence in Central, Eastern and Southeastern Europe (or \"CESEE\" in short). Today's conference is dedicated to the financial future of the CESEE region. Functioning capital markets are an important part of this future, both in the CESEE region and in the European Union. Capital markets or stock markets developed quickly in the 13th and 14th centuries. In the late 13th century in Bruges, traders gathered at a market square near an inn owned by a family called Van der Beurze – providing the later German/Dutch name to stock exchanges. The idea spread in Flandres, and other commodity trading places emerged. Concurrently, or even a bit earlier, Venetian bankers started to trade government securities. And only a few centuries later, Dutch adventurers sold shares in ship expeditions already before departure, obviously with very uncertain prospects of physical and financial \"return.\" Austria's contribution to capital markets, at this time, was limited. At least, many centuries later, Austria and Vienna can lay claim to the founding scholar of capital theory, Eugen Böhm Ritter von Bawerk. His contributions to capital theory and interest were very influential. I quote: \"Interest is not an accidental 'historico-legal' category, which makes its appearance only in our individualistic and capitalist society and will vanish with it; but an economic category, which springs from elementary economic causes, and therefore, without distinction of social organisation and legislation, makes its appearance wherever there is an exchange between present and future goods.\" Nowadays we know very well: Functioning capital markets are an essential element of any economic system. Often, they are seen as a technical aspect of the economy, but they are much more: They are the catalyst that transforms ideas of individuals or firms into better lives for everybody in an economy. They help realize entrepreneurs' innovative dreams, and they allow many people to participate in economic growth. They sort investments into the most productive use, and they incentivize the development of technologies. Capital markets bring together companies demanding capital for investments with households willing to supply capital, transforming their savings into financial investments. In order to facilitate this exchange, there is the need for a well-designed marketplace. Such a marketplace produces valuable information and must have the necessary trading and payment infrastructure. To function smoothly, capital markets require clear rules, including appropriate regulation, transparency, and legal stability. Well-functioning, deep and liquid capital markets and, thus, broadening current participation in capital markets may provide benefits to both individuals and the entire economy. On the one hand, they can improve the access to finance for companies. This is particularly relevant for start-ups and for small companies that aim at scaling-up, as these companies usually do not have the track record or the collateral to receive sufficient bank lending. On the other hand, liquid capital markets can improve the asset allocation of households, offering an alternative to bank savings for their pension plans, for savings plans or for similar purposes. While this may be particularly interesting in times of nominal deposit interest rates below the rate of inflation, it is more relevant under a longer investment horizon. Further, in order to ensure a smooth transmission of monetary policy, some monetary policy measures also target capital markets directly. Therefore, well-functioning capital markets have become increasingly important for monetary policy today, in particular for some of the tools in the monetary policy toolbox. Having said that, I would like to add that arguing in favor of a bigger role for capital markets does not mean that I am arguing in favor of a market-based instead of a bank-based financial system. Rather, capital markets could play a significant complementary role to financial intermediation by banks. We know that capital markets may provide substantial benefits but also entail their own specific risks for both financial investors and capital-raising companies. However, a financial system that rests on both pillars, banks and capital markets, could be seen as a portfolio that allows better diversification and better sharing of risks. It would allow established companies to diversify their funding sources and households to build a financial wealth pyramid with bank deposits as the foundation. Furthermore, it is important for me to underline that – from the perspective of the European Union and the euro area – capital markets may provide further, specific benefits. They could form an additional pillar of deeper integration, allowing for a funding pool and risk-sharing across the EU and the euro area. Over the last few years, we have seen recession in the wake of the pandemic and sharply rising geopolitical risks. It is now clearer than ever: All European countries need to, first, stand together, second, reduce dependencies, and third, leverage growth potentials within the Single Market. The creation of the Single Market has contributed considerably to more economic growth and higher living standards in the European Union in recent decades. Going forward, the deepening of the Single Market could and should provide an important source for further economic growth in the European Union. Especially so, if this deepening is pursued in all its dimensions, that is, with respect to goods, services labor and capital. At the same time, it will be essential for the European Union and the euro area to maintain its openness toward partners outside the EU as far as possible – in trade, in the mobility of skilled labor and in capital flows. Deep and liquid capital markets would be beneficial for the EU even if only EU companies and financial investors participated in them. However, beyond that, they offer opportunities for financial investors from outside the EU. Given demographic change, with aging accelerating in many parts of the world, saving rates might go up outside the EU. Thus, deep and liquid capital markets in the EU are also conducive to a stronger international role of the euro. In this spirit, Jean-Claude Juncker, then President of the European Commission, announced the project of a Capital Markets Union in his first speech to the European Parliament in the year 2014. It was envisaged as a project of financial integration. This project followed the adoption of legislation for the main pillars of the Banking Union achieved just before. It built upon the Economic and Monetary Union (EMU), which had mastered formidable challenges supported by the active role of the ECB in the years before 2014. Now, I can almost see some of you pondering: This was more than ten years ago – and where is the Capital Markets Union today? What progress did we make with the CMU? – Granted. Building and strengthening the CMU has consisted of many bits and pieces, a substantial number of smaller and, in some cases, larger advances, and it is quite easy to lose track of what has been achieved so far. For my taste, progress has been too slow. Progress has been sketchy. And progress has not been following a consistent and logical path. Nonetheless, I would like to give you a few examples of what has been achieved so far – but I will also list what is still in the making. Several CMU-related initiatives were directed at improving the market infrastructure. One of these resulted in new EU regulation at the end of February 2024, which has already been implemented. Indeed, it may have already been used by many of you: I speak of the instant payments option without additional charges when making money transfers within the EU. In a similar vein, again in the field of market infrastructure: Within only four months after the European Commission's proposal, the Council and the European Parliament reached an agreement in June this year to shorten the settlement cycle for trading shares or bonds – from no later than two business days to no later than one business day after the trade date. That is from T+2 to T+1. This should enter into force toward the end of 2027. Another initiative has concerned market transparency. In 2023, a regulation was adopted to establish a European single access point (ESAP). The ESAP initiative will provide easy centralized electronic access to publicly available information about entities (mainly companies) and financial products that are of relevance for capital markets and sustainability. Collection of information will start at mid-2026 and access will be open from about mid-2027 onward. So, what is still in the making? – Under the rebranding as Savings and Investments Union (SIU), the European Commission presented proposals to revitalize the securitization market in June. As the securitization of loan portfolios transforms bank loans into capital market instruments and gives banks leeway for new lending, this is also an example how fostering capital markets may support bank lending. At the same time, it is also an example for the need to strike a well-considered balance between fostering capital markets and preserving financial stability. We all remember the worrying experiences with securitization during the US subprime crisis that led to the Great Financial Crisis (GFC). Further, in the context of the Savings and Investments Union, the European Commission put forward a financial literacy strategy in September this year to empower citizens to make informed decisions regarding their personal finances. In response to the pandemic-induced recession, the issuance of European Union bonds was started by the European Commission on behalf of the EU member states under the \"NextGenerationEU\" (NGEU) program in 2021. The launch of these EU bonds was successful, and markets accepted them as a common safe asset. This instrument was born in crisis times, and it is still in quite a nascent state. There have been, and still are, heated debates about the instrument. I am not taking sides here, yet, but I am convinced that a more widespread use of the instrument would require a lot of prerequisites in order to have even a chance of being successful. Politicians have the responsibility to decide, and academics have the responsibility to provide as much evidence as possible on prerequisites and potential consequences. Such a discussion goes far beyond economics, it concerns the institutions in the fiscal framework of the EU, the international role of the euro, and the geopolitical ambition of the EU. Deep and liquid capital markets in the European Union cannot be achieved exclusively via harmonized policies and measures at EU level. In addition to this top-down approach, bottom-up initiatives of regional cooperation are highly welcome and supportive, too. One recent example of such regional cooperation to foster a joint development of national capital markets is the signing of a memorandum of understanding by eight countries in the CESEE region (Bulgaria, Croatia, Hungary, Poland, Romania, Slovenia, Slovakia and North Macedonia) at the end of August this year. This MoU builds upon a strategic agreement concluded in November 2024 among the stock exchanges of these countries, alongside the European Bank for Reconstruction and Development (EBRD), which continues to support this initiative. The cooperation aims at improving liquidity, aligning rules and increasing the visibility of these markets. In a collaborative manner it will complement EU plans and also efforts by the Vienna stock exchange and its direct subsidiary, the Prague Stock Exchange, to create a trading hub and facilitate access for international investors to Central and Eastern European markets. Moreover, it is clearly a task also for individual EU member states to reflect upon possibly unnecessary barriers and consider conducive national measures. In this context, the exchange of best practices is always helpful. The design of pension systems and especially the design of pension provisioning is an issue that falls into the category of potentially related measures on the national level. The obvious questions are how and to what extent capital markets can play a complementary role to a well-designed pay-as-you-go system. In this context, the setup of the tax system should be considered. How can long-term investments that support both precautionary savings for individuals and necessary infrastructure investments for the energy transition and decarbonization be incentivized in the best way? Dear Ladies and Gentlemen, Let me conclude my opening remarks by briefly highlighting some aspects of the recent development and current state of capital markets in the European Union: The size of EU capital markets relative to GDP has risen by more than a quarter in the past ten years. Thus, one may argue that the efforts to foster capital markets in the EU have borne fruits. In contrast, however, despite this increase, the European Union's share in global capital markets has declined more strongly than its share in global GDP. In the same time frame, the share of corporate bond issuance in total corporate gross borrowing has not risen and has remained at about one-quarter. On a positive note, venture capital investments relative to GDP have risen strongly in the European Union. However, the resulting ratio is still less than one-eighth of the corresponding ratio in the US. At present, EU households hold over EUR 11 trillion in cash and bank deposits, while their holdings of financial market instruments relative to GDP are far smaller than in the UK, Japan and especially in the US. Focusing on the capital markets of EU member states in the CESEE region, two things are striking: One, the outstanding volume of corporate debt securities relative to GDP is far below the corresponding EU average ratio; second, more than two-thirds of corporate debt securities are held by nonresidents. Esteemed guests, dear colleagues and participants, Let me conclude: I am quite sure that deeper and more liquid capital markets in Europe, less fragmented capital markets in Europe, and innovation-supportive capital markets in Europe are the prerequisite for creating a sustainable, decarbonized and productive European economy that serves the interests of European citizens. Such a less fragmented capital market needs to include the CESEE region as soon as possible. In times of fiscal strain, the conclusion on the relevance of capital markets is more important than ever. Public investments have to be complemented by private investments. \"If everything seems under control, you're not going fast enough,\" Mario Andretti, the race car driver, once said. I would add: If you are going too slow, you also risk losing control. Because there clearly is a need for speed in advancing our capital markets in the CESEE region and in the European Union. Thank you very much for your attention!",
  "date_parsed": "2025-12-08",
  "name": "Martin Kocher",
  "name_orig": "Martin Kocher",
  "url_orig": "https://www.bis.org/review/r251201d.htm"
}