{
  "source_url": "https://www.bis.org/review/r251112g.htm",
  "headline": "Olaf Sleijpen: With great power comes great responsibility - the case for policy coordination",
  "description_html": "\n<p>Opening remarks by Mr Olaf Sleijpen, President of De Nederlandsche Bank, at the 8th Annual Research conference of De Nederlandsche Bank, Amsterdam, 11 November 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Opening remarks by Mr Olaf Sleijpen, President of De Nederlandsche Bank, at the 8th Annual Research conference of De Nederlandsche Bank, Amsterdam, 11 November 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "14 November 2025",
  "pdf_url": "https://www.bis.org/review/r251112g.pdf",
  "content_html": "\n<div class=\"component\">\n<div class=\"content-component text-block\">\n<div class=\"rte\">\n<div class=\"component\">\n<div class=\"content-component text-block\">\n<div class=\"rte\">\n<div class=\"component\">\n<div class=\"content-component text-block\">\n<div class=\"rte\">\n<p>Good morning, everyone.</p>\n<p>So, apparently, one is either a fan of Superman, Batman, and Wonder Woman, or of Spiderman, Iron Man, and the X-Men. One either grows up in the DC universe or the Marvel universe. One is either a superhero fan or- a superhero fan, I guess.</p>\n<p>Now, whether you like superhero movies or not, there are clear rules: superheroes from one universe can bicker amongst themselves, but not with superheroes from the other universe. Bruce Wayne and Peter Parker will never get to discuss bats and spiders.</p>\n<p>Personally, I enjoy these movies. Even though the moral lesson – yes, there is always a moral lesson – is thinly veiled: working together is the only way to save the day. </p>\n<p>Now, thinly veiled as these superheroes' lessons are, so too is my introduction this morning.</p>\n<p>In our case, it is not whether you are a 'monetary policy Clark Kent', or a 'fiscal policy Tony Stark'. It is about how you work together, across policy domains, to ensure economic prosperity, even in times of stress.</p>\n<p>Recent shocks have proven this point: they have shown how closely monetary and fiscal policy interact in response to economic stress. And the results were mixed.</p>\n<p>During the European sovereign debt crisis, monetary and fiscal policy often moved in opposite directions – and this arguably reduced their effectiveness.</p>\n<p>During the pandemic, they were more aligned, supporting economic recovery. Yet, misalignment reappeared amidst the recent episode of high inflation. Fiscal support persisted for too long while monetary policy tightened.</p>\n<p>So, alignment is not a given. There is no invisible hand that orchestrates balance.</p>\n<p>Of course, monetary and fiscal policymakers must be independent – each within their own mandate. But independence does not mean that interaction becomes irrelevant. On the contrary, it will – at least partly – shape the decisions we need to make for the future.</p>\n<p>For instance, when we look at the stability of our monetary union.</p>\n<p>Sharing a single currency brings vast economic opportunities. But how much we actually benefit from these opportunities depends significantly on the actions of our national fiscal authorities.</p>\n<p>Today, we see many fiscal differences between member states. On their own, these differences are not a problem. But because our economies are so deeply interconnected, extreme disparities can weaken how monetary policy works across the EMU. Fiscal strains in one country can quickly spill over into others.</p>\n<p>Looking ahead, we'll likely face more frequent supply shocks - for instance from extreme weather or geopolitical tensions. To address these shocks, we need a strong, less fragmented EMU.</p>\n<p>On top of that, we are also facing increased political uncertainty. This could threaten financial stability and hinder the effectiveness of monetary policy.</p>\n<p>So, even though we have a comprehensive set of tools to reduce market fragmentation and ensure smooth monetary policy transmission, we cannot afford to become complacent. Vigilance remains essential.</p>\n<p>This brings me to some important questions: what kind of institutional framework can safeguard monetary policy transmission and preserve the fiscal space we need to absorb shocks - even in the face of significant imbalances? And should we reinforce domestic fiscal frameworks, or is it time to move toward stronger coordination at the supranational level?</p>\n<p>If we now turn to the longer-term challenges facing fiscal authorities, it is clear that these will put even more pressure on already strained public finances.</p>\n<p>Beyond the need for stabilisation, governments are facing increasing pressure on public finances. They must invest more in climate action, accelerate the digital transition, adapt to an ageing population, and strengthen defence capabilities.</p>\n<p>When these investments are aimed at public goods, they can boost growth, reinforce our economies, and help us weather future shocks. They might even raise the natural interest rate, giving central banks more flexibility to act in downturns. But in the short term, such spending can also fuel inflation and increase deficits, pushing public debt higher.</p>\n<p>So, we must ask: do these long-term fiscal plans help or hinder central banks in their pursuit of price stability? How can central banks keep inflation in check without holding back investments that drive growth? And could deeper European capital markets, or joint financing of public goods, help ease the pressure on national budgets?</p>\n<p>With these questions in mind, let me conclude.</p>\n<p>Monetary and fiscal policy have clear, distinct goals. And both have large, powerful tools at hand to achieve these goals. But as Spider-Man put it: with great power, comes great responsibility.</p>\n<p>And so, since monetary and fiscal policy inevitably interact, our responsibility to coordinate them grows with every new challenge we face. And this task lies not with superheroes, but with people. Ordinary people with extra-ordinary jobs. People that look at academics and experts like you to help navigate their responsibility – to clarify how both policies interact, identify risks and opportunities, and offer evidence-based paths forward. What you will share over the next two days matters, because it will turn complex questions into actionable knowledge.</p>\n<p>I look forward to the insights and debates ahead and I wish you a truly superheroic conference.</p>\n<p>Thank you.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "Good morning, everyone. So, apparently, one is either a fan of Superman, Batman, and Wonder Woman, or of Spiderman, Iron Man, and the X-Men. One either grows up in the DC universe or the Marvel universe. One is either a superhero fan or- a superhero fan, I guess. Now, whether you like superhero movies or not, there are clear rules: superheroes from one universe can bicker amongst themselves, but not with superheroes from the other universe. Bruce Wayne and Peter Parker will never get to discuss bats and spiders. Personally, I enjoy these movies. Even though the moral lesson – yes, there is always a moral lesson – is thinly veiled: working together is the only way to save the day. Now, thinly veiled as these superheroes' lessons are, so too is my introduction this morning. In our case, it is not whether you are a 'monetary policy Clark Kent', or a 'fiscal policy Tony Stark'. It is about how you work together, across policy domains, to ensure economic prosperity, even in times of stress. Recent shocks have proven this point: they have shown how closely monetary and fiscal policy interact in response to economic stress. And the results were mixed. During the European sovereign debt crisis, monetary and fiscal policy often moved in opposite directions – and this arguably reduced their effectiveness. During the pandemic, they were more aligned, supporting economic recovery. Yet, misalignment reappeared amidst the recent episode of high inflation. Fiscal support persisted for too long while monetary policy tightened. So, alignment is not a given. There is no invisible hand that orchestrates balance. Of course, monetary and fiscal policymakers must be independent – each within their own mandate. But independence does not mean that interaction becomes irrelevant. On the contrary, it will – at least partly – shape the decisions we need to make for the future. For instance, when we look at the stability of our monetary union. Sharing a single currency brings vast economic opportunities. But how much we actually benefit from these opportunities depends significantly on the actions of our national fiscal authorities. Today, we see many fiscal differences between member states. On their own, these differences are not a problem. But because our economies are so deeply interconnected, extreme disparities can weaken how monetary policy works across the EMU. Fiscal strains in one country can quickly spill over into others. Looking ahead, we'll likely face more frequent supply shocks - for instance from extreme weather or geopolitical tensions. To address these shocks, we need a strong, less fragmented EMU. On top of that, we are also facing increased political uncertainty. This could threaten financial stability and hinder the effectiveness of monetary policy. So, even though we have a comprehensive set of tools to reduce market fragmentation and ensure smooth monetary policy transmission, we cannot afford to become complacent. Vigilance remains essential. This brings me to some important questions: what kind of institutional framework can safeguard monetary policy transmission and preserve the fiscal space we need to absorb shocks - even in the face of significant imbalances? And should we reinforce domestic fiscal frameworks, or is it time to move toward stronger coordination at the supranational level? If we now turn to the longer-term challenges facing fiscal authorities, it is clear that these will put even more pressure on already strained public finances. Beyond the need for stabilisation, governments are facing increasing pressure on public finances. They must invest more in climate action, accelerate the digital transition, adapt to an ageing population, and strengthen defence capabilities. When these investments are aimed at public goods, they can boost growth, reinforce our economies, and help us weather future shocks. They might even raise the natural interest rate, giving central banks more flexibility to act in downturns. But in the short term, such spending can also fuel inflation and increase deficits, pushing public debt higher. So, we must ask: do these long-term fiscal plans help or hinder central banks in their pursuit of price stability? How can central banks keep inflation in check without holding back investments that drive growth? And could deeper European capital markets, or joint financing of public goods, help ease the pressure on national budgets? With these questions in mind, let me conclude. Monetary and fiscal policy have clear, distinct goals. And both have large, powerful tools at hand to achieve these goals. But as Spider-Man put it: with great power, comes great responsibility. And so, since monetary and fiscal policy inevitably interact, our responsibility to coordinate them grows with every new challenge we face. And this task lies not with superheroes, but with people. Ordinary people with extra-ordinary jobs. People that look at academics and experts like you to help navigate their responsibility – to clarify how both policies interact, identify risks and opportunities, and offer evidence-based paths forward. What you will share over the next two days matters, because it will turn complex questions into actionable knowledge. I look forward to the insights and debates ahead and I wish you a truly superheroic conference. Thank you.",
  "date_parsed": "2025-11-14",
  "name": "Olaf Sleijpen",
  "name_orig": "Olaf Sleijpen",
  "url_orig": "https://www.bis.org/review/r251112g.htm"
}