{
  "source_url": "https://www.bis.org/review/r251201q.htm",
  "headline": "Olaf Sleijpen: Strengthening Europe in a fragmented world - integration as the key to stability",
  "description_html": "\n<p>Speech by Mr Olaf Sleijpen, President of De Nederlandsche Bank, at the Euro Finance Week dinner, Deutsche Bundesbank, Frankfurt am Main, 19 November 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Olaf Sleijpen, President of De Nederlandsche Bank, at the Euro Finance Week dinner, Deutsche Bundesbank, Frankfurt am Main, 19 November 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "04 December 2025",
  "pdf_url": "https://www.bis.org/review/r251201q.pdf",
  "content_html": "\n<div class=\"component\">\n<div class=\"content-component text-block\">\n<div class=\"rte\">\n<div class=\"component\">\n<div class=\"content-component text-block\">\n<div class=\"rte\">\n<div class=\"component\">\n<div class=\"content-component text-block\">\n<div class=\"rte\">\n<p><em>Vielen Dank. Es ist mir eine große Ehre hier sprechen zu dürfen. Die Euro Finance Week ist einer jener Treffpunkte, an denen gute Ideen für den Finanzsektor entstehen. Dieses traditionelle Diner ist ein wichtiger Bestandteil davon. Obwohl ich in Limburg nahe der deutschen Grenze aufgewachsen bin, ist mein Deutsch dennoch nicht ganz fließend. Daher gestatten Sie mir bitte, auch für die internationalen Gäste, im Englischen fortzufahren.</em></p>\n<p>It is always risky to generalise of course, but I think overall the Dutch and the Germans have many things in common. And one of them is a sense of seriousness, of hard work, a sense that you need to use your short time on this world productively. Maybe that's why it has become a habit among some people to invite a central banker to spoil their dinner party with serious talk about risks and threats and the need for financial frugality.</p>\n<p>Well, since I am always happy to help, let me indeed start with a quick sketch of how we at DNB view the outside world. To state it in dinner terms, I would say the risk outlook is not rare, not well done, but medium gloomy.</p>\n<p>One of the main themes we look at is of course geopolitical developments, and the fragmentation in the world economy that comes with it. This impacts not only the real economy and inflation, but it also has implications for financial stability. A lot has been said about this topic already, and I will not dwell too long on it. </p>\n<p>Perhaps the most important way in which fragmentation impacts financial stability is when we can no longer find each other anymore on a global level when faced with crucial cross-border challenges. That would be a serious problem, because the most serious challenges to financial stability that we currently face are precisely the cross-border issues that we can only solve if we work together. There are many such challenges. Crypto-assets and stablecoins come to mind, along with cyber threats, climate change, and the vulnerabilities in the non-bank financial industry, such as those related to private credit.</p>\n<p>What does that mean for us, gathered here tonight? For the financial sector, for central banks, for regulators?</p>\n<p>Well, first of all, it would be wise to acknowledge that the global economic order has shifted, and will not revert any time soon. The best thing we can do is to continue doing our jobs as best as we can and ensure financial stability in uncertain times. And stay committed to constructive international working relationships, so that the international financial system can continue to function as best as it can. Damage control, if you will.</p>\n<p>Turning to Europe, there is something that we Europeans can and must do. We must strengthen the European economy through further integration. Because in an uncertain world, a strong European single market can serve as a buffer against global shocks. Let me limit myself here to the area that I know best, and that is financial markets. The key challenge here is to make European financial markets more efficient and better equipped to service the economy's needs, while ensuring they remain resilient. Let me explain.</p>\n<p>Recently, we hosted Paul Krugman at our Amsterdam headquarters for a discussion on the US, Europe, and financial markets. He was fairly upbeat about the outlook for Europe, especially as compared to what's happening on his side of the Atlantic. But he was pretty clear about one thing in particular: Europe is lagging behind when it comes to the level of depth and integration of its financial markets. Our markets are fragmented, in all kinds of ways. And because of that, we are missing out on investment opportunities that benefit households. We are missing out on risk capital for businesses, particularly those who want to grow beyond the start-up phase. And we are missing out on innovation. And because of that, economic growth in Europe is lower than it could be. It's all in the Draghi report. But of course this is nothing new. We have known it for years.</p>\n<p>Therefore I very much support the European Commission strategy on the Savings and Investment Union. Especially the initiatives aimed at enlarging the pools of capital available for investment by channeling household savings to capital market investments. And the proposals aimed at investing these pools of capital more in equity, including venture capital, and take down cross-border barriers that still exist within the EU.</p>\n<p>At the same time, it is an illusion to think that we can have an integrated European capital market without an integrated market for cross-border banking. That means we also need to make progress on the Banking Union. The political agreement on the Crisis Management and Deposit Insurance framework is an important next step in this regard. Perhaps views differ on the outcome, but I think we must now move forward with an open mind and work constructively on completing the Banking Union. I look forward to further proposals from the European Commission towards that goal.</p>\n<p>Apart from financial markets, we should also look into ways to raise competitiveness in the banking industry, by simplifying financial regulation where possible.</p>\n<p>In the years after the financial crisis, we saw a strong and much-needed push for tighter regulation and supervision, especially in the banking sector. And it worked. Banks transformed from shock amplifiers into shock absorbers. Banks played an important role in cushioning the economic shock from the Covid pandemic by continuing to extend credit. Without it, the Covid crisis could have been much worse. So the post-Lehman regulatory reforms clearly paid off.</p>\n<p>But to be honest, banking regulation and supervision have become overly complex. Over the past 15 years, a great deal of regulation has been introduced from various angles - global, EU, national. Micro and macro. Resolution. New risks added, old ones rarely removed. There's overlap. There's friction. And yes, sometimes, there's a lack of proportionality for smaller institutions.</p>\n<p>So we need to simplify the capital framework. We need to make supervision more efficient. And we need to streamline reporting requirements. Central banks are currently working on concrete proposals to that end. The Bundesbank and De Nederlandsche Bank are aligned on many priorities in this debate.</p>\n<p>So simplification: yes. But deregulation? That's a different story. Deregulation means effectively lowering buffers by relaxing the rules. I am not in favour of that idea.</p>\n<p>First of all because it won't help. There has been a lot of research into the impact of capital requirements on bank competitiveness and economic growth. And there is no evidence whatsoever that lowering capital requirements raises competitiveness and economic growth. If anything, it's exactly the other way round.</p>\n<p>For a truly competitive financial sector where innovation can thrive, we need not only efficiency, but we also need trust. Trust is the bedrock of our financial system. And for trust, we need resilience, we need buffers. And for that we need robust rules and supervision. Relaxing the rules would reduce the resilience of the banking system, erode trust in it, and increase the likelihood of financial crises.</p>\n<p>I am about to conclude my remarks, because even for me there are limits to how much you can spoil a dinner party.</p>\n<p>To end on a positive note, let me again recall the discussion we had with Professor Krugman. It made me realise that sometimes we Europeans are too pessimistic about our future. We have tremendous potential. We are the world's third largest economy. And in a world where everything seems uncertain and money seems to be able to buy anything, we have strong institutions governed by the rule of law. This is a strength not to be underestimated. Because strong institutions and regulations ensure that new technologies and products are not a highway to the next crisis, but can be a true engine for sustainable growth. These are strengths that we Europeans can build on. And if we do so, we can truly tap into Europe's unfulfilled potential, and do even better than we are already doing now.</p>\n<p>Thank you.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "Vielen Dank. Es ist mir eine große Ehre hier sprechen zu dürfen. Die Euro Finance Week ist einer jener Treffpunkte, an denen gute Ideen für den Finanzsektor entstehen. Dieses traditionelle Diner ist ein wichtiger Bestandteil davon. Obwohl ich in Limburg nahe der deutschen Grenze aufgewachsen bin, ist mein Deutsch dennoch nicht ganz fließend. Daher gestatten Sie mir bitte, auch für die internationalen Gäste, im Englischen fortzufahren. It is always risky to generalise of course, but I think overall the Dutch and the Germans have many things in common. And one of them is a sense of seriousness, of hard work, a sense that you need to use your short time on this world productively. Maybe that's why it has become a habit among some people to invite a central banker to spoil their dinner party with serious talk about risks and threats and the need for financial frugality. Well, since I am always happy to help, let me indeed start with a quick sketch of how we at DNB view the outside world. To state it in dinner terms, I would say the risk outlook is not rare, not well done, but medium gloomy. One of the main themes we look at is of course geopolitical developments, and the fragmentation in the world economy that comes with it. This impacts not only the real economy and inflation, but it also has implications for financial stability. A lot has been said about this topic already, and I will not dwell too long on it. Perhaps the most important way in which fragmentation impacts financial stability is when we can no longer find each other anymore on a global level when faced with crucial cross-border challenges. That would be a serious problem, because the most serious challenges to financial stability that we currently face are precisely the cross-border issues that we can only solve if we work together. There are many such challenges. Crypto-assets and stablecoins come to mind, along with cyber threats, climate change, and the vulnerabilities in the non-bank financial industry, such as those related to private credit. What does that mean for us, gathered here tonight? For the financial sector, for central banks, for regulators? Well, first of all, it would be wise to acknowledge that the global economic order has shifted, and will not revert any time soon. The best thing we can do is to continue doing our jobs as best as we can and ensure financial stability in uncertain times. And stay committed to constructive international working relationships, so that the international financial system can continue to function as best as it can. Damage control, if you will. Turning to Europe, there is something that we Europeans can and must do. We must strengthen the European economy through further integration. Because in an uncertain world, a strong European single market can serve as a buffer against global shocks. Let me limit myself here to the area that I know best, and that is financial markets. The key challenge here is to make European financial markets more efficient and better equipped to service the economy's needs, while ensuring they remain resilient. Let me explain. Recently, we hosted Paul Krugman at our Amsterdam headquarters for a discussion on the US, Europe, and financial markets. He was fairly upbeat about the outlook for Europe, especially as compared to what's happening on his side of the Atlantic. But he was pretty clear about one thing in particular: Europe is lagging behind when it comes to the level of depth and integration of its financial markets. Our markets are fragmented, in all kinds of ways. And because of that, we are missing out on investment opportunities that benefit households. We are missing out on risk capital for businesses, particularly those who want to grow beyond the start-up phase. And we are missing out on innovation. And because of that, economic growth in Europe is lower than it could be. It's all in the Draghi report. But of course this is nothing new. We have known it for years. Therefore I very much support the European Commission strategy on the Savings and Investment Union. Especially the initiatives aimed at enlarging the pools of capital available for investment by channeling household savings to capital market investments. And the proposals aimed at investing these pools of capital more in equity, including venture capital, and take down cross-border barriers that still exist within the EU. At the same time, it is an illusion to think that we can have an integrated European capital market without an integrated market for cross-border banking. That means we also need to make progress on the Banking Union. The political agreement on the Crisis Management and Deposit Insurance framework is an important next step in this regard. Perhaps views differ on the outcome, but I think we must now move forward with an open mind and work constructively on completing the Banking Union. I look forward to further proposals from the European Commission towards that goal. Apart from financial markets, we should also look into ways to raise competitiveness in the banking industry, by simplifying financial regulation where possible. In the years after the financial crisis, we saw a strong and much-needed push for tighter regulation and supervision, especially in the banking sector. And it worked. Banks transformed from shock amplifiers into shock absorbers. Banks played an important role in cushioning the economic shock from the Covid pandemic by continuing to extend credit. Without it, the Covid crisis could have been much worse. So the post-Lehman regulatory reforms clearly paid off. But to be honest, banking regulation and supervision have become overly complex. Over the past 15 years, a great deal of regulation has been introduced from various angles - global, EU, national. Micro and macro. Resolution. New risks added, old ones rarely removed. There's overlap. There's friction. And yes, sometimes, there's a lack of proportionality for smaller institutions. So we need to simplify the capital framework. We need to make supervision more efficient. And we need to streamline reporting requirements. Central banks are currently working on concrete proposals to that end. The Bundesbank and De Nederlandsche Bank are aligned on many priorities in this debate. So simplification: yes. But deregulation? That's a different story. Deregulation means effectively lowering buffers by relaxing the rules. I am not in favour of that idea. First of all because it won't help. There has been a lot of research into the impact of capital requirements on bank competitiveness and economic growth. And there is no evidence whatsoever that lowering capital requirements raises competitiveness and economic growth. If anything, it's exactly the other way round. For a truly competitive financial sector where innovation can thrive, we need not only efficiency, but we also need trust. Trust is the bedrock of our financial system. And for trust, we need resilience, we need buffers. And for that we need robust rules and supervision. Relaxing the rules would reduce the resilience of the banking system, erode trust in it, and increase the likelihood of financial crises. I am about to conclude my remarks, because even for me there are limits to how much you can spoil a dinner party. To end on a positive note, let me again recall the discussion we had with Professor Krugman. It made me realise that sometimes we Europeans are too pessimistic about our future. We have tremendous potential. We are the world's third largest economy. And in a world where everything seems uncertain and money seems to be able to buy anything, we have strong institutions governed by the rule of law. This is a strength not to be underestimated. Because strong institutions and regulations ensure that new technologies and products are not a highway to the next crisis, but can be a true engine for sustainable growth. These are strengths that we Europeans can build on. And if we do so, we can truly tap into Europe's unfulfilled potential, and do even better than we are already doing now. Thank you.",
  "date_parsed": "2025-12-04",
  "name": "Olaf Sleijpen",
  "name_orig": "Olaf Sleijpen",
  "url_orig": "https://www.bis.org/review/r251201q.htm"
}