{
  "source_url": "https://www.bis.org/review/r241112i.htm",
  "headline": "Olaf Sleijpen: Risks to financial stability in autumn 2024",
  "description_html": "\n<p>Speech by Mr Olaf Sleijpen, Executive Board Member of Monetary Affairs and Financial Stability of the Netherlands Bank, at the IIF International Accounting and Reporting Forum, Amsterdam, 12 November 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Olaf Sleijpen, Executive Board Member of Monetary Affairs and Financial Stability of the Netherlands Bank, at the IIF International Accounting and Reporting Forum, Amsterdam, 12 November 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "14 November 2024",
  "pdf_url": "https://www.bis.org/review/r241112i.pdf",
  "content_html": "\n<p>Good afternoon and thank you for the invitation. I asked specifically not to have to talk about accounting, given that I am not an expert in this important field. But, as a former member of the Basel Committee, I know enough about it to understand that regulation and accounting are crucial to keeping the banking industry safe and sound.</p>\n<p>What I will do is take you through the most important risks to financial stability that we currently see as a central bank. Because I think this is very relevant to your field of work as well.</p>\n<p>Now, the fun about analysing financial stability risks is that there's never a dull moment. Take last week for example. I cannot say I stayed up on election night, but obviously, the outcome of the US presidential election is an important factor for financial stability. And not only with regard to the new administration's economic policy, but perhaps even more, its foreign policy, in a world where geopolitical tensions have risen sharply.</p>\n<p>Indeed, this surge in geopolitical tensions has fueled geo-economic fragmentation. Countries are clustering together in economic and political blocs, they are strengthening national security and curbing strategic economic risks, and we are seeing more and more trade restrictions. In response, firms around the world are rethinking their supply chains and are considering re-shoring, near-shoring or friend-shoring.</p>\n",
  "content_text": "Good afternoon and thank you for the invitation. I asked specifically not to have to talk about accounting, given that I am not an expert in this important field. But, as a former member of the Basel Committee, I know enough about it to understand that regulation and accounting are crucial to keeping the banking industry safe and sound. What I will do is take you through the most important risks to financial stability that we currently see as a central bank. Because I think this is very relevant to your field of work as well. Now, the fun about analysing financial stability risks is that there's never a dull moment. Take last week for example. I cannot say I stayed up on election night, but obviously, the outcome of the US presidential election is an important factor for financial stability. And not only with regard to the new administration's economic policy, but perhaps even more, its foreign policy, in a world where geopolitical tensions have risen sharply. Indeed, this surge in geopolitical tensions has fueled geo-economic fragmentation. Countries are clustering together in economic and political blocs, they are strengthening national security and curbing strategic economic risks, and we are seeing more and more trade restrictions. In response, firms around the world are rethinking their supply chains and are considering re-shoring, near-shoring or friend-shoring.",
  "date_parsed": "2024-11-14",
  "name": "Olaf Sleijpen",
  "name_orig": "Olaf Sleijpen",
  "url_orig": "https://www.bis.org/review/r241112i.htm"
}