{
  "source_url": "https://www.bis.org/review/r250326d.htm",
  "headline": "Klaas Knot: Presentation of the 2023 annual report",
  "description_html": "\n<p>Introductory remarks by Mr Klaas Knot, President of De Nederlandsche Bank, at the presentation of the 2023 annual report, Amsterdam, 14 March 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Introductory remarks by Mr Klaas Knot, President of De Nederlandsche Bank, at the presentation of the 2023 annual report, Amsterdam, 14 March 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "21 March 2024",
  "pdf_url": "https://www.bis.org/review/r250326d.pdf",
  "content_html": "\n<div class=\"component\">\n<div class=\"content-component text-block\">\n<div class=\"rte\">\n<div class=\"component\">\n<div class=\"content-component text-block\">\n<div class=\"rte\">\n<div class=\"component\">\n<div class=\"content-component text-block\">\n<div class=\"rte\">\n<p>Towards an economy that works better for everyone. This is not just the title of our annual report, it is also our wish for the Netherlands. And our message to parliament, to a new government, policymakers, social partners and to the business community, which is so important to our economy. It is also a message to ourselves: we too must do what we can to build an economy that works better for everyone.</p>\n<p>We have a very good reason for this message. Indeed, we see that while the Dutch economy is doing quite well – still humming along near full capacity and with full employment – it is not working well enough for some groups in society. The Netherlands is also facing a number of structural challenges that need to be addressed and resolved.</p>\n<p>First, let us take a look at what is going well in our economy.</p>\n<p>Starting with inflation, which was our biggest headache over the past two years. After peaking in 2022, inflation fell to 4.1% last year. Currently, we are at 2.7%, and for next year we are projecting inflation of 2.2%. The picture is similar for the euro area: inflation has been falling steadily, dropping to 2.6% in February, and is expected to average 2% by 2025, in line with the ECB's 2% target.</p>\n<p>The fact that we are now getting a grip on inflation is partly due to ECB policy, while falling energy prices are also a factor. Starting in summer 2022, the ECB raised policy rates rapidly and sharply over the course of 14 months to 4%, where they have remained since last September. We are confident about the expected fall in inflation, but not yet quite confident enough to cut interest rates now. This will no doubt be possible later this year, if new data confirm our expectations.</p>\n<p>In this context, we are particularly interested in the how services inflation, wages, productivity and profit margins will develop. Indeed, for monetary policy to succeed once and for all, it is important that everyone plays their part. Trade unions by bringing wage demands back in line with inflation and labour productivity, employers by absorbing the temporary extra increase in wage costs into profits where possible. And the government by not pursuing fiscal policy that fuels inflation.</p>\n<p>Bringing inflation down to 2% is the most important thing DNB can do to make the economy work better. And I am happy to see that we now appear to be succeeding.</p>\n<p>Further good news is that the interest rate hikes appear to be causing limited damage to the economy. Although economic growth stalled last year, a fully-fledged recession has been avoided.</p>\n<p>When growth slows, unemployment tends to rise and houses – sometimes – go underwater. We are not seeing any of that now. Labour market participation is high, with unemployment at a very low 3.6%. And demand for housing continues to outstrip supply, keeping house prices high and on the rise again after edging down briefly.</p>\n<p>This brings me to the structural challenge facing the Netherlands, specifically scarcity. You could compare the Netherlands to a hotel with a fixed number of rooms. Those rooms are always occupied. What's more, there is demand for even more rooms. In other words, we are running headlong into the limits of our capacity in the Netherlands. In the labour market, in the housing market, but also in our infrastructure: the power grid where demand is sometimes too high, and where supply is sometimes too high, our overcrowded motorways and trains during rush hour. Or environmental and climate limits: carbon emissions and nitrogen pollution.</p>\n<p>It is of course impossible to resolve scarcity everywhere simultaneously. We have to make choices. What can help here is to ensure that all forms of economic activity are charged at their true cost, and phase out activities that currently take place below that cost. This implies setting a real price for energy consumption, carbon emissions and nitrogen pollution, as well as paying at least the statutory minimum wage for labour. Continuing to tolerate the opposite will inhibit much-needed productivity growth, which is ultimately the only source of sustainable prosperity.</p>\n<p>Resolving scarcity costs money, and the government is not exempt from this reality. This is why it is vital to keep public finances sound. Although state coffers will still be in good shape in the coming years, many additional costs are rapidly coming our way, such as interest charges, rising costs for healthcare and an ageing population, as well as costs related to the changing climate.</p>\n<p>The pandemic taught us how important it is to have healthy buffers. In our view, a new government should therefore not let the deficit rise above 2% of GDP by the end of its term in office. This leaves some room for absorbing shocks without exceeding the European deficit ceiling of 3%. And with a 2% deficit, 2% inflation and 1% structural growth, the public debt will stabilise at around 60% of GDP, another European norm. This recommendation is in line with the recommendation issued by the Working Group on Fiscal Space. Given the current state of the economy, 2% really is the maximum, leaving some room for an investment agenda.</p>\n<p>The structural challenges are not the only ones we need to address, however. The here and now are also of the essence: many people in the Netherlands do not feel that things are going well here, and instead are quite concerned about the future. My colleague Olaf Sleijpen will comment briefly on this.</p>\n<h3>Olaf Sleijpen</h3>\n<p>Despite the fact that the Netherlands is doing quite well from a macro perspective, there are underlying inequalities that seem to be fuelling discontent in society.</p>\n<p>First, there is the pronounced inequality in the housing market. We have around 400,000 too few homes – roughly equal to 5% of the current housing stock – and that is a conservative estimate. Young people have virtually no prospect of finding their own housing, whether as tenants or as buyers. Starter wages are gradually rising, but house prices are rising much faster in percentage terms, especially here in Amsterdam. To illustrate, if you look in old collective labour agreements for the education sector, you will see that salaries rose by 56% over the last 25 years. But house prices in Amsterdam jumped by 328% in the same period.</p>\n<p>Ultimately, we can only solve this by building more and faster: both owner-occupied and rental homes. Tax schemes and subsidies to help first-time buyers only drive up house prices.</p>\n<p>On top of that, many problems have a tendency of converging in some households. People with an uncertain position in the labour market often have hardly any buffers to absorb financial setbacks. It is essential that this group of people also find good jobs that pay fairly. We desperately need these people too, amid the tightness in the labour market. The outgoing government's intention to end the disparity between 'permanent' and 'flexible' work is a step in the right direction. And by working to counter unfairness in the labour market, we will ensure that Dutch households can also benefit from trade, the European single market and the euro.</p>\n<p>At the same time, we need to nurture business as a key driver of the Dutch economy. The business climate in the Netherlands is still good, and it is vital that we keep it that way. Clear and stable government policies are especially important for companies with long investment horizons. They want to know where they stand in terms of taxes and climate policy, for example, and rightly so. And it is also crucial for Dutch companies that we do not turn our backs on Europe. This is because we earn a very good living with trade, and especially in the European single market. A strong internal market with a level playing field for all and a deep and broad capital market union offer myriad opportunities for our business community while also protecting our economy from external threats.</p>\n<h3>Steven Maijoor</h3>\n<p>This time last year, there was banking turmoil in the US and Switzerland. The EU banking sector has emerged from this period in good shape. At the same time, it is crucial to learn lessons from these events, for example with regard to liquidity and the digital transformation. Thanks to digitalisation, the speed of withdrawals can be much higher than in the past. Banks and supervisory authorities need to take this into account. </p>\n<p>In this short introduction, I would like to briefly touch on the broader implications of the digital transformation for the entire financial sector and prudential risks. You can read more about this in our annual report.</p>\n<p>The financial sector has seen strong advances in digitalisation: more than 90% of banks and 80% of insurers use cloud services, for example, and this is expected to increase further in the coming years. </p>\n<p>This means benefits. Consumers receive faster and more user-friendly services, and business processes become more efficient. But also risks, including ransomware attacks and concentration risks when activities are outsourced to a few foreign big tech companies. </p>\n<p>We therefore welcome the arrival of new EU legislation, DORA, which sets stringent requirements for the ICT systems of financial institutions and ensures that we can better monitor the risk management of the largest digital service providers, among other things. </p>\n<p>Dutch banks, insurers and pension funds need to prepare for the arrival of DORA. In this context, they must conduct a gap analysis and translate the results into an action plan. It is also important to get ICT service providers involved, because they too need to up their game. </p>\n<p>Finally, I would like to mention that this year, as part of its supervision of Europe's major banks, the ECB is conducting cyber stress tests for the first time to assess banks' ability to recover after a cyber attack. At DNB, we feel it is urgent that this kind of stress testing starts happening more often. </p>\n<h3>Nicole Stolk</h3>\n<p>A few highlights from my portfolio that I would like to mention here are resolution, the opening of our Cash Centre and the renovation of our headquarters, and the legacy of slavery project.</p>\n<p>I'll start with our resolution task. In line with the strategy of the European Single Resolution Mechanism, we will continue to test and operationalise banks' resolution plans. We are also preparing to implement the European framework for insurer resolution.</p>\n<p>Then on to our premises: in April and May, we moved our gold to the new Cash Centre in Zeist. This was obviously a major operation that was prepared and carried out together with the police and military. Now we are focusing on returning to our headquarters building in Amsterdam early next year. Now that the gold and cash are no longer there, the building will be open and accessible to the public.</p>\n<p>Finally, our historical links to slavery. Following our apology during the celebration of Keti Koti in 2022, we allocated one-off contributions to Suriname (Elisabeth Samson House), Curaçao (Tula Museum) – both of which Klaas recently visited – and the National Slavery Museum in the Netherlands. In addition, we have set up a fund for smaller, local projects. The Culture Fund manages this DNB fund, which is now fully active.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "Towards an economy that works better for everyone. This is not just the title of our annual report, it is also our wish for the Netherlands. And our message to parliament, to a new government, policymakers, social partners and to the business community, which is so important to our economy. It is also a message to ourselves: we too must do what we can to build an economy that works better for everyone. We have a very good reason for this message. Indeed, we see that while the Dutch economy is doing quite well – still humming along near full capacity and with full employment – it is not working well enough for some groups in society. The Netherlands is also facing a number of structural challenges that need to be addressed and resolved. First, let us take a look at what is going well in our economy. Starting with inflation, which was our biggest headache over the past two years. After peaking in 2022, inflation fell to 4.1% last year. Currently, we are at 2.7%, and for next year we are projecting inflation of 2.2%. The picture is similar for the euro area: inflation has been falling steadily, dropping to 2.6% in February, and is expected to average 2% by 2025, in line with the ECB's 2% target. The fact that we are now getting a grip on inflation is partly due to ECB policy, while falling energy prices are also a factor. Starting in summer 2022, the ECB raised policy rates rapidly and sharply over the course of 14 months to 4%, where they have remained since last September. We are confident about the expected fall in inflation, but not yet quite confident enough to cut interest rates now. This will no doubt be possible later this year, if new data confirm our expectations. In this context, we are particularly interested in the how services inflation, wages, productivity and profit margins will develop. Indeed, for monetary policy to succeed once and for all, it is important that everyone plays their part. Trade unions by bringing wage demands back in line with inflation and labour productivity, employers by absorbing the temporary extra increase in wage costs into profits where possible. And the government by not pursuing fiscal policy that fuels inflation. Bringing inflation down to 2% is the most important thing DNB can do to make the economy work better. And I am happy to see that we now appear to be succeeding. Further good news is that the interest rate hikes appear to be causing limited damage to the economy. Although economic growth stalled last year, a fully-fledged recession has been avoided. When growth slows, unemployment tends to rise and houses – sometimes – go underwater. We are not seeing any of that now. Labour market participation is high, with unemployment at a very low 3.6%. And demand for housing continues to outstrip supply, keeping house prices high and on the rise again after edging down briefly. This brings me to the structural challenge facing the Netherlands, specifically scarcity. You could compare the Netherlands to a hotel with a fixed number of rooms. Those rooms are always occupied. What's more, there is demand for even more rooms. In other words, we are running headlong into the limits of our capacity in the Netherlands. In the labour market, in the housing market, but also in our infrastructure: the power grid where demand is sometimes too high, and where supply is sometimes too high, our overcrowded motorways and trains during rush hour. Or environmental and climate limits: carbon emissions and nitrogen pollution. It is of course impossible to resolve scarcity everywhere simultaneously. We have to make choices. What can help here is to ensure that all forms of economic activity are charged at their true cost, and phase out activities that currently take place below that cost. This implies setting a real price for energy consumption, carbon emissions and nitrogen pollution, as well as paying at least the statutory minimum wage for labour. Continuing to tolerate the opposite will inhibit much-needed productivity growth, which is ultimately the only source of sustainable prosperity. Resolving scarcity costs money, and the government is not exempt from this reality. This is why it is vital to keep public finances sound. Although state coffers will still be in good shape in the coming years, many additional costs are rapidly coming our way, such as interest charges, rising costs for healthcare and an ageing population, as well as costs related to the changing climate. The pandemic taught us how important it is to have healthy buffers. In our view, a new government should therefore not let the deficit rise above 2% of GDP by the end of its term in office. This leaves some room for absorbing shocks without exceeding the European deficit ceiling of 3%. And with a 2% deficit, 2% inflation and 1% structural growth, the public debt will stabilise at around 60% of GDP, another European norm. This recommendation is in line with the recommendation issued by the Working Group on Fiscal Space. Given the current state of the economy, 2% really is the maximum, leaving some room for an investment agenda. The structural challenges are not the only ones we need to address, however. The here and now are also of the essence: many people in the Netherlands do not feel that things are going well here, and instead are quite concerned about the future. My colleague Olaf Sleijpen will comment briefly on this. Olaf Sleijpen Despite the fact that the Netherlands is doing quite well from a macro perspective, there are underlying inequalities that seem to be fuelling discontent in society. First, there is the pronounced inequality in the housing market. We have around 400,000 too few homes – roughly equal to 5% of the current housing stock – and that is a conservative estimate. Young people have virtually no prospect of finding their own housing, whether as tenants or as buyers. Starter wages are gradually rising, but house prices are rising much faster in percentage terms, especially here in Amsterdam. To illustrate, if you look in old collective labour agreements for the education sector, you will see that salaries rose by 56% over the last 25 years. But house prices in Amsterdam jumped by 328% in the same period. Ultimately, we can only solve this by building more and faster: both owner-occupied and rental homes. Tax schemes and subsidies to help first-time buyers only drive up house prices. On top of that, many problems have a tendency of converging in some households. People with an uncertain position in the labour market often have hardly any buffers to absorb financial setbacks. It is essential that this group of people also find good jobs that pay fairly. We desperately need these people too, amid the tightness in the labour market. The outgoing government's intention to end the disparity between 'permanent' and 'flexible' work is a step in the right direction. And by working to counter unfairness in the labour market, we will ensure that Dutch households can also benefit from trade, the European single market and the euro. At the same time, we need to nurture business as a key driver of the Dutch economy. The business climate in the Netherlands is still good, and it is vital that we keep it that way. Clear and stable government policies are especially important for companies with long investment horizons. They want to know where they stand in terms of taxes and climate policy, for example, and rightly so. And it is also crucial for Dutch companies that we do not turn our backs on Europe. This is because we earn a very good living with trade, and especially in the European single market. A strong internal market with a level playing field for all and a deep and broad capital market union offer myriad opportunities for our business community while also protecting our economy from external threats. Steven Maijoor This time last year, there was banking turmoil in the US and Switzerland. The EU banking sector has emerged from this period in good shape. At the same time, it is crucial to learn lessons from these events, for example with regard to liquidity and the digital transformation. Thanks to digitalisation, the speed of withdrawals can be much higher than in the past. Banks and supervisory authorities need to take this into account. In this short introduction, I would like to briefly touch on the broader implications of the digital transformation for the entire financial sector and prudential risks. You can read more about this in our annual report. The financial sector has seen strong advances in digitalisation: more than 90% of banks and 80% of insurers use cloud services, for example, and this is expected to increase further in the coming years. This means benefits. Consumers receive faster and more user-friendly services, and business processes become more efficient. But also risks, including ransomware attacks and concentration risks when activities are outsourced to a few foreign big tech companies. We therefore welcome the arrival of new EU legislation, DORA, which sets stringent requirements for the ICT systems of financial institutions and ensures that we can better monitor the risk management of the largest digital service providers, among other things. Dutch banks, insurers and pension funds need to prepare for the arrival of DORA. In this context, they must conduct a gap analysis and translate the results into an action plan. It is also important to get ICT service providers involved, because they too need to up their game. Finally, I would like to mention that this year, as part of its supervision of Europe's major banks, the ECB is conducting cyber stress tests for the first time to assess banks' ability to recover after a cyber attack. At DNB, we feel it is urgent that this kind of stress testing starts happening more often. Nicole Stolk A few highlights from my portfolio that I would like to mention here are resolution, the opening of our Cash Centre and the renovation of our headquarters, and the legacy of slavery project. I'll start with our resolution task. In line with the strategy of the European Single Resolution Mechanism, we will continue to test and operationalise banks' resolution plans. We are also preparing to implement the European framework for insurer resolution. Then on to our premises: in April and May, we moved our gold to the new Cash Centre in Zeist. This was obviously a major operation that was prepared and carried out together with the police and military. Now we are focusing on returning to our headquarters building in Amsterdam early next year. Now that the gold and cash are no longer there, the building will be open and accessible to the public. Finally, our historical links to slavery. Following our apology during the celebration of Keti Koti in 2022, we allocated one-off contributions to Suriname (Elisabeth Samson House), Curaçao (Tula Museum) – both of which Klaas recently visited – and the National Slavery Museum in the Netherlands. In addition, we have set up a fund for smaller, local projects. The Culture Fund manages this DNB fund, which is now fully active.",
  "date_parsed": "2024-03-21",
  "name": "Olaf Sleijpen",
  "name_orig": "Olaf Sleijpen",
  "url_orig": "https://www.bis.org/review/r250326d.htm"
}