{
  "source_url": "https://www.bis.org/review/r241126n.htm",
  "headline": "Olaf Sleijpen: From ding dong to bleep bleep - promoting innovative retail payments markets in a fragmented world",
  "description_html": "\n<p>Speech by Mr Olaf Sleijpen, Executive Board Member of Monetary Affairs and Financial Stability of the Netherlands Bank, at the <span>annual conference of the European Payment Institutions Federation (EPIF), Brussels</span>, 20 November 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Olaf Sleijpen, Executive Board Member of Monetary Affairs and Financial Stability of the Netherlands Bank, at the annual conference of the European Payment Institutions Federation (EPIF), Brussels , 20 November 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "28 November 2024",
  "pdf_url": "https://www.bis.org/review/r241126n.pdf",
  "content_html": "\n<p>Thank you. Some 35 years ago, when I was a student traveling through Europe on my summer holidays, I took traveler cheques with me. Everybody in the room knows what a cheque is? Although you had to purchase them for a fee, they were safer than taking lots of foreign currency with you hidden in your money belt. But the drawback was you could not pay with those cheques in shops or restaurants. You had to go to a local bank branch to exchange them for cash. So one of the first things you did when you arrived in a new country was to queue up in a crowded local bank. At the sound of a 'ding dong', it was finally your turn, and you could only hope that the grumpy bank employee would be willing to hand over some precious local currency in exchange for your cheque. For a considerable fee of course. And provided it wasn't weekend. Or some local holiday. Or lunch-time.</p>\n<p>Today, when I want to get something to drink in a café in a little town somewhere in Spain or Estonia, I just take my mobile phone or card, hold it near some wireless little box, wait for the 'bleep bleep', and I have paid. It's magic!</p>\n<p>I can hardly think of a single activity that we do so often, and that has become so much easier, safer and quicker, than paying. It has become so easy, it's almost fun to pay!</p>\n<p>What has made this payment revolution possible is a combination of new technologies, regulation that opened up payments markets, and increased competition.</p>\n<p>Fifteen years ago, the Payment Services Directives kicked in. It allowed non-banks to access the European market by obtaining a license in one Member State and \"passport\" their payment services to other EU member states. Later on, PSD2 granted non-banks access to payment accounts, with the consent of the payment account holder.</p>\n<p>As a result of these developments, a whole new group of innovative non-bank payment service providers entered the European market with smart, convenient and high-quality services. Many of these companies are represented here today. Millions of European citizens use your payment services daily. You are quick to adopt new technologies and offer modern payment solutions like mobile wallets, online peer-to-peer payments, smart and relatively cheap currency conversion and instant transfers. Also as a result of your competitive strength, banks too improved the quality and efficiency of their online payment services to customers.</p>\n<p>Of course, markets can only be truly fair and competitive if there is a level playing field. That's why we at the Dutch central bank strive towards applying the well-known principle of \"same activity, same risk, same rule\" across the payment sector. As the most recent step in creating a level playing field in the EU's payment market, the Eurosystem will allow regulated non-banks to access central bank operated payment systems such as T2 and TIPS.</p>\n<p>In short, at the Dutch central bank we appreciate the important role of EPIF members in the payments market. And we appreciate the active role EPIF plays in European payment forums like the Euro Retail Payment Board.</p>\n<p>But things can also get too flashy and innovative, so it was a wise decision by EPIF to invite someone from a central bank to balance things out. And being the dinosaur in the room, maybe I'm the right guy to address the elephant in the room. Because there is an elephant here, and it's called strategic autonomy.</p>\n<p>Over the past years, the world has changed dramatically. Rivalry between the big economic blocs has increased. And there is a major war raging on the European continent that has heightened international political tensions. Geopolitical tensions that translate into economic fragmentation and protectionism. Of all the major economies, Europe is the most exposed to these shifts. Remember our dependence on Russian gas at the outbreak of the war in Ukraine. Likewise, we import over 80% of our digital technology. Personally I find navigation an impressive example. All the navigation equipment in Europe uses GPS infrastructure which is run by the US army. Without GPS, Google Maps or the navigation in your car is completely useless.</p>\n<p>There are many more examples where Europe is heavily dependent on the policies of other countries for the provision of strategic goods and services. In the current political climate, it is understandable that European governments see this dependence as a strategic vulnerability that needs addressing. That's why strategic autonomy is a priority for the European Commission. It also featured prominently in the speech by Mario Draghi when he presented his report on the future of European competitiveness. Europe is serious about this.</p>\n<p>Strategic vulnerability is also an issue in the European retail payments market. Like gas, electricity, and for that matter navigation, the payments infrastructure is a critical infrastructure that is considered a backbone of the economy. At the same time we see that the payments infrastructure is heavily dependent on products and services of globally active payment services providers that are not governed within the EU. Your membership list confirms this.</p>\n<p>Although these companies are regulated by EU frameworks, the policies of foreign governments can still result in control over what, how, and to whom European citizens and businesses can pay. A well-known example is Wikileaks. Presumably after a phone call from the White House, Mastercard and Visa announced that they would stop all payments to Wikileaks. Whatever your opinion of Wikileaks is, the issue here is that in Europe we want to decide for ourselves whether payments to merchants and organisations should be allowed or not. And we do not want our payment system to be dependent on the policies of foreign governments.</p>\n<p>So we have a challenge here. We value how much you contribute to a competitive and innovative market in Europe. But at the same time we have to find ways to decrease the strategic exposure to policies of non-EU governments.</p>\n<p>Strategic autonomy is not the same as protectionism. We are committed to maintaining the open markets that have brought us so many benefits. Strategic autonomy in retail payments means there also needs to be a European option, where Europe can independently manage its payments ecosystem. This involves creating a secure payment infrastructure, using home-grown pan-EU payments solutions, and developing regulations to ensure system safety and efficiency.</p>\n<p>This approach is reflected in the Eurosystem's policies. First of all, we are developing a digital euro. I am happy to see you will be discussing this in more detail later this morning. We envisage that the distribution and acquisition of this European payment instrument will be open to private payment service providers. Second, we aim to reduce major dependencies on non-EU parties by supporting pan-European initiatives such as the European Payments Initiative. And third, the EU's geopolitical trading power will be enhanced by linking TIPS with various regional payment systems, such as those of the Nordics.</p>\n<p>Let me now briefly touch upon another issue that is of relevance to you, and that has become more prominent as a result of the geopolitical tensions, and that is cyber risk. Cyber threats are increasing, including to the European economy and European payments. Some countries are carrying out sophisticated cyber-attacks. Today, a quarter of cyber-attacks worldwide affect the financial sector. These can be direct attacks on financial institutions - including payment service providers - or indirect threats via external parties that financial institutions depend on. For example, an attack on a third party - such as a telecom provider or a cloud provider - could disrupt the services of one or more payment service providers, affecting the payment system. In addition, a large-scale disruption of payment services can damage confidence in the payments system as a whole.</p>\n<p>To make sure we are ready for a crisis, payments service providers should create and maintain comprehensive business continuity plans that outline procedures for maintaining operations during and after a crisis. Regular testing and drills are essential to ensure all employees are familiar with the contingency measures and can execute them effectively. Ongoing training and awareness programmes help employees understand the importance of security and stay updated on the latest threats and best practices. And investing in resilient technology and infrastructure is crucial for withstanding attacks and disruptions. Please prepare your organisations for such scenarios, be aware of your important role in the European payments system and, where possible, actively participate in European crisis management structures.</p>\n<p>Ending with the strategic autonomy issue, I think finding solutions for it is a two-way street. European policy makers should continue to cherish innovation and competition, the forces that so impressively lifted our payments market out of the stone age. That means recognising the indispensable role played by non-bank payment service providers like you, either EU or non-EU. At the same time, the non-EU parties among you should start discussing with your headquarters and governments on how to avoid extra-territorial effects of government policies. Because we don't want to go back in time. We don't want the 'ding dong' of the local bank queuing system. We want the 'bleep bleep' of easy, cheap, and always available payments. That's the future of an ever more innovative European payments market. We should not want it otherwise.</p>\n",
  "content_text": "Thank you. Some 35 years ago, when I was a student traveling through Europe on my summer holidays, I took traveler cheques with me. Everybody in the room knows what a cheque is? Although you had to purchase them for a fee, they were safer than taking lots of foreign currency with you hidden in your money belt. But the drawback was you could not pay with those cheques in shops or restaurants. You had to go to a local bank branch to exchange them for cash. So one of the first things you did when you arrived in a new country was to queue up in a crowded local bank. At the sound of a 'ding dong', it was finally your turn, and you could only hope that the grumpy bank employee would be willing to hand over some precious local currency in exchange for your cheque. For a considerable fee of course. And provided it wasn't weekend. Or some local holiday. Or lunch-time. Today, when I want to get something to drink in a café in a little town somewhere in Spain or Estonia, I just take my mobile phone or card, hold it near some wireless little box, wait for the 'bleep bleep', and I have paid. It's magic! I can hardly think of a single activity that we do so often, and that has become so much easier, safer and quicker, than paying. It has become so easy, it's almost fun to pay! What has made this payment revolution possible is a combination of new technologies, regulation that opened up payments markets, and increased competition. Fifteen years ago, the Payment Services Directives kicked in. It allowed non-banks to access the European market by obtaining a license in one Member State and \"passport\" their payment services to other EU member states. Later on, PSD2 granted non-banks access to payment accounts, with the consent of the payment account holder. As a result of these developments, a whole new group of innovative non-bank payment service providers entered the European market with smart, convenient and high-quality services. Many of these companies are represented here today. Millions of European citizens use your payment services daily. You are quick to adopt new technologies and offer modern payment solutions like mobile wallets, online peer-to-peer payments, smart and relatively cheap currency conversion and instant transfers. Also as a result of your competitive strength, banks too improved the quality and efficiency of their online payment services to customers. Of course, markets can only be truly fair and competitive if there is a level playing field. That's why we at the Dutch central bank strive towards applying the well-known principle of \"same activity, same risk, same rule\" across the payment sector. As the most recent step in creating a level playing field in the EU's payment market, the Eurosystem will allow regulated non-banks to access central bank operated payment systems such as T2 and TIPS. In short, at the Dutch central bank we appreciate the important role of EPIF members in the payments market. And we appreciate the active role EPIF plays in European payment forums like the Euro Retail Payment Board. But things can also get too flashy and innovative, so it was a wise decision by EPIF to invite someone from a central bank to balance things out. And being the dinosaur in the room, maybe I'm the right guy to address the elephant in the room. Because there is an elephant here, and it's called strategic autonomy. Over the past years, the world has changed dramatically. Rivalry between the big economic blocs has increased. And there is a major war raging on the European continent that has heightened international political tensions. Geopolitical tensions that translate into economic fragmentation and protectionism. Of all the major economies, Europe is the most exposed to these shifts. Remember our dependence on Russian gas at the outbreak of the war in Ukraine. Likewise, we import over 80% of our digital technology. Personally I find navigation an impressive example. All the navigation equipment in Europe uses GPS infrastructure which is run by the US army. Without GPS, Google Maps or the navigation in your car is completely useless. There are many more examples where Europe is heavily dependent on the policies of other countries for the provision of strategic goods and services. In the current political climate, it is understandable that European governments see this dependence as a strategic vulnerability that needs addressing. That's why strategic autonomy is a priority for the European Commission. It also featured prominently in the speech by Mario Draghi when he presented his report on the future of European competitiveness. Europe is serious about this. Strategic vulnerability is also an issue in the European retail payments market. Like gas, electricity, and for that matter navigation, the payments infrastructure is a critical infrastructure that is considered a backbone of the economy. At the same time we see that the payments infrastructure is heavily dependent on products and services of globally active payment services providers that are not governed within the EU. Your membership list confirms this. Although these companies are regulated by EU frameworks, the policies of foreign governments can still result in control over what, how, and to whom European citizens and businesses can pay. A well-known example is Wikileaks. Presumably after a phone call from the White House, Mastercard and Visa announced that they would stop all payments to Wikileaks. Whatever your opinion of Wikileaks is, the issue here is that in Europe we want to decide for ourselves whether payments to merchants and organisations should be allowed or not. And we do not want our payment system to be dependent on the policies of foreign governments. So we have a challenge here. We value how much you contribute to a competitive and innovative market in Europe. But at the same time we have to find ways to decrease the strategic exposure to policies of non-EU governments. Strategic autonomy is not the same as protectionism. We are committed to maintaining the open markets that have brought us so many benefits. Strategic autonomy in retail payments means there also needs to be a European option, where Europe can independently manage its payments ecosystem. This involves creating a secure payment infrastructure, using home-grown pan-EU payments solutions, and developing regulations to ensure system safety and efficiency. This approach is reflected in the Eurosystem's policies. First of all, we are developing a digital euro. I am happy to see you will be discussing this in more detail later this morning. We envisage that the distribution and acquisition of this European payment instrument will be open to private payment service providers. Second, we aim to reduce major dependencies on non-EU parties by supporting pan-European initiatives such as the European Payments Initiative. And third, the EU's geopolitical trading power will be enhanced by linking TIPS with various regional payment systems, such as those of the Nordics. Let me now briefly touch upon another issue that is of relevance to you, and that has become more prominent as a result of the geopolitical tensions, and that is cyber risk. Cyber threats are increasing, including to the European economy and European payments. Some countries are carrying out sophisticated cyber-attacks. Today, a quarter of cyber-attacks worldwide affect the financial sector. These can be direct attacks on financial institutions - including payment service providers - or indirect threats via external parties that financial institutions depend on. For example, an attack on a third party - such as a telecom provider or a cloud provider - could disrupt the services of one or more payment service providers, affecting the payment system. In addition, a large-scale disruption of payment services can damage confidence in the payments system as a whole. To make sure we are ready for a crisis, payments service providers should create and maintain comprehensive business continuity plans that outline procedures for maintaining operations during and after a crisis. Regular testing and drills are essential to ensure all employees are familiar with the contingency measures and can execute them effectively. Ongoing training and awareness programmes help employees understand the importance of security and stay updated on the latest threats and best practices. And investing in resilient technology and infrastructure is crucial for withstanding attacks and disruptions. Please prepare your organisations for such scenarios, be aware of your important role in the European payments system and, where possible, actively participate in European crisis management structures. Ending with the strategic autonomy issue, I think finding solutions for it is a two-way street. European policy makers should continue to cherish innovation and competition, the forces that so impressively lifted our payments market out of the stone age. That means recognising the indispensable role played by non-bank payment service providers like you, either EU or non-EU. At the same time, the non-EU parties among you should start discussing with your headquarters and governments on how to avoid extra-territorial effects of government policies. Because we don't want to go back in time. We don't want the 'ding dong' of the local bank queuing system. We want the 'bleep bleep' of easy, cheap, and always available payments. That's the future of an ever more innovative European payments market. We should not want it otherwise.",
  "date_parsed": "2024-11-28",
  "name": "Olaf Sleijpen",
  "name_orig": "Olaf Sleijpen",
  "url_orig": "https://www.bis.org/review/r241126n.htm"
}