{
  "source_url": "https://www.bis.org/review/r240621h.htm",
  "headline": "Olaf Sleijpen: Sustainable investment - the perspective of the Dutch central bank",
  "description_html": "\n<p>Speech by Mr Olaf Sleijpen, Executive Board Member of Monetary Affairs and Financial Stability of the Netherlands Bank, at the jointly hosted Erasmus/Netspar Symposium \"What's cooking in sustainable investing?\", Utrecht, 16 May 2024. </p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Olaf Sleijpen, Executive Board Member of Monetary Affairs and Financial Stability of the Netherlands Bank, at the jointly hosted Erasmus/Netspar Symposium \"What's cooking in sustainable investing?\", Utrecht, 16 May 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "28 June 2024",
  "pdf_url": "https://www.bis.org/review/r240621h.pdf",
  "content_html": "\n<p>One month ago, on April 11<sup>th</sup>, it was European Green Energy Day. On that day the European Union had used up all its available green energy for the current year. For the rest of the year, the EU is still dependent on fossil energy. For the Netherlands, Green Energy Day fell even earlier, on the 8<sup>th</sup><span> </span>of March, although the good news is that we are catching up. As the energy transition progresses, Green Energy Day shifts in the right direction by a few days each year. But the shift is going too slow. In order to achieve the Paris goal of being fully carbon neutral by 2050, we have to double our speed. The energy transition is as urgent as ever.</p>\n<p>Shaping that transition, and accelerating it, is a responsibility we all share. Each in our different roles. Governments are in the driving seat. They have the democratic mandate and the position to lay down a long-term vision and strategy, to set goals, and to design and implement policies. They also have the economically most effective and efficient tools at their disposal. Here I think of setting standards and imposing regulation, adequate pricing of externalities, and encouraging innovative, sustainable investment, for instance through subsidies. Striking the balance between the medium to longer term gains of the energy transition and short-term transition costs may be the most complicated task for a government whose mandate is in most cases not longer than four or five years.</p>\n<p>At De Nederlandsche Bank, we may not be in the driving seat, but we are definitely part of the team. A part of the team in three different ways, in three different roles. As a supervisor and regulator, as a central bank and as a leader by example.</p>\n<p>As a supervisor and regulator we have a responsibility to make sure that financial institutions manage their climate- and nature-related risks. Those risks have a bearing on the financial soundness of financial institutions, which is something we are watching over. And ignoring these risks is not compatible with sound risk management.</p>\n<p>As a central bank, our objective is to maintain price stability and to safeguard financial stability. Climate change definitely has an impact on both and, hence, squarely falls within our mandate.</p>\n<p>And as a public institution at the heart of the financial sector we want to lead by example and, albeit in a small way, contribute to international sustainability goals. International goals regarding climate change and legislation also applies to us, evidently. This is why we are committed to integrating sustainability considerations in all our core tasks by the end of next year.</p>\n<p>Two things stand out. First of all, no matter how you look at climate change, it will have an impact, one way or the other. Ignoring mitigation of climate change, will increase the costs of adaptation and will pose serious risks for the economy as we know it. But effective climate risk mitigation also comes at a cost in the short term, that may impact the economy, financial institutions and financial stability. However, the cost of dealing with the consequences of climate change far outweighs the cost of a timely transition. Whatever the route will be, central banks and financial supervisors will, given their mandate, always prefer a predictable and orderly transition path.</p>\n<p>Secondly, green policies need to be coordinated at an international level to make them more effective and to create a level playing field for economic actors. But that doesn't mean waiting for the others. If we don't take the lead as the developed world, with our technological and financial might, countries like India and China will be even less inclined to speed up their energy transitions.</p>\n<p>Let me now focus on the role of financial institutions, in particular sustainable investments, which is at the heart of this seminar.</p>\n<p>So in our role vis-à-vis financial institutions, what do we – as supervisor and regulator - find important? We do not tell financial firms how they should run their business. Our primary concern is that they have their management of climate- and nature-related risks in order. To give you an example. Engagement is a hot topic at the moment, in other words trying to change the course of a company as a financier, versus divesting, stopping with financing. Given our role, we have always remained relatively agnostic in this debate. As a financier, you can influence a company's decisions. A company that is currently a polluter can make a substantial contribution to the transition<span> </span><em>if</em><span> </span>it has a credible transition plan in place. You can also argue about how the world will be helped if you sell your shares or stop financing a company out of sustainability concerns, which may only open the door to other financiers with less green interests who are eager to take advantage of this 'opportunity'. For us, it's important that a financial institution can explain how it manages the risks resulting from a financing decision. And I think it's obvious that companies without a credible transition plan or ones that structurally fail to deliver on their promises will become uninvestable over time. That means the risks for a financial institution that remains invested in such companies will continue rising.</p>\n<p>What else do we find important? Well, a significant portion of the Dutch financial sector has signed the climate commitment, pledging to support the Dutch government's climate objectives and taking initial steps towards impact investing. DNB welcomes this initiative and has recently analysed the action plans the institutions have published in this regard. Financial institutions have created an important reference point by setting a long-term climate target. And they have taken a significant step in the right direction by establishing a monitoring framework for their action plans.</p>\n<p>At the same time we see that financial institutions are facing challenges in implementing their action plans, that require them to take not only financial considerations into account, but also non-financial considerations. While investing in a prudent manner remains at all times essential, it's important that the commitments the institutions have made result in concrete actions. Otherwise, they may face legal or reputational risks. Greenwashing is increasingly a source of legal action, with the number of climate-related court cases worldwide more than doubling since 2017. That's why DNB is both supportive and vigilant. We applaud the financial sector's dedication to the climate transition. At the same time, we expect the sector to meet its commitments, to mitigate the risks of reputational damage and litigation.</p>\n<p>In general, financial supervisors are intensifying their focus on climate- and environment-related risks. The ECB has put climate- and nature-related risk high on the agenda. Banks under its supervision must comply with the supervisory expectations for good risk management by the end of this year. At DNB, we are on the same track for the banks, insurers and pension funds under our supervision. While there has been progress, we are still not where we need to be. As supervisors, we are doing what we can to nudge the sector in the right direction, for example with good practices. But if these efforts prove insufficient, enforcement will come into view as a viable option.</p>\n<p>As I said, more and more financial institutions have indicated they want to go beyond managing climate-related risk. They want to actively contribute to the green transition. And that brings me to the topic of impact investing. The World Bank defines impact investing as an approach that aims to contribute to achieving measurable positive social and environmental impacts. An approach that looks to the future instead of to the past. Impact investing and lending creates a significant opportunity to mobilise capital into investments that target measurable positive social, economic or environmental impact alongside financial returns.</p>\n<p>So what exactly is the difference between impact investing and traditional investing? Traditional investing aims for financial value, seeking an outcome on the risk-return curve known as the efficient frontier. ESG risks could be taken into account as a first step, meaning that companies assess the potential financial consequences of physical or transition risk events when looking at the risk-return curve. This is what DNB expects from the financial institutions we supervise, and this is generally known as taking 'single materiality' into account. To truly move towards impact investing, this two-dimensional framework changes to a three-dimensional one, as ecological and societal impacts are included in an investment decision. The sum of financial, ecological and societal value forms the target variable for optimisation. Or, in a slightly 'lighter' form, some minimum requirements for the ecological and societal impacts are formulated when optimising for the financial value.</p>\n<p>Determining an impact value is not always an easy process, but increasingly quantitative methods are being proposed, for instance by Dirk Schoenmaker and Willem Schramade in a corporate finance book they published last year.</p>\n<p>In essence, they propose to find a monetary value and a quantity for the impact a financing decision has (or the harm it does). Think of the cost of a tonne of CO2 emitted, or the shadow price of a life year saved by a certain new medical technology. The resulting annual value streams can be discounted with a similar discounted cash flow model that is used for financial flows, although the discount rate may be different. The three-dimensional approach makes it possible to arrive at an integrated value, where financial value and impact value are taken together. But let me stop here with the technical elaboration and recommend that you read Willem and Dirk's book if you want to know more.</p>\n<p>Putting this into practice is complicated. For one thing, a lot of the shadow prices, quantities and ways to discount are unknown or strongly debated. I know it may also be scary: financial institutions have a tendency towards herd behaviour and feel a substantial 'first-mover disadvantage'. And let's be honest: it is not only our own decision to make. It is what investors, customers and partners demand. So, if we base our position on this ESG mindset, if we incorporate impact investments and loans into our portfolios, we will not only apply proper and prudent risk management, but we will also contribute to a sustainable future.</p>\n<p>How can financial institutions make this work? Well, there are three elements to this.</p>\n<p>First of all, tailoring the operational processes towards impact investments. Here I think of investment processes and customer acceptance, credit judgement and revision. That means impact needs to be part of the parameters for decisions about investments, alongside risk and return. That means daring to move away from the broad market benchmark and choosing a smaller portfolio of impact-oriented companies. And you have to make it clear to your stakeholders what the implications may be for the diversification of your portfolios.</p>\n<p>Secondly, finding the right people and creating the right processes to make this work. That means recruiting the appropriate capacity and competences and reorganising organisations. That means defining new or additional KPIs that reward decisions that contribute to impact goals and place less emphasis on classical views, like beating the benchmark.</p>\n<p>And the third element is being more transparent about what you do and the results you are aiming for. That means: moving away from the short-term focus towards a sustainable, long-term future.</p>\n<p>As a guardian of financial stability, we encourage you to embrace impact investing as a means to accelerate the green transition and thereby reduce systemic risks. In my view, this also means that we as a regulator need to ensure that we are not a barrier to your transition to impact investing. That means that we have to change too.</p>\n<p>For instance, when we assess financial risks for investments, we have to consider whether or not they are future-proof. Or when applying the prudent person principle, one could argue that we should be concerned not only with the financial returns that participants will receive from fund investments in the short run, but also whether these returns are sustainable in a longer term perspective.</p>\n<p>It is important to note that impact investing is often associated with illiquid and more complex products, such as venture capital and private equity. We have to take account of that in our supervision. Of course, such investments require a sufficient level of knowledge and expertise to manage these products responsibly.</p>\n<p>To further tailor the way we supervise, we have developed a good practice guide for sustainable risk management. We will update the guide this year and we also intend to include Frequently Asked Questions to provide clear explanations and expectations. I hope these tools will encourage the financial sector to use forward-looking indicators. To apply scenario analyses rather than focus on historical track records. And motivate the sector to implement a concrete transition plan and more long-term, sustainability-focused KPIs.</p>\n<p>I will now come to a conclusion. Financial institutions play a crucial role in our societies. They play an important role in creating sustainable prosperity. So we need the financial sector to act urgently. We need to speed up the transition to become climate neutral by 2050, in line with international goals. We have to shift that Green Energy Day on the calendar as fast as we can. There is no time to lose. The world needs the financial sector's help in financing the transition to a carbon-neutral society that is in harmony with nature. And we need the sector to manage its climate- and nature-related financial risks. They are often two sides of the same coin. We will only succeed if we join forces – supervisors, governments, financial institutions and other private parties. So let's check in today, and take up the task that lies before us – together.</p>\n",
  "content_text": "One month ago, on April 11 th , it was European Green Energy Day. On that day the European Union had used up all its available green energy for the current year. For the rest of the year, the EU is still dependent on fossil energy. For the Netherlands, Green Energy Day fell even earlier, on the 8 th of March, although the good news is that we are catching up. As the energy transition progresses, Green Energy Day shifts in the right direction by a few days each year. But the shift is going too slow. In order to achieve the Paris goal of being fully carbon neutral by 2050, we have to double our speed. The energy transition is as urgent as ever. Shaping that transition, and accelerating it, is a responsibility we all share. Each in our different roles. Governments are in the driving seat. They have the democratic mandate and the position to lay down a long-term vision and strategy, to set goals, and to design and implement policies. They also have the economically most effective and efficient tools at their disposal. Here I think of setting standards and imposing regulation, adequate pricing of externalities, and encouraging innovative, sustainable investment, for instance through subsidies. Striking the balance between the medium to longer term gains of the energy transition and short-term transition costs may be the most complicated task for a government whose mandate is in most cases not longer than four or five years. At De Nederlandsche Bank, we may not be in the driving seat, but we are definitely part of the team. A part of the team in three different ways, in three different roles. As a supervisor and regulator, as a central bank and as a leader by example. As a supervisor and regulator we have a responsibility to make sure that financial institutions manage their climate- and nature-related risks. Those risks have a bearing on the financial soundness of financial institutions, which is something we are watching over. And ignoring these risks is not compatible with sound risk management. As a central bank, our objective is to maintain price stability and to safeguard financial stability. Climate change definitely has an impact on both and, hence, squarely falls within our mandate. And as a public institution at the heart of the financial sector we want to lead by example and, albeit in a small way, contribute to international sustainability goals. International goals regarding climate change and legislation also applies to us, evidently. This is why we are committed to integrating sustainability considerations in all our core tasks by the end of next year. Two things stand out. First of all, no matter how you look at climate change, it will have an impact, one way or the other. Ignoring mitigation of climate change, will increase the costs of adaptation and will pose serious risks for the economy as we know it. But effective climate risk mitigation also comes at a cost in the short term, that may impact the economy, financial institutions and financial stability. However, the cost of dealing with the consequences of climate change far outweighs the cost of a timely transition. Whatever the route will be, central banks and financial supervisors will, given their mandate, always prefer a predictable and orderly transition path. Secondly, green policies need to be coordinated at an international level to make them more effective and to create a level playing field for economic actors. But that doesn't mean waiting for the others. If we don't take the lead as the developed world, with our technological and financial might, countries like India and China will be even less inclined to speed up their energy transitions. Let me now focus on the role of financial institutions, in particular sustainable investments, which is at the heart of this seminar. So in our role vis-à-vis financial institutions, what do we – as supervisor and regulator - find important? We do not tell financial firms how they should run their business. Our primary concern is that they have their management of climate- and nature-related risks in order. To give you an example. Engagement is a hot topic at the moment, in other words trying to change the course of a company as a financier, versus divesting, stopping with financing. Given our role, we have always remained relatively agnostic in this debate. As a financier, you can influence a company's decisions. A company that is currently a polluter can make a substantial contribution to the transition if it has a credible transition plan in place. You can also argue about how the world will be helped if you sell your shares or stop financing a company out of sustainability concerns, which may only open the door to other financiers with less green interests who are eager to take advantage of this 'opportunity'. For us, it's important that a financial institution can explain how it manages the risks resulting from a financing decision. And I think it's obvious that companies without a credible transition plan or ones that structurally fail to deliver on their promises will become uninvestable over time. That means the risks for a financial institution that remains invested in such companies will continue rising. What else do we find important? Well, a significant portion of the Dutch financial sector has signed the climate commitment, pledging to support the Dutch government's climate objectives and taking initial steps towards impact investing. DNB welcomes this initiative and has recently analysed the action plans the institutions have published in this regard. Financial institutions have created an important reference point by setting a long-term climate target. And they have taken a significant step in the right direction by establishing a monitoring framework for their action plans. At the same time we see that financial institutions are facing challenges in implementing their action plans, that require them to take not only financial considerations into account, but also non-financial considerations. While investing in a prudent manner remains at all times essential, it's important that the commitments the institutions have made result in concrete actions. Otherwise, they may face legal or reputational risks. Greenwashing is increasingly a source of legal action, with the number of climate-related court cases worldwide more than doubling since 2017. That's why DNB is both supportive and vigilant. We applaud the financial sector's dedication to the climate transition. At the same time, we expect the sector to meet its commitments, to mitigate the risks of reputational damage and litigation. In general, financial supervisors are intensifying their focus on climate- and environment-related risks. The ECB has put climate- and nature-related risk high on the agenda. Banks under its supervision must comply with the supervisory expectations for good risk management by the end of this year. At DNB, we are on the same track for the banks, insurers and pension funds under our supervision. While there has been progress, we are still not where we need to be. As supervisors, we are doing what we can to nudge the sector in the right direction, for example with good practices. But if these efforts prove insufficient, enforcement will come into view as a viable option. As I said, more and more financial institutions have indicated they want to go beyond managing climate-related risk. They want to actively contribute to the green transition. And that brings me to the topic of impact investing. The World Bank defines impact investing as an approach that aims to contribute to achieving measurable positive social and environmental impacts. An approach that looks to the future instead of to the past. Impact investing and lending creates a significant opportunity to mobilise capital into investments that target measurable positive social, economic or environmental impact alongside financial returns. So what exactly is the difference between impact investing and traditional investing? Traditional investing aims for financial value, seeking an outcome on the risk-return curve known as the efficient frontier. ESG risks could be taken into account as a first step, meaning that companies assess the potential financial consequences of physical or transition risk events when looking at the risk-return curve. This is what DNB expects from the financial institutions we supervise, and this is generally known as taking 'single materiality' into account. To truly move towards impact investing, this two-dimensional framework changes to a three-dimensional one, as ecological and societal impacts are included in an investment decision. The sum of financial, ecological and societal value forms the target variable for optimisation. Or, in a slightly 'lighter' form, some minimum requirements for the ecological and societal impacts are formulated when optimising for the financial value. Determining an impact value is not always an easy process, but increasingly quantitative methods are being proposed, for instance by Dirk Schoenmaker and Willem Schramade in a corporate finance book they published last year. In essence, they propose to find a monetary value and a quantity for the impact a financing decision has (or the harm it does). Think of the cost of a tonne of CO2 emitted, or the shadow price of a life year saved by a certain new medical technology. The resulting annual value streams can be discounted with a similar discounted cash flow model that is used for financial flows, although the discount rate may be different. The three-dimensional approach makes it possible to arrive at an integrated value, where financial value and impact value are taken together. But let me stop here with the technical elaboration and recommend that you read Willem and Dirk's book if you want to know more. Putting this into practice is complicated. For one thing, a lot of the shadow prices, quantities and ways to discount are unknown or strongly debated. I know it may also be scary: financial institutions have a tendency towards herd behaviour and feel a substantial 'first-mover disadvantage'. And let's be honest: it is not only our own decision to make. It is what investors, customers and partners demand. So, if we base our position on this ESG mindset, if we incorporate impact investments and loans into our portfolios, we will not only apply proper and prudent risk management, but we will also contribute to a sustainable future. How can financial institutions make this work? Well, there are three elements to this. First of all, tailoring the operational processes towards impact investments. Here I think of investment processes and customer acceptance, credit judgement and revision. That means impact needs to be part of the parameters for decisions about investments, alongside risk and return. That means daring to move away from the broad market benchmark and choosing a smaller portfolio of impact-oriented companies. And you have to make it clear to your stakeholders what the implications may be for the diversification of your portfolios. Secondly, finding the right people and creating the right processes to make this work. That means recruiting the appropriate capacity and competences and reorganising organisations. That means defining new or additional KPIs that reward decisions that contribute to impact goals and place less emphasis on classical views, like beating the benchmark. And the third element is being more transparent about what you do and the results you are aiming for. That means: moving away from the short-term focus towards a sustainable, long-term future. As a guardian of financial stability, we encourage you to embrace impact investing as a means to accelerate the green transition and thereby reduce systemic risks. In my view, this also means that we as a regulator need to ensure that we are not a barrier to your transition to impact investing. That means that we have to change too. For instance, when we assess financial risks for investments, we have to consider whether or not they are future-proof. Or when applying the prudent person principle, one could argue that we should be concerned not only with the financial returns that participants will receive from fund investments in the short run, but also whether these returns are sustainable in a longer term perspective. It is important to note that impact investing is often associated with illiquid and more complex products, such as venture capital and private equity. We have to take account of that in our supervision. Of course, such investments require a sufficient level of knowledge and expertise to manage these products responsibly. To further tailor the way we supervise, we have developed a good practice guide for sustainable risk management. We will update the guide this year and we also intend to include Frequently Asked Questions to provide clear explanations and expectations. I hope these tools will encourage the financial sector to use forward-looking indicators. To apply scenario analyses rather than focus on historical track records. And motivate the sector to implement a concrete transition plan and more long-term, sustainability-focused KPIs. I will now come to a conclusion. Financial institutions play a crucial role in our societies. They play an important role in creating sustainable prosperity. So we need the financial sector to act urgently. We need to speed up the transition to become climate neutral by 2050, in line with international goals. We have to shift that Green Energy Day on the calendar as fast as we can. There is no time to lose. The world needs the financial sector's help in financing the transition to a carbon-neutral society that is in harmony with nature. And we need the sector to manage its climate- and nature-related financial risks. They are often two sides of the same coin. We will only succeed if we join forces – supervisors, governments, financial institutions and other private parties. So let's check in today, and take up the task that lies before us – together.",
  "date_parsed": "2024-06-28",
  "name": "Olaf Sleijpen",
  "name_orig": "Olaf Sleijpen",
  "url_orig": "https://www.bis.org/review/r240621h.htm"
}