{
  "source_url": "https://www.bis.org/review/r250414a.htm",
  "headline": "Klaas Knot: Stating the obvious - a central bankers perspective on resilience in times of uncertainty",
  "description_html": "\n<p>Speech by Mr Klaas Knot, President of De Nederlandsche Bank, at the Eurofi High Level Seminar 2025, Warsaw, 11 April 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Klaas Knot, President of De Nederlandsche Bank, at the Eurofi High Level Seminar 2025, Warsaw, 11 April 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "14 April 2025",
  "pdf_url": "https://www.bis.org/review/r250414a.pdf",
  "content_html": "\n<div class=\"component\">\n<div class=\"content-component text-block\">\n<div class=\"rte\">\n<div class=\"component\">\n<div class=\"content-component text-block\">\n<div class=\"rte\">\n<div class=\"component\">\n<div class=\"content-component text-block\">\n<div class=\"rte\">\n<p>Sometimes it is a central banker's job to say things that are already completely obvious to everyone. 'The economy is recovering.' 'Inflation is running slightly above target.' That type of statement.</p>\n<p>In the same vein, I think it will not come as a total surprise to you when I say that we live in times of elevated uncertainty. In the almost 14 years since I became governor of the Dutch central bank, we have experienced unprecedented shocks. I am thinking in particular of the European sovereign debt crisis, the COVID pandemic, and the Russian invasion of Ukraine. In the background, the climate crisis continues to worsen. And over the past few months, the world has once again turned upside down for us Europeans.</p>\n<p>People generally don't like uncertainty, but economists go even further. They<span> </span>hate<span> </span>it. They<span> </span>do<span> </span>like risk. Risk can be identified, and it can be quantified. Well, not always, but most of the time. They can model it, they can price it, they can hedge it. They love to model it.</p>\n<p>For a long time, economists tended to solve the uncertainty problem by assuming it away. A lot of classical macroeconomic models assume that the probability distribution of future states of the world is known by agents.</p>\n<p>But those strong assumptions about states of knowledge and cognition have not always been part of the economics profession. As early as 1921, Frank Knight published his book on optimal choice under fundamental uncertainty. And in the work of Keynes, Friedman and Hayek, imperfect information has a prominent place.</p>\n<p>Over the last two decades, uncertainty and imperfect information have become more prominent in economic research. Thanks to this, today we know a lot about optimal decision making under uncertainty. One of the things we know is that in a world of risk and rational expectations, the optimal response to complexity is detailed and fine-tuned. But under uncertainty, that logic is reversed. Complex environments often call for simple decision rules. That is because such rules are more robust to unexpected changes.</p>\n<p>That insight may be highly relevant in today's world. If we ever had the illusion that the world behaved like our economic models, now is the time to say goodbye to that illusion. Unforeseen events have always happened, but in the current global economic and political climate, it is as if the news headlines are screaming at us: expect the unexpected! It reminds me of that famous quote by Harold Macmillan. When asked, as Britain's new prime minister, what would determine his government's course, he replied with: \"Events, dear boy, events.\"</p>\n<p>What does that mean for central banks, regulators and financial institutions? For us, the current state of the world is more or less a given. Creating and solving global political problems is not part of our remit. But what we can and must do is make sure the financial system is resilient enough to withstand the shocks that may come. Uncertain times ask for robust policies.</p>\n<p>For financial institutions, the primary answer to uncertainty has always been capital. For expected losses, banks hold provisions. For unexpected losses, they hold capital.</p>\n<p>The financial crisis of 2008 made it clear that banks needed higher buffers to shield themselves against unexpected events. The strengthening of capital buffers after the great financial crisis served us well. Most notably, during the pandemic. Thanks to stronger buffers, banks were able to absorb losses and continue extending credit when the economy took a hit as a result of the lockdowns. In many countries, the presence of stronger buffers also allowed for capital to be released when needed most.</p>\n<p>Stronger buffers and a more resilient banking sector continue to serve us well. Especially now in these times of fundamental uncertainty. A resilient financial sector can help the economy to withstand shocks from trade barriers and geopolitical events.</p>\n<p>But our work to make the banking sector more resilient is not yet complete. For one thing, the final Basel III standards, that are meant to repair key weaknesses in banking regulation, still need to be implemented in many jurisdictions. In the meantime, the banking turmoil of two years ago was a reminder that bank failures are not a thing of the past. So there is still work to be done for banks, regulators and supervisors.</p>\n<p>Against that background, in some countries there is a call for simplification of banking rules. I understand where this is coming from and I have some sympathy for it. As I said, simple rules may to some extent be an appropriate response to complexity and fundamental uncertainty in the financial system. And holding capital is in principle a simple way to deal with a complex and uncertain world. But the methods by which regulatory capital is calibrated nowadays have themselves become very complex.</p>\n<p>I am in favour of simplification if warranted. But keep in mind here that simple rules are less risk-sensitive and thus more constraining. That's the trade-off. You want simpler rules? Sure, but those rules are then calibrated at a more prudent level. That is the logic behind the leverage ratio. That is also the logic behind the standardised approach.</p>\n<p>Most importantly, we should be careful not to confuse simplification with deregulation. Deregulation means effectively lowering buffers by relaxing the rules. That would increase both vulnerability in the banking system and the likelihood of financial crises. That would be a big mistake.</p>\n<p>Many in the banking sector view regulation as a constraint, something that limits profitability and imposes undue costs. But it's just the other way around. Prudential rules are not an obstacle to growth, they are an enabler of sustainable, long-term growth. Banks with strong capital positions and sound liquidity management are better positioned to extend and rollover credit, invest in new technologies and finance large-scale projects. Strong banking rules are not a liability, they are an asset. Especially in uncertain times. And this is why we should fully implement Basel III in Europe. Even if other countries delay its implementation.</p>\n<p>Next to bolstering bank buffers, we should further strengthen the European internal market. Especially in times of high uncertainty, a robust EU internal market serves as a first line of defence against external shocks. The IMF has recently estimated that by reducing the barriers to our internal market to levels comparable to those in the US, the EU could increase its productivity by almost 7 percentage points. By reducing our reliance on other regions we can cushion the impact of trade restrictions. And research shows time and time again that a deep internal market remains the EU's most effective tool for promoting a resilient and innovative economic and financial system.</p>\n<p>An essential part of strengthening the internal market is further integrating Europe's fragmented financial markets. With the recent launch of the Savings and Investment Union, the European Commission is turning this objective into a concrete strategy. I think the Commission's proposals to integrate and enlarge our capital markets by supporting retail participation, including through pension savings, are a very good idea. That also goes for the proposals to centralise certain types of capital market supervision and address structural barriers against consolidation.</p>\n<p>The SIU strategy gives Member States more responsibility for developing Europe's capital markets, in particular in the more complex areas of taxation, insolvency and pensions. Member States themselves had asked for a more bottom-up approach, and the Commission listened. Now it is up to Member States to live up to their commitments and come up with national initiatives, including the removal of existing national barriers.</p>\n<p>Another step we can take to strengthen Europe is to introduce a digital euro. As you know, central banks and legislators are investigating the possibility of issuing a digital euro alongside cash to complement the existing commercial means of payment. This is important because the use of cash at points of sale is declining, meaning our reliance on commercial, electronic payment solutions is increasing. However, this does not contribute to our strategic autonomy, as commercial payments systems are still very much dependent on non-European parties. A digital euro will ensure that everyone in the euro area retains access to a simple, universally accepted, secure and reliable means of payment under all circumstances, in addition to existing payment options.</p>\n<p>These uncertain times ask for more European cooperation. But that does not mean we should be turning our back on the rest of the world. On the contrary, we must continue to speak out for the benefits of multilateralism. We must continue to support the institutions that form its very pillars, like the IMF, the Basel Committee, and the FSB. And we must continue to cooperate with others who are willing to safeguard international standards, for example in financial regulation.</p>\n<p>Multilateralism is enlightened self-interest. It's transactional, but in a smart way. It's not always the easiest way, but in the long term it is the best way. That is the lesson we learned in post-war Europe.</p>\n<p>This is my last speech at Eurofi as central bank governor and as FSB chair. My term as president of the Dutch central banks ends on July 1<sup>st</sup>. Those of you who had the patience to listen to my contributions over the years, typically on the Friday morning slot, know that I am a believer in buffers, buffers, buffers, to deal with the twists and turns of financial fate.</p>\n<p>After the global financial crisis that was considered a no-brainer. But as the memory of that crisis fades in the rearview mirror and international relations become more strained, we risk entering a regulatory race to the bottom. A race that would be quite dangerous for financial stability. Financial stability is easily taken for granted, but that would be a mistake. It reminds me a bit of that Joni Mitchell song Big Yellow Taxi: 'You don't know what you've got till it's gone.' It's a song about the environment, and the threat of ecological disaster, but it's equally applicable to financial stability. Let's remind ourselves what we've got, and let's protect it. That amounts to stating the obvious, but sometimes that is a central banker's job.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "Sometimes it is a central banker's job to say things that are already completely obvious to everyone. 'The economy is recovering.' 'Inflation is running slightly above target.' That type of statement. In the same vein, I think it will not come as a total surprise to you when I say that we live in times of elevated uncertainty. In the almost 14 years since I became governor of the Dutch central bank, we have experienced unprecedented shocks. I am thinking in particular of the European sovereign debt crisis, the COVID pandemic, and the Russian invasion of Ukraine. In the background, the climate crisis continues to worsen. And over the past few months, the world has once again turned upside down for us Europeans. People generally don't like uncertainty, but economists go even further. They hate it. They do like risk. Risk can be identified, and it can be quantified. Well, not always, but most of the time. They can model it, they can price it, they can hedge it. They love to model it. For a long time, economists tended to solve the uncertainty problem by assuming it away. A lot of classical macroeconomic models assume that the probability distribution of future states of the world is known by agents. But those strong assumptions about states of knowledge and cognition have not always been part of the economics profession. As early as 1921, Frank Knight published his book on optimal choice under fundamental uncertainty. And in the work of Keynes, Friedman and Hayek, imperfect information has a prominent place. Over the last two decades, uncertainty and imperfect information have become more prominent in economic research. Thanks to this, today we know a lot about optimal decision making under uncertainty. One of the things we know is that in a world of risk and rational expectations, the optimal response to complexity is detailed and fine-tuned. But under uncertainty, that logic is reversed. Complex environments often call for simple decision rules. That is because such rules are more robust to unexpected changes. That insight may be highly relevant in today's world. If we ever had the illusion that the world behaved like our economic models, now is the time to say goodbye to that illusion. Unforeseen events have always happened, but in the current global economic and political climate, it is as if the news headlines are screaming at us: expect the unexpected! It reminds me of that famous quote by Harold Macmillan. When asked, as Britain's new prime minister, what would determine his government's course, he replied with: \"Events, dear boy, events.\" What does that mean for central banks, regulators and financial institutions? For us, the current state of the world is more or less a given. Creating and solving global political problems is not part of our remit. But what we can and must do is make sure the financial system is resilient enough to withstand the shocks that may come. Uncertain times ask for robust policies. For financial institutions, the primary answer to uncertainty has always been capital. For expected losses, banks hold provisions. For unexpected losses, they hold capital. The financial crisis of 2008 made it clear that banks needed higher buffers to shield themselves against unexpected events. The strengthening of capital buffers after the great financial crisis served us well. Most notably, during the pandemic. Thanks to stronger buffers, banks were able to absorb losses and continue extending credit when the economy took a hit as a result of the lockdowns. In many countries, the presence of stronger buffers also allowed for capital to be released when needed most. Stronger buffers and a more resilient banking sector continue to serve us well. Especially now in these times of fundamental uncertainty. A resilient financial sector can help the economy to withstand shocks from trade barriers and geopolitical events. But our work to make the banking sector more resilient is not yet complete. For one thing, the final Basel III standards, that are meant to repair key weaknesses in banking regulation, still need to be implemented in many jurisdictions. In the meantime, the banking turmoil of two years ago was a reminder that bank failures are not a thing of the past. So there is still work to be done for banks, regulators and supervisors. Against that background, in some countries there is a call for simplification of banking rules. I understand where this is coming from and I have some sympathy for it. As I said, simple rules may to some extent be an appropriate response to complexity and fundamental uncertainty in the financial system. And holding capital is in principle a simple way to deal with a complex and uncertain world. But the methods by which regulatory capital is calibrated nowadays have themselves become very complex. I am in favour of simplification if warranted. But keep in mind here that simple rules are less risk-sensitive and thus more constraining. That's the trade-off. You want simpler rules? Sure, but those rules are then calibrated at a more prudent level. That is the logic behind the leverage ratio. That is also the logic behind the standardised approach. Most importantly, we should be careful not to confuse simplification with deregulation. Deregulation means effectively lowering buffers by relaxing the rules. That would increase both vulnerability in the banking system and the likelihood of financial crises. That would be a big mistake. Many in the banking sector view regulation as a constraint, something that limits profitability and imposes undue costs. But it's just the other way around. Prudential rules are not an obstacle to growth, they are an enabler of sustainable, long-term growth. Banks with strong capital positions and sound liquidity management are better positioned to extend and rollover credit, invest in new technologies and finance large-scale projects. Strong banking rules are not a liability, they are an asset. Especially in uncertain times. And this is why we should fully implement Basel III in Europe. Even if other countries delay its implementation. Next to bolstering bank buffers, we should further strengthen the European internal market. Especially in times of high uncertainty, a robust EU internal market serves as a first line of defence against external shocks. The IMF has recently estimated that by reducing the barriers to our internal market to levels comparable to those in the US, the EU could increase its productivity by almost 7 percentage points. By reducing our reliance on other regions we can cushion the impact of trade restrictions. And research shows time and time again that a deep internal market remains the EU's most effective tool for promoting a resilient and innovative economic and financial system. An essential part of strengthening the internal market is further integrating Europe's fragmented financial markets. With the recent launch of the Savings and Investment Union, the European Commission is turning this objective into a concrete strategy. I think the Commission's proposals to integrate and enlarge our capital markets by supporting retail participation, including through pension savings, are a very good idea. That also goes for the proposals to centralise certain types of capital market supervision and address structural barriers against consolidation. The SIU strategy gives Member States more responsibility for developing Europe's capital markets, in particular in the more complex areas of taxation, insolvency and pensions. Member States themselves had asked for a more bottom-up approach, and the Commission listened. Now it is up to Member States to live up to their commitments and come up with national initiatives, including the removal of existing national barriers. Another step we can take to strengthen Europe is to introduce a digital euro. As you know, central banks and legislators are investigating the possibility of issuing a digital euro alongside cash to complement the existing commercial means of payment. This is important because the use of cash at points of sale is declining, meaning our reliance on commercial, electronic payment solutions is increasing. However, this does not contribute to our strategic autonomy, as commercial payments systems are still very much dependent on non-European parties. A digital euro will ensure that everyone in the euro area retains access to a simple, universally accepted, secure and reliable means of payment under all circumstances, in addition to existing payment options. These uncertain times ask for more European cooperation. But that does not mean we should be turning our back on the rest of the world. On the contrary, we must continue to speak out for the benefits of multilateralism. We must continue to support the institutions that form its very pillars, like the IMF, the Basel Committee, and the FSB. And we must continue to cooperate with others who are willing to safeguard international standards, for example in financial regulation. Multilateralism is enlightened self-interest. It's transactional, but in a smart way. It's not always the easiest way, but in the long term it is the best way. That is the lesson we learned in post-war Europe. This is my last speech at Eurofi as central bank governor and as FSB chair. My term as president of the Dutch central banks ends on July 1 st . Those of you who had the patience to listen to my contributions over the years, typically on the Friday morning slot, know that I am a believer in buffers, buffers, buffers, to deal with the twists and turns of financial fate. After the global financial crisis that was considered a no-brainer. But as the memory of that crisis fades in the rearview mirror and international relations become more strained, we risk entering a regulatory race to the bottom. A race that would be quite dangerous for financial stability. Financial stability is easily taken for granted, but that would be a mistake. It reminds me a bit of that Joni Mitchell song Big Yellow Taxi: 'You don't know what you've got till it's gone.' It's a song about the environment, and the threat of ecological disaster, but it's equally applicable to financial stability. Let's remind ourselves what we've got, and let's protect it. That amounts to stating the obvious, but sometimes that is a central banker's job.",
  "date_parsed": "2025-04-14",
  "name": "Olaf Sleijpen",
  "name_orig": "Olaf Sleijpen",
  "url_orig": "https://www.bis.org/review/r250414a.htm"
}