{
  "source_url": "https://www.bis.org/review/r240621g.htm",
  "headline": "Olaf Sleijpen: The rise to economic leadership - Indonesia's development from the perspective of the Dutch central bank",
  "description_html": "\n<p>Speech by Mr Olaf Sleijpen, Executive Board Member of Monetary Affairs and Financial Stability of the Netherlands Bank, at the Indonesia-Netherlands Trade, Tourism, and Investment Forum, Amsterdam, 28 May 2024. </p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Olaf Sleijpen, Executive Board Member of Monetary Affairs and Financial Stability of the Netherlands Bank, at the Indonesia-Netherlands Trade, Tourism, and Investment Forum, Amsterdam, 28 May 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "30 May 2024",
  "pdf_url": "https://www.bis.org/review/r240621g.pdf",
  "content_html": "\n<p>Your Excellencies, ladies and gentlemen, </p>\n<p>It is a great honour to speak at the Indonesia-Netherlands Trade, Tourism, and Investment Forum. Indonesia is a very important and close partner of the Netherlands, so it feels good to meet with you here. Terima Kasih [thank you].</p>\n<p>Nearly 700 years ago, before modern-style banks existed, people stored their money at home. Rather than metal containers, they used common kitchen jars made from a cheap orange-colour clay called 'pygg'. Whenever families had money left over, they would save their coins in these clay jars, known as 'pygg pots.'</p>\n<p>The first true piggy banks originated in Java as far back as the 13th century. They were made of terracotta and shaped like pigs, with a slot on top for depositing coins. Few of these piggy banks, known as \"cèlèngan\" in Javanese, survived as they had to be demolished to retrieve the saved coins inside.</p>\n<p>While the piggy bank represents a simple but ingenious system for individual savings and informal storage, central banks can be thought of as the piggy banks of the entire monetary system. So as the representative of the Dutch piggy bank, let me give you my view on the macroeconomic development of Indonesia, and its role in the world.<strong> </strong></p>\n<p>I am not the only speaker this morning to mention that Indonesia and the Netherlands are important trading partners: according to the International Trade Centre, in 2023 we exported 0.8 billion euros worth of goods to Indonesia, while we imported 5.1 billion euros worth of goods in that same year. This makes the Netherlands the 12th largest import partner of Indonesia, and the largest within the EU. We enjoy a strong economic partnership, and the Netherlands is keen to further develop economic opportunities for our countries' businesses.  </p>\n<p>Besides being key trade partners, Indonesia and the Netherlands work closely together in other domains as well. During the G20 Bali summit two years ago, for example, we co-hosted a conference on payment systems with the Bank Indonesia Institute, as part of a long-lasting cooperation between our central banks. A follow-up event is planned for later this year, focusing on recent developments in the international payment system. It is a great opportunity for DNB to keep track of Indonesia's highly innovative payment system, and DNB is proud to have such a close and fruitful relationship with Bank Indonesia regarding such an important topic.</p>\n<p>Indonesia is one of the largest and fastest growing countries in the most densely populated region in the world: Southeast Asia. With a population of approximately 280 million people, it is the fourth most populous country in the world. If you take the map of Indonesia and you lay it on top of that of Europe, it reaches all the way from Ireland to Kazakhstan. For the Dutch participants of this conference: let that sink in for a moment.</p>\n<p>With a real GDP of around 3.4 trillion US dollars, it is currently the world's 7th economy. Over the last decade, the Indonesian economy has expanded at a rapid and robust pace. During this period, real GDP has increased by at least 5 percent annually – except in the COVID years of 2020 and 2021.</p>\n<p>In that same period, inflation has been kept under control: averaging around 3.7% per year. This is a testament to the readiness of Indonesia's central bank, which raised its benchmark interest rate last month in an effort to support the rupiah. This was a strong policy response, as a strong dollar took a toll on Asian currencies amidst market uncertainty around the US Federal Reserve's rate outlook and escalating global economic uncertainties.</p>\n<p>Indonesia's economy continues to perform strongly, with inflationary pressures moderating, macroeconomic policies returning to their pre-pandemic settings and a stable, profitable financial sector serving businesses and the public. This highlights the maturity of the country's institutions and macroeconomic frameworks as it has navigated a highly challenging global environment. </p>\n<p>But there are also clouds on the horizon. Over the past years, the threats to free trade and investment have increased globally. Scepticism about globalisation has grown. International cooperation is in retreat. Brexit, ongoing tensions between the US and China, the Russian invasion of Ukraine and the conflict in the Middle East have put further pressure on globalisation. In response to geopolitical developments, countries and blocs are now often likely to pursue strategic autonomy.</p>\n<p>According to the IMF, around 3,000 trade restricting measures were imposed last year-nearly triple the number imposed in 2019. And many firms around the world are reorganising their supply chains and are considering re-shoring, near-shoring or friend-shoring. So while global trade is still resilient, we are already seeing more and more cracks appearing under the surface.</p>\n<p>In today's interconnected world, the prospect of geoeconomic fragmentation looms large over nations like Indonesia and the Netherlands. Indeed, our economies thrive on international trade, with each other and with the rest of the world.</p>\n<p>The cost of geo-economic fragmentation comes in different shapes.  </p>\n<p>Further geo-economic fragmentation and trade restrictions reduces the efficiency in the allocation of resources and hinders the diffusion of innovations. This will add to global price pressures and lower productivity growth. Recent IMF estimates state that trade fragmentation could reduce global GDP volume by between 0.2% and 7%, with countries that rely more heavily on international trade being more susceptible. </p>\n<p>As a central bank, we are also concerned about geo-economic fragmentation affecting financial stability, particularly through its impact on financial institutions. For example, disruptions in value chains and their impact on economic growth and inflation can lead to an increase in banks' market and credit losses. Moreover, a tightening of financial conditions because of geo-economic fragmentation may increase vulnerabilities in the banking sector as risk premia rise.  </p>\n<p>Perhaps the most important way in which fragmentation impacts financial stability is when we cannot find each other anymore when facing important cross-border challenges. And there are many such challenges. During the Global Financial Crisis of 2008, policymakers around the world were able to respond swiftly and effectively. This was possible thanks to good relations among public-sector financial decision makers and solid institutional structures that had developed over the years. After the crisis, countries around the world, assembled in the G20, took the lead in hammering out a firm package of financial reforms. In a fragmented world, such a swift response is becoming more complicated. This could prove costly. That's because the most important challenges to financial stability that we currently face are precisely the cross-border issues that we can only solve if we work together. Think of climate change, for example.</p>\n<p>To overcome these challenges, we need to foster collaboration between countries and emphasise the importance of an international rule-based order. A fragmented world demands stronger international collaboration to prevent the costs from outweighing the benefits. What we need today in this fragile and fragmented world, is countries that speak out  in favour of cooperation, in the international financial system and beyond.</p>\n<p>A fitting example of this was Indonesia's G20 Presidency in 2022, during which President Widodo emphasised that inclusiveness is the priority of Indonesia's leadership in the G20, and to \"leave no one behind.\" Indonesia took over the G20 presidency in a tumultuous time, when the world was facing economic, public health, and geopolitical uncertainties. Under the banner of 'Recover Together, Recover Stronger' and strong leadership by Indonesian authorities, this was a great success. Indonesia's G20 presidency rose to the occasion  to shape global priorities amid challenges and promote a more resilient, equitable world. And as chair, Indonesia invited the Netherlands to the meetings, even though we are not an offical G20 member. For that, we are grateful.</p>\n<p>Also, Indonesia and the Netherlands are partners the Network for Greening the Financial System. In this network, central banks collaborate globally to address climate-related risks. This collective effort ensures coordinated action and knowledge sharing. Also, Indonesia and the Netherlands are co-chairing the Coalition of Finance Ministers for Climate Action. This important organisation brings together key fiscal policymakers from over 90 countries for a unified response to combat climate change.</p>\n<p>Today, Indonesia is one of the leading economies in the world. It is good and fitting that Indonesia's position as an economic powerhouse is reflected in a stronger role on the international financial stage. The world needs your leadership. The Netherlands supports you in that role.</p>\n<p>I started my remarks with a reflection on the humble origins of piggy banks in Indonesia. Today's world is so much more interconnected. The world economy and global finance rely on cooperation and shared rules to thrive. In the face of geoeconomic fragmentation, we must recognise that the benefits of a rule-based order and free trade extend beyond national borders. These benefits include increased prosperity, reduced poverty, and enhanced stability. By adhering to the international rules-based order, we can safeguard the gains globalisation has brought us. </p>\n<p>So, let us continue to nurture the spirit of cooperation. By doing so, we can build a more resilient and prosperous world, reinforcing our shared destiny.</p>\n",
  "content_text": "Your Excellencies, ladies and gentlemen, It is a great honour to speak at the Indonesia-Netherlands Trade, Tourism, and Investment Forum. Indonesia is a very important and close partner of the Netherlands, so it feels good to meet with you here. Terima Kasih [thank you]. Nearly 700 years ago, before modern-style banks existed, people stored their money at home. Rather than metal containers, they used common kitchen jars made from a cheap orange-colour clay called 'pygg'. Whenever families had money left over, they would save their coins in these clay jars, known as 'pygg pots.' The first true piggy banks originated in Java as far back as the 13th century. They were made of terracotta and shaped like pigs, with a slot on top for depositing coins. Few of these piggy banks, known as \"cèlèngan\" in Javanese, survived as they had to be demolished to retrieve the saved coins inside. While the piggy bank represents a simple but ingenious system for individual savings and informal storage, central banks can be thought of as the piggy banks of the entire monetary system. So as the representative of the Dutch piggy bank, let me give you my view on the macroeconomic development of Indonesia, and its role in the world. I am not the only speaker this morning to mention that Indonesia and the Netherlands are important trading partners: according to the International Trade Centre, in 2023 we exported 0.8 billion euros worth of goods to Indonesia, while we imported 5.1 billion euros worth of goods in that same year. This makes the Netherlands the 12th largest import partner of Indonesia, and the largest within the EU. We enjoy a strong economic partnership, and the Netherlands is keen to further develop economic opportunities for our countries' businesses. Besides being key trade partners, Indonesia and the Netherlands work closely together in other domains as well. During the G20 Bali summit two years ago, for example, we co-hosted a conference on payment systems with the Bank Indonesia Institute, as part of a long-lasting cooperation between our central banks. A follow-up event is planned for later this year, focusing on recent developments in the international payment system. It is a great opportunity for DNB to keep track of Indonesia's highly innovative payment system, and DNB is proud to have such a close and fruitful relationship with Bank Indonesia regarding such an important topic. Indonesia is one of the largest and fastest growing countries in the most densely populated region in the world: Southeast Asia. With a population of approximately 280 million people, it is the fourth most populous country in the world. If you take the map of Indonesia and you lay it on top of that of Europe, it reaches all the way from Ireland to Kazakhstan. For the Dutch participants of this conference: let that sink in for a moment. With a real GDP of around 3.4 trillion US dollars, it is currently the world's 7th economy. Over the last decade, the Indonesian economy has expanded at a rapid and robust pace. During this period, real GDP has increased by at least 5 percent annually – except in the COVID years of 2020 and 2021. In that same period, inflation has been kept under control: averaging around 3.7% per year. This is a testament to the readiness of Indonesia's central bank, which raised its benchmark interest rate last month in an effort to support the rupiah. This was a strong policy response, as a strong dollar took a toll on Asian currencies amidst market uncertainty around the US Federal Reserve's rate outlook and escalating global economic uncertainties. Indonesia's economy continues to perform strongly, with inflationary pressures moderating, macroeconomic policies returning to their pre-pandemic settings and a stable, profitable financial sector serving businesses and the public. This highlights the maturity of the country's institutions and macroeconomic frameworks as it has navigated a highly challenging global environment. But there are also clouds on the horizon. Over the past years, the threats to free trade and investment have increased globally. Scepticism about globalisation has grown. International cooperation is in retreat. Brexit, ongoing tensions between the US and China, the Russian invasion of Ukraine and the conflict in the Middle East have put further pressure on globalisation. In response to geopolitical developments, countries and blocs are now often likely to pursue strategic autonomy. According to the IMF, around 3,000 trade restricting measures were imposed last year-nearly triple the number imposed in 2019. And many firms around the world are reorganising their supply chains and are considering re-shoring, near-shoring or friend-shoring. So while global trade is still resilient, we are already seeing more and more cracks appearing under the surface. In today's interconnected world, the prospect of geoeconomic fragmentation looms large over nations like Indonesia and the Netherlands. Indeed, our economies thrive on international trade, with each other and with the rest of the world. The cost of geo-economic fragmentation comes in different shapes. Further geo-economic fragmentation and trade restrictions reduces the efficiency in the allocation of resources and hinders the diffusion of innovations. This will add to global price pressures and lower productivity growth. Recent IMF estimates state that trade fragmentation could reduce global GDP volume by between 0.2% and 7%, with countries that rely more heavily on international trade being more susceptible. As a central bank, we are also concerned about geo-economic fragmentation affecting financial stability, particularly through its impact on financial institutions. For example, disruptions in value chains and their impact on economic growth and inflation can lead to an increase in banks' market and credit losses. Moreover, a tightening of financial conditions because of geo-economic fragmentation may increase vulnerabilities in the banking sector as risk premia rise. Perhaps the most important way in which fragmentation impacts financial stability is when we cannot find each other anymore when facing important cross-border challenges. And there are many such challenges. During the Global Financial Crisis of 2008, policymakers around the world were able to respond swiftly and effectively. This was possible thanks to good relations among public-sector financial decision makers and solid institutional structures that had developed over the years. After the crisis, countries around the world, assembled in the G20, took the lead in hammering out a firm package of financial reforms. In a fragmented world, such a swift response is becoming more complicated. This could prove costly. That's because the most important challenges to financial stability that we currently face are precisely the cross-border issues that we can only solve if we work together. Think of climate change, for example. To overcome these challenges, we need to foster collaboration between countries and emphasise the importance of an international rule-based order. A fragmented world demands stronger international collaboration to prevent the costs from outweighing the benefits. What we need today in this fragile and fragmented world, is countries that speak out  in favour of cooperation, in the international financial system and beyond. A fitting example of this was Indonesia's G20 Presidency in 2022, during which President Widodo emphasised that inclusiveness is the priority of Indonesia's leadership in the G20, and to \"leave no one behind.\" Indonesia took over the G20 presidency in a tumultuous time, when the world was facing economic, public health, and geopolitical uncertainties. Under the banner of 'Recover Together, Recover Stronger' and strong leadership by Indonesian authorities, this was a great success. Indonesia's G20 presidency rose to the occasion  to shape global priorities amid challenges and promote a more resilient, equitable world. And as chair, Indonesia invited the Netherlands to the meetings, even though we are not an offical G20 member. For that, we are grateful. Also, Indonesia and the Netherlands are partners the Network for Greening the Financial System. In this network, central banks collaborate globally to address climate-related risks. This collective effort ensures coordinated action and knowledge sharing. Also, Indonesia and the Netherlands are co-chairing the Coalition of Finance Ministers for Climate Action. This important organisation brings together key fiscal policymakers from over 90 countries for a unified response to combat climate change. Today, Indonesia is one of the leading economies in the world. It is good and fitting that Indonesia's position as an economic powerhouse is reflected in a stronger role on the international financial stage. The world needs your leadership. The Netherlands supports you in that role. I started my remarks with a reflection on the humble origins of piggy banks in Indonesia. Today's world is so much more interconnected. The world economy and global finance rely on cooperation and shared rules to thrive. In the face of geoeconomic fragmentation, we must recognise that the benefits of a rule-based order and free trade extend beyond national borders. These benefits include increased prosperity, reduced poverty, and enhanced stability. By adhering to the international rules-based order, we can safeguard the gains globalisation has brought us. So, let us continue to nurture the spirit of cooperation. By doing so, we can build a more resilient and prosperous world, reinforcing our shared destiny.",
  "date_parsed": "2024-05-30",
  "name": "Olaf Sleijpen",
  "link_number": "11",
  "name_orig": "Olaf Sleijpen",
  "url_orig": "https://www.bis.org/review/r240621g.htm"
}