{
  "source_url": "https://www.bis.org/review/r241125d.htm",
  "headline": "Olaf Sleijpen: When economists agree - the role of central banks in the green transition",
  "description_html": "\n<p>Speech by Mr Olaf Sleijpen, Executive Board Member of Monetary Affairs and Financial Stability of the Netherlands Bank, at the <span>Green Finance Symposium at Tilburg University, Tilburg, 21 November 2024.</span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Olaf Sleijpen, Executive Board Member of Monetary Affairs and Financial Stability of the Netherlands Bank, at the Green Finance Symposium at Tilburg University, Tilburg, 21 November 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "27 November 2024",
  "pdf_url": "https://www.bis.org/review/r241125d.pdf",
  "content_html": "\n<p>Thank you. And congratulations, Asli, on your honorary doctorate. Given your impressive track record of academic and policy contributions, I think this is very well deserved. And I feel honoured to speak here today at this symposium. If I had to pick one thing from your work, and there is many to pick from, it would be that strong, stable and inclusive institutions are a precondition for financial and economic development. Strong institutions are also a precondition for the green transition. And central banks are one such institution. Let me put this into context.</p>\n<p>Climate change and nature degradation pose risks to monetary and financial stability. We all know the examples. We may see asset and collateral depreciation because of flooding, or investments in polluting industries becoming stranded assets. We may see an increase in the price of agricultural commodities due to more frequent droughts. And we have all seen that the impact of the energy mix and energy policies on the general price level can be extremely strong. </p>\n<p>Whether the transition will be orderly or not, central banks and financial supervisors have a role to play. Because climate change and nature degradation will have an impact, one way or the other. If we do not succeed in putting a stop to it, it will increase the cost of adaptation and will pose serious risks to the economy. But policies that mitigate climate risk also come at a cost in the short term. A cost that may impact the economy, financial institutions and financial stability. Having said that, the long-term cost of dealing with the consequences of climate change, if we do nothing or too little, far outweighs the short-term cost of an orderly and timely transition. Central banks and financial supervisors, having a long-term view, will therefore always prefer a predictable and orderly transition path.</p>\n<p>Shaping that transition, and accelerating it, is a responsibility we all share. Each in our different roles. Governments for instance have the democratic mandate and the position to lay down a long-term vision and strategy, to set goals, and to design and implement policies. They also have the economically most effective and efficient tools at their disposal. Here I think of setting standards and imposing regulation, adequate pricing of externalities, and encouraging innovative, sustainable investment, for instance through subsidies. At the same time, governments have to manage social and economic transaction costs, as we all tend to be myopic. The lessons from behavioural economics also apply to the energy transition. Indeed, striking the balance between the medium- to longer-term gains of the energy transition and short-term transition costs may be the most complicated task for governments, whose mandates are in most cases no longer than four or five years.</p>\n<p>But also the private sector and households have a role to play. It is not appropriate to only rely on the government. The difficult message is that all economic actors bear a responsibility and their actions are not substitutes; that is, if we want an orderly transition to be successful.</p>\n<p>At De Nederlandsche Bank, we  definitely also play a role. As a supervisor and regulator, as a central bank and as a leader by example.</p>\n<p>As a supervisor and regulator, we have a responsibility to make sure that financial institutions manage their climate- and nature-related risks. These risks have an impact on the soundness of financial institutions, which is something we watch over. And ignoring these risks is not compatible with sound risk management.</p>\n<p>In general, financial supervisors are intensifying their focus on climate- and environment-related risks. The ECB has put climate- and nature-related risk high on the agenda. Banks under its supervision must comply with the supervisory expectations for good risk management by the end of this year. At DNB, we are on the same track for the banks, insurers and pension funds under our supervision. While there has been progress, we are still not where we need to be. As supervisors, we are doing what we can to nudge the sector in the right direction. For example, by publishing good practices, like the Guides on managing climate and environmental risks from the ECB and DNB. But if these efforts prove insufficient, enforcement will come into view as a viable option.</p>\n<p>As a central bank, our objective is to maintain price stability and to safeguard financial stability. Climate change and nature degradation have an impact on both and, hence, fall squarely within our mandate. Also, as a central bank, we are an adviser to the government, as economic and financial policies impact monetary and financial stability. In that role we aim to contribute to stable long-term climate and environmental policies by providing economic analysis and research. Showing decision makers what the economic consequences are of the various policy options they may choose. A good example is the research we did together with the Netherlands Environmental Assessment Agency on the economic and financial impact of nature degradation. It revealed that more than 500 billion of investments by Dutch financial institutions is highly dependent on services provided by nature. Services that may come at risk due to biodiversity loss.</p>\n<p>In our role as adviser, we are part of a broader community to which Tilburg University also belongs, and of which you, Asli, are a prominent member. Without the work of this broader research and policy-advise community, climate policies would be a shot in the dark.</p>\n<p>As a public institution at the heart of the financial sector we want to lead by example and contribute to international sustainability goals ourselves. This is why we are committed to integrating sustainability considerations in all our core tasks by the end of next year. For example, we are in the process of making our investment policies more sustainable. In our internal operations, too, we are working to be as sustainable as possible in the choices we make, for instance in the renovation of our headquarters building.</p>\n<p>We also use our position on the crossroads of research, policy and finance to bring various parties together. On the national scale, we work together with the financial industry, academics, and ministries in the Platform for Sustainable Finance. Internationally, we are a member of the Network on Greening the Financial System, an organisation of over 140 central banks and regulators. The NGFS focuses on topics that are core to central banks and supervisors around the world, providing expertise, capacity building support and training.</p>\n<p>So that's how we see our role in the green transition. This role is legitimised by the fact that climate change and nature degradation directly affect the economy and financial stability. But this also indicates the limits of our involvement. As I said, we all have a responsibility in shaping the transition, each in our different roles. The central bank cannot take up the responsibility of other parties, because as a non-elected body we do not have the mandate or policy instruments to do so. We cannot tell financial firms where to invest their money. Similarly, the primary objective of monetary policy is to maintain price stability. It is in the end up to society to choose the transition path it deems most fit and appropriate. In case society is not willing to pay the short-term price of an orderly and timely transition, then, our task is to research the effects of alternative scenarios. But even then, we must continue to explain that a timely and orderly transition is the first-best policy. As George Bernard Shaw famously said: if all the economists were laid end to end, they'd never reach a conclusion. So if two economists can agree on the economic sense of a green transition, just imagine the impression a whole room full of them can make. It is not always easy to be the voice of economic reason in the room. But nobody is served with fact-free policies. So we should continue to research the effects of alternative policies, present the facts, speak truth to power. That's our role, that's how Asli does it, and that's what we should deliver. </p>\n<p>Thank you.</p>\n",
  "content_text": "Thank you. And congratulations, Asli, on your honorary doctorate. Given your impressive track record of academic and policy contributions, I think this is very well deserved. And I feel honoured to speak here today at this symposium. If I had to pick one thing from your work, and there is many to pick from, it would be that strong, stable and inclusive institutions are a precondition for financial and economic development. Strong institutions are also a precondition for the green transition. And central banks are one such institution. Let me put this into context. Climate change and nature degradation pose risks to monetary and financial stability. We all know the examples. We may see asset and collateral depreciation because of flooding, or investments in polluting industries becoming stranded assets. We may see an increase in the price of agricultural commodities due to more frequent droughts. And we have all seen that the impact of the energy mix and energy policies on the general price level can be extremely strong. Whether the transition will be orderly or not, central banks and financial supervisors have a role to play. Because climate change and nature degradation will have an impact, one way or the other. If we do not succeed in putting a stop to it, it will increase the cost of adaptation and will pose serious risks to the economy. But policies that mitigate climate risk also come at a cost in the short term. A cost that may impact the economy, financial institutions and financial stability. Having said that, the long-term cost of dealing with the consequences of climate change, if we do nothing or too little, far outweighs the short-term cost of an orderly and timely transition. Central banks and financial supervisors, having a long-term view, will therefore always prefer a predictable and orderly transition path. Shaping that transition, and accelerating it, is a responsibility we all share. Each in our different roles. Governments for instance have the democratic mandate and the position to lay down a long-term vision and strategy, to set goals, and to design and implement policies. They also have the economically most effective and efficient tools at their disposal. Here I think of setting standards and imposing regulation, adequate pricing of externalities, and encouraging innovative, sustainable investment, for instance through subsidies. At the same time, governments have to manage social and economic transaction costs, as we all tend to be myopic. The lessons from behavioural economics also apply to the energy transition. Indeed, striking the balance between the medium- to longer-term gains of the energy transition and short-term transition costs may be the most complicated task for governments, whose mandates are in most cases no longer than four or five years. But also the private sector and households have a role to play. It is not appropriate to only rely on the government. The difficult message is that all economic actors bear a responsibility and their actions are not substitutes; that is, if we want an orderly transition to be successful. At De Nederlandsche Bank, we  definitely also play a role. As a supervisor and regulator, as a central bank and as a leader by example. As a supervisor and regulator, we have a responsibility to make sure that financial institutions manage their climate- and nature-related risks. These risks have an impact on the soundness of financial institutions, which is something we watch over. And ignoring these risks is not compatible with sound risk management. In general, financial supervisors are intensifying their focus on climate- and environment-related risks. The ECB has put climate- and nature-related risk high on the agenda. Banks under its supervision must comply with the supervisory expectations for good risk management by the end of this year. At DNB, we are on the same track for the banks, insurers and pension funds under our supervision. While there has been progress, we are still not where we need to be. As supervisors, we are doing what we can to nudge the sector in the right direction. For example, by publishing good practices, like the Guides on managing climate and environmental risks from the ECB and DNB. But if these efforts prove insufficient, enforcement will come into view as a viable option. As a central bank, our objective is to maintain price stability and to safeguard financial stability. Climate change and nature degradation have an impact on both and, hence, fall squarely within our mandate. Also, as a central bank, we are an adviser to the government, as economic and financial policies impact monetary and financial stability. In that role we aim to contribute to stable long-term climate and environmental policies by providing economic analysis and research. Showing decision makers what the economic consequences are of the various policy options they may choose. A good example is the research we did together with the Netherlands Environmental Assessment Agency on the economic and financial impact of nature degradation. It revealed that more than 500 billion of investments by Dutch financial institutions is highly dependent on services provided by nature. Services that may come at risk due to biodiversity loss. In our role as adviser, we are part of a broader community to which Tilburg University also belongs, and of which you, Asli, are a prominent member. Without the work of this broader research and policy-advise community, climate policies would be a shot in the dark. As a public institution at the heart of the financial sector we want to lead by example and contribute to international sustainability goals ourselves. This is why we are committed to integrating sustainability considerations in all our core tasks by the end of next year. For example, we are in the process of making our investment policies more sustainable. In our internal operations, too, we are working to be as sustainable as possible in the choices we make, for instance in the renovation of our headquarters building. We also use our position on the crossroads of research, policy and finance to bring various parties together. On the national scale, we work together with the financial industry, academics, and ministries in the Platform for Sustainable Finance. Internationally, we are a member of the Network on Greening the Financial System, an organisation of over 140 central banks and regulators. The NGFS focuses on topics that are core to central banks and supervisors around the world, providing expertise, capacity building support and training. So that's how we see our role in the green transition. This role is legitimised by the fact that climate change and nature degradation directly affect the economy and financial stability. But this also indicates the limits of our involvement. As I said, we all have a responsibility in shaping the transition, each in our different roles. The central bank cannot take up the responsibility of other parties, because as a non-elected body we do not have the mandate or policy instruments to do so. We cannot tell financial firms where to invest their money. Similarly, the primary objective of monetary policy is to maintain price stability. It is in the end up to society to choose the transition path it deems most fit and appropriate. In case society is not willing to pay the short-term price of an orderly and timely transition, then, our task is to research the effects of alternative scenarios. But even then, we must continue to explain that a timely and orderly transition is the first-best policy. As George Bernard Shaw famously said: if all the economists were laid end to end, they'd never reach a conclusion. So if two economists can agree on the economic sense of a green transition, just imagine the impression a whole room full of them can make. It is not always easy to be the voice of economic reason in the room. But nobody is served with fact-free policies. So we should continue to research the effects of alternative policies, present the facts, speak truth to power. That's our role, that's how Asli does it, and that's what we should deliver. Thank you.",
  "date_parsed": "2024-11-27",
  "name": "Olaf Sleijpen",
  "link_number": "8",
  "name_orig": "Olaf Sleijpen",
  "url_orig": "https://www.bis.org/review/r241125d.htm"
}