{
  "source_url": "https://www.bis.org/review/r230703a.htm",
  "headline": "Olaf Sleijpen: High hopes - rooting the CMU in sustainable finance",
  "description_html": "\n<p>Speech by Mr Olaf Sleijpen, Executive Board Member of Monetary Affairs and Financial Stability of the Netherlands Bank, at t<span>he EU banking industry: a guide on sustainable finance – ESG, Madrid, 28 June 2023. </span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Olaf Sleijpen, Executive Board Member of Monetary Affairs and Financial Stability of the Netherlands Bank, at t he EU banking industry: a guide on sustainable finance – ESG, Madrid, 28 June 2023. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "03 July 2023",
  "pdf_url": "https://www.bis.org/review/r230703a.pdf",
  "content_html": "\n<p>Hello everyone.</p>\n<p>In 1946, Europe lay in ruins. The Second World War had ended, but it had left deep wounds in our cities, our communities, and in the very core of what makes us human: hope. But, like Emily Dickinson wrote:<span> </span><em>Hope- is the thing with feathers.</em></p>\n<p>And so, soon after those horrible years, people looked to the future. With hope. Among them, the founders of the European League for Economic Cooperation. To them, it was clear: to prevent war from ever raging again on this continent, we needed European integration.</p>\n<p>Today, this still rings true. Unfortunately, however, the old threat of war has become reality again. And also new threats have emerged. Global warming, and the degradation of the natural world we live in, have put our backs against the wall. But,<span> </span><em>hope is the thing with feathers.</em></p>\n<p>In April last year, the governments of Spain and the Netherlands reflected, together, on the priorities for the EU's economic and financial policy. In a joint paper, they emphasized the importance of a strong European Union. By finding consensus, they underscored the motto of that joint paper: \"collectively, we achieve more than individually.\"</p>\n<p>Currently, the European economy has a large dependency on the banking system. But this banking-bias makes us vulnerable. It increases systemic risk, and as a result, it decreases our resilience to financial shocks.</p>\n<p>Unfortunately, we don't have much of an alternative today. However, we need not look far for one. Because what we need, is a well-developed and integrated capital markets union.</p>\n<p>Spain and the Netherlands agree on this. They agree that it is important to have one single market for capital across the EU. One single market in which investments and savings can flow freely. One single market to benefit consumers, investors and companies, regardless of where they are located. Because the more financial risks are shared privately, the more systemic risk decreases, and the more our resilience to shocks increases.</p>\n<p>Today, those shocks also come in the form of floods, droughts and heatwaves. In the form of pollution, overexploitation, and animal and plant extinction. In the form of disasters that threaten lives and livelihoods.<span> </span><em>Nature and climate have gone rogue</em><span> </span>– in Spain and in the Netherlands, in Europe and in the rest of the world. But-<em><span> </span>hope is the thing with feathers.</em></p>\n<p>To turn the tide, Europe needs the green transition. Sooner rather than later. But, of course, that costs money. The European Commission estimates that a yearly additional investment of 350 billion euros is needed to meet the 2030 emissions-reduction target in energy systems.</p>\n<p>Another estimated 130 billion euros is needed for<span> </span><a class=\"js-external\" data-anchor=\"?uri=CELEX%3A52021DC0390\" href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX%3A52021DC0390\">other environmental<span> </span><span class=\"js-last-wordwrap\">goals</span><span class=\"sr-only\">(Refers to an external site)</span></a>. In total, we are talking about 480 billion euros a year.</p>\n<p>Both in terms of type of investment as in the sheer number, this is simply too much for the public sector alone. We need private investment.</p>\n<p>Like equity financing. Because more than debt financing, it is equity financing that will increase investments in green and innovative projects. Because of the greater risk-appetite of equity investors and their longer<span> </span><a class=\"js-external\" href=\"https://www.ecb.europa.eu/pub/pdf/scpwps/ecb.wp2318~44719344e8.en.pdf\">term investment<span> </span><span class=\"js-last-wordwrap\">horizon</span><span class=\"sr-only\">(Refers to an external site)</span></a>.</p>\n<p>Currently, however, European SMEs are heavily reliant on own funds and bank loans for their green and innovative projects. In the US, for example, they would be able to turn to venture capital. But that kind of market for risky investments doesn't exist here –<span> </span><a class=\"js-external\" href=\"https://www.ecb.europa.eu/press/key/date/2023/html/ecb.sp230607~eaf4f8b47a.en.html\">at least not to the same<span> </span><span class=\"js-last-wordwrap\">degree</span><span class=\"sr-only\">(Refers to an external site)</span></a>. As a result, successful, green, innovative companies lack funding for substantial growth.</p>\n<p>Enter – indeed – a capital markets union. This would allow for a proper allocation of the necessary private investment<span> </span><a class=\"js-external\" href=\"https://www.ecb.europa.eu/press/key/date/2023/html/ecb.sp230607~eaf4f8b47a.en.html\">for the green<span> </span><span class=\"js-last-wordwrap\">transition</span><span class=\"sr-only\">(Refers to an external site)</span></a>. It would sustain investment flows. And it would strengthen our resilience to nature- and climate-related shocks.</p>\n<p>And this also works the other way around.</p>\n<p>Today, sustainable finance products account for a small share of the euro area capital markets. But that share<span> </span><a href=\"https://www.ecb.europa.eu/press/key/date/2023/html/ecb.sp230607~eaf4f8b47a.en.html\">is<span> </span>growing</a>. And that offers a leverage to foster a European Capital Markets Union.</p>\n<p>Because, compared to the aggregate bond market, the green bond market has a lower home bias. It shows a higher degree of integration. And euro area green bonds are held cross-border twice as<span> </span><a href=\"https://www.ecb.europa.eu/pub/financial-stability/macroprudential-bulletin/focus/2021/html/ecb.mpbu_focus202110_3.en.html\">likely as other bonds</a>. Green investment funds also have a more stable and committed investor base.</p>\n<p>And so, if green capital markets were to deepen further, sustainable finance could help advance financial integration in the European Union. And remove the legal impediments<span> </span><a href=\"https://www.ecb.europa.eu/pub/financial-stability/macroprudential-bulletin/focus/2021/html/ecb.mpbu_focus202110_3.en.html\">for developing a CMU</a>. </p>\n<p>Of course, we need to ensure that the fragmentation in underlying capital market structures and the lack of green bond standards does not change<span> </span><a href=\"https://www.ecb.europa.eu/pub/financial-stability/macroprudential-bulletin/focus/2021/html/ecb.mpbu_focus202110_3.en.html\">these positive developments</a>. But this just adds to our plea for rooting the CMU<span> </span><a href=\"https://finance.ec.europa.eu/sustainable-finance/tools-and-standards/european-green-bond-standard_en\">in sustainable finance</a>.</p>\n<p>In 2020, the European Commission adopted a new CMU Action Plan. Hopes were high then. But till this day, not much has become of it. Things are advancing too slowly. And the closer we get to next year's European elections, the bigger the chance that divisive initiatives, like a capital markets union, end up in a drawer entirely.</p>\n<p>Of course, central banks don't have a seat at the legislative table. But it is our obligation to be vocal about what is at stake. To be vocal about the lack of progress and ambition.</p>\n<p>Let me mention three areas in which, I believe, progress is insufficient.</p>\n<p>First of all, there are still significant gains to be made in the area of availability and comparability of market and business information. To this end, it is particularly important that the European Single Access Point is properly implemented, and that negotiators reach an ambitious agreement on consolidated tape.</p>\n<p>Second, not enough progress has yet been made on uniformity in supervision and application of macroprudential and other rules. Going forward, we need to search for ways in which ESMA can play a more central role as a market regulator to converge standards. Market participants still have to deal with 27 different national regulators, which contributes to regulatory uncertainty and information asymmetry.</p>\n<p>And third, we need further harmonisation of laws and regulations. The Commission's proposals on withholding tax and insolvency are good first steps. But agreements remain uncertain. Even if the current agreements materialise, there is still much more potential here to remove key transaction costs that currently discourage cross-border investment. The prospect for the future could be a common insolvency framework, taking inspiration from the Bank Recovery and Resolution Directive.</p>\n<p>So, I see clear areas for progress, and we mustn't stop advocating for a CMU that is rooted in sustainable finance. Because only then will our financial system be able to face the increasingly severe consequences of global warming, and of phenomena like El Niño, and La Niña.</p>\n<p>But let us also be like the founders of the European League for Economic Cooperation. Let's look ahead, to the future, and let's do that with<span> </span><em>hope</em>-<span> </span><em>the thing with feathers.</em><span> </span>Thank you.</p>\n",
  "content_text": "Hello everyone. In 1946, Europe lay in ruins. The Second World War had ended, but it had left deep wounds in our cities, our communities, and in the very core of what makes us human: hope. But, like Emily Dickinson wrote: Hope- is the thing with feathers. And so, soon after those horrible years, people looked to the future. With hope. Among them, the founders of the European League for Economic Cooperation. To them, it was clear: to prevent war from ever raging again on this continent, we needed European integration. Today, this still rings true. Unfortunately, however, the old threat of war has become reality again. And also new threats have emerged. Global warming, and the degradation of the natural world we live in, have put our backs against the wall. But, hope is the thing with feathers. In April last year, the governments of Spain and the Netherlands reflected, together, on the priorities for the EU's economic and financial policy. In a joint paper, they emphasized the importance of a strong European Union. By finding consensus, they underscored the motto of that joint paper: \"collectively, we achieve more than individually.\" Currently, the European economy has a large dependency on the banking system. But this banking-bias makes us vulnerable. It increases systemic risk, and as a result, it decreases our resilience to financial shocks. Unfortunately, we don't have much of an alternative today. However, we need not look far for one. Because what we need, is a well-developed and integrated capital markets union. Spain and the Netherlands agree on this. They agree that it is important to have one single market for capital across the EU. One single market in which investments and savings can flow freely. One single market to benefit consumers, investors and companies, regardless of where they are located. Because the more financial risks are shared privately, the more systemic risk decreases, and the more our resilience to shocks increases. Today, those shocks also come in the form of floods, droughts and heatwaves. In the form of pollution, overexploitation, and animal and plant extinction. In the form of disasters that threaten lives and livelihoods. Nature and climate have gone rogue – in Spain and in the Netherlands, in Europe and in the rest of the world. But- hope is the thing with feathers. To turn the tide, Europe needs the green transition. Sooner rather than later. But, of course, that costs money. The European Commission estimates that a yearly additional investment of 350 billion euros is needed to meet the 2030 emissions-reduction target in energy systems. Another estimated 130 billion euros is needed for other environmental goals (Refers to an external site) . In total, we are talking about 480 billion euros a year. Both in terms of type of investment as in the sheer number, this is simply too much for the public sector alone. We need private investment. Like equity financing. Because more than debt financing, it is equity financing that will increase investments in green and innovative projects. Because of the greater risk-appetite of equity investors and their longer term investment horizon (Refers to an external site) . Currently, however, European SMEs are heavily reliant on own funds and bank loans for their green and innovative projects. In the US, for example, they would be able to turn to venture capital. But that kind of market for risky investments doesn't exist here – at least not to the same degree (Refers to an external site) . As a result, successful, green, innovative companies lack funding for substantial growth. Enter – indeed – a capital markets union. This would allow for a proper allocation of the necessary private investment for the green transition (Refers to an external site) . It would sustain investment flows. And it would strengthen our resilience to nature- and climate-related shocks. And this also works the other way around. Today, sustainable finance products account for a small share of the euro area capital markets. But that share is growing . And that offers a leverage to foster a European Capital Markets Union. Because, compared to the aggregate bond market, the green bond market has a lower home bias. It shows a higher degree of integration. And euro area green bonds are held cross-border twice as likely as other bonds . Green investment funds also have a more stable and committed investor base. And so, if green capital markets were to deepen further, sustainable finance could help advance financial integration in the European Union. And remove the legal impediments for developing a CMU . Of course, we need to ensure that the fragmentation in underlying capital market structures and the lack of green bond standards does not change these positive developments . But this just adds to our plea for rooting the CMU in sustainable finance . In 2020, the European Commission adopted a new CMU Action Plan. Hopes were high then. But till this day, not much has become of it. Things are advancing too slowly. And the closer we get to next year's European elections, the bigger the chance that divisive initiatives, like a capital markets union, end up in a drawer entirely. Of course, central banks don't have a seat at the legislative table. But it is our obligation to be vocal about what is at stake. To be vocal about the lack of progress and ambition. Let me mention three areas in which, I believe, progress is insufficient. First of all, there are still significant gains to be made in the area of availability and comparability of market and business information. To this end, it is particularly important that the European Single Access Point is properly implemented, and that negotiators reach an ambitious agreement on consolidated tape. Second, not enough progress has yet been made on uniformity in supervision and application of macroprudential and other rules. Going forward, we need to search for ways in which ESMA can play a more central role as a market regulator to converge standards. Market participants still have to deal with 27 different national regulators, which contributes to regulatory uncertainty and information asymmetry. And third, we need further harmonisation of laws and regulations. The Commission's proposals on withholding tax and insolvency are good first steps. But agreements remain uncertain. Even if the current agreements materialise, there is still much more potential here to remove key transaction costs that currently discourage cross-border investment. The prospect for the future could be a common insolvency framework, taking inspiration from the Bank Recovery and Resolution Directive. So, I see clear areas for progress, and we mustn't stop advocating for a CMU that is rooted in sustainable finance. Because only then will our financial system be able to face the increasingly severe consequences of global warming, and of phenomena like El Niño, and La Niña. But let us also be like the founders of the European League for Economic Cooperation. Let's look ahead, to the future, and let's do that with hope - the thing with feathers. Thank you.",
  "date_parsed": "2023-07-03",
  "name": "Olaf Sleijpen",
  "name_orig": "Olaf Sleijpen",
  "url_orig": "https://www.bis.org/review/r230703a.htm"
}