{
  "source_url": "https://www.bis.org/review/r250619b.htm",
  "headline": "Olaf Sleijpen: Financial stability - it's not glamorous, but it matters",
  "description_html": "\n<p>Speech by Mr Olaf Sleijpen, Executive Board Member of Monetary Affairs and Financial Stability of De Nederlandsche Bank, at the opening of the 9th Macroprudential Conference, organised by De Nederlandsche Bank, Amsterdam, 18 June 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Olaf Sleijpen, Executive Board Member of Monetary Affairs and Financial Stability of De Nederlandsche Bank, at the opening of the 9th Macroprudential Conference, organised by De Nederlandsche Bank, Amsterdam, 18 June 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "19 June 2025",
  "pdf_url": "https://www.bis.org/review/r250619b.pdf",
  "content_html": "\n<div class=\"component\">\n<div class=\"content-component text-block\">\n<div class=\"rte\">\n<div class=\"component\">\n<div class=\"content-component text-block\">\n<div class=\"rte\">\n<div class=\"component\">\n<div class=\"content-component text-block\">\n<div class=\"rte\">\n<p>Good morning and welcome to the 9th Annual Macroprudential Conference. It is a pleasure to see so many distinguished representatives from central banks, regulatory institutions, the financial sector, and academia gathered here today. And welcome to our newly renovated building-a space designed not only for policy but also for people. Our new building is now partly open to the general public. As a central bank, we want to be transparent and accessible, and we wanted our new building to reflect that. And you know, people really take an interest. And I can imagine people are really excited to see so many macroprudential policy stars in person today.</p>\n<p>This conference has always been a collaborative effort. From the very beginning, it has been jointly organized by the Deutsche Bundesbank, the Sveriges Riksbank and De Nederlandsche Bank. A macroprudential rock band if you will. And this year, we're thrilled to welcome a new band member: the Central Bank of Ireland. I would also like to extend my sincere thanks to the Scientific Committee for their dedication in shaping this year's programme. Your work behind the scenes makes all of this possible.</p>\n<p>In these volatile times, transparency and accessibility are more important than ever. Macroprudential policy may seem like a niche field, reserved for specialists. But its impact is universal. Financial stability affects households, businesses, governments-and ultimately, the trust that underpins our economies. And all the topics that we cover in this conference the coming two days, in all their diversity and richness and technical complexity - they are somehow related to this simple fact. Be it income-based tools to mitigate housing market risks, or QE and the bond market, or bank governance, to name just a few topics in the program.</p>\n<p>Safeguarding that stability requires three things: patience, commitment and cooperation.</p>\n<p>Let me begin with patience. The road to financial stability is long and often winding. It is not paved with quick wins or instant results. After the global financial crisis, governments, regulators and banks worked hard on a comprehensive reform of banking regulation that would boost buffers and make the financial sector more resilient. That has served us well. During the Covid pandemic, for example. Thanks to stronger buffers, banks were able to absorb losses and continue extending credit when the economy took a hit as a result of the lockdowns.</p>\n<p>And it continues to serve us well. Especially now in these times of fundamental uncertainty. A resilient financial sector can help the economy to withstand shocks from trade barriers and geopolitical events. But it takes patience and hard work.</p>\n<p>That brings me to the second theme: commitment. Financial stability seems like a natural state. We take out our phone and we pay. And the bread that we buy costs the same as it did last week. And when we wake up in the morning our savings are still in our bank account. Financial stability is something that seems to be just there, unconditionally. But it really isn't. It is something we must continuously work for. It demands vigilance, coordination, and above all, the political will to act before the crisis hits.</p>\n<p>Lately, there have been calls for simplifying banking regulation. I have sympathy for that. Banking regulation has indeed become very complex. This is certainly something we should look into.</p>\n<p>But we should be careful not to confuse simplification with deregulation. Deregulation means effectively lowering buffers by relaxing the rules. That would increase both vulnerability in the banking system and the likelihood of financial crises. It would be a big mistake.</p>\n<p>We should be wary of undoing the hard work that has gone into strengthening the financial system over the past decade and a half. Especially now, in this time of unusually high uncertainty, both on the economic and political front.</p>\n<p>This requires commitment from regulators and governments. Because the system of international rules we have built to support financial stability and to create a level playing field is only as strong as our commitment to it.</p>\n<p>Finally, cooperation. Financial stability is an international public good. Almost every challenge we face in our highly interconnected financial system is global in nature. And so must be our response. No country can safeguard financial stability alone.</p>\n<p>If we want to meet today's challenges to financial stability, we have to continue to work together. And we need to stay committed to the institutions we have built to underpin that cooperation, such as the Basel Committee and the FSB. Global cooperation is harder in a fragmented world. But it is also more essential. During the global financial crisis, policymakers acted swiftly and in unison. We must preserve that capacity.</p>\n<p>Patience, commitment, and cooperation. Let us use this conference to reaffirm these principles. Let us learn from each other, challenge each other, and inspire each other. But above all: let us enjoy the conference. And if you remember just one thing from this speech, let it be this: macroprudential policy may not be glamorous, it may not attract big crowds, you may not even make it to the support act. But it matters, and it is never boring.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n",
  "content_text": "Good morning and welcome to the 9th Annual Macroprudential Conference. It is a pleasure to see so many distinguished representatives from central banks, regulatory institutions, the financial sector, and academia gathered here today. And welcome to our newly renovated building-a space designed not only for policy but also for people. Our new building is now partly open to the general public. As a central bank, we want to be transparent and accessible, and we wanted our new building to reflect that. And you know, people really take an interest. And I can imagine people are really excited to see so many macroprudential policy stars in person today. This conference has always been a collaborative effort. From the very beginning, it has been jointly organized by the Deutsche Bundesbank, the Sveriges Riksbank and De Nederlandsche Bank. A macroprudential rock band if you will. And this year, we're thrilled to welcome a new band member: the Central Bank of Ireland. I would also like to extend my sincere thanks to the Scientific Committee for their dedication in shaping this year's programme. Your work behind the scenes makes all of this possible. In these volatile times, transparency and accessibility are more important than ever. Macroprudential policy may seem like a niche field, reserved for specialists. But its impact is universal. Financial stability affects households, businesses, governments-and ultimately, the trust that underpins our economies. And all the topics that we cover in this conference the coming two days, in all their diversity and richness and technical complexity - they are somehow related to this simple fact. Be it income-based tools to mitigate housing market risks, or QE and the bond market, or bank governance, to name just a few topics in the program. Safeguarding that stability requires three things: patience, commitment and cooperation. Let me begin with patience. The road to financial stability is long and often winding. It is not paved with quick wins or instant results. After the global financial crisis, governments, regulators and banks worked hard on a comprehensive reform of banking regulation that would boost buffers and make the financial sector more resilient. That has served us well. During the Covid pandemic, for example. Thanks to stronger buffers, banks were able to absorb losses and continue extending credit when the economy took a hit as a result of the lockdowns. And it continues to serve us well. Especially now in these times of fundamental uncertainty. A resilient financial sector can help the economy to withstand shocks from trade barriers and geopolitical events. But it takes patience and hard work. That brings me to the second theme: commitment. Financial stability seems like a natural state. We take out our phone and we pay. And the bread that we buy costs the same as it did last week. And when we wake up in the morning our savings are still in our bank account. Financial stability is something that seems to be just there, unconditionally. But it really isn't. It is something we must continuously work for. It demands vigilance, coordination, and above all, the political will to act before the crisis hits. Lately, there have been calls for simplifying banking regulation. I have sympathy for that. Banking regulation has indeed become very complex. This is certainly something we should look into. But we should be careful not to confuse simplification with deregulation. Deregulation means effectively lowering buffers by relaxing the rules. That would increase both vulnerability in the banking system and the likelihood of financial crises. It would be a big mistake. We should be wary of undoing the hard work that has gone into strengthening the financial system over the past decade and a half. Especially now, in this time of unusually high uncertainty, both on the economic and political front. This requires commitment from regulators and governments. Because the system of international rules we have built to support financial stability and to create a level playing field is only as strong as our commitment to it. Finally, cooperation. Financial stability is an international public good. Almost every challenge we face in our highly interconnected financial system is global in nature. And so must be our response. No country can safeguard financial stability alone. If we want to meet today's challenges to financial stability, we have to continue to work together. And we need to stay committed to the institutions we have built to underpin that cooperation, such as the Basel Committee and the FSB. Global cooperation is harder in a fragmented world. But it is also more essential. During the global financial crisis, policymakers acted swiftly and in unison. We must preserve that capacity. Patience, commitment, and cooperation. Let us use this conference to reaffirm these principles. Let us learn from each other, challenge each other, and inspire each other. But above all: let us enjoy the conference. And if you remember just one thing from this speech, let it be this: macroprudential policy may not be glamorous, it may not attract big crowds, you may not even make it to the support act. But it matters, and it is never boring.",
  "date_parsed": "2025-06-19",
  "name": "Olaf Sleijpen",
  "link_number": "3",
  "name_orig": "Olaf Sleijpen",
  "url_orig": "https://www.bis.org/review/r250619b.htm"
}