{
  "source_url": "https://www.bis.org/review/r250224g.htm",
  "headline": "Olli Rehn: Hearing of the Committee on Economic and Monetary Affairs of the European Parliament",
  "description_html": "\n<p>Speech by Mr Olli Rehn, Governor of the Bank of Finland, <span>at the Hearing of the Committee on Economic and Monetary Affairs of the European Parliament, Brussels, 20 February 2025.</span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Olli Rehn, Governor of the Bank of Finland, at the Hearing of the Committee on Economic and Monetary Affairs of the European Parliament, Brussels, 20 February 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "25 February 2025",
  "pdf_url": "https://www.bis.org/review/r250224g.pdf",
  "content_html": "\n<p>Thank you for inviting me here today to discuss how I intend to conduct my duties as the First Vice-Chair of the European Systemic Risk Board (ESRB). Let me begin by saying that as a former Vice-President of this House and of the European Commission, I hold dialogue with Parliament in the highest regard.</p>\n<p>I trust we are all aware of the hazardous complexities of our time. History seems to be experiencing a sudden jolt of acceleration – into reverse. The reaction from Europe to the ongoing geopolitical uncertainties should, I believe, be firm and forward-looking, creating a Europe that is stronger and more united – on the economy and finance, defence and security.</p>\n<p>We at the ESRB are monitoring developments on the other side of the Atlantic with concern. The new US Administration is establishing new priorities, including significant deregulation of the financial system. This deregulation is also aimed at new sectors, such as private finance, non-bank financial intermediation and crypto-assets. We are vigilantly assessing its implications and the potential risks to the EU financial sector.</p>\n<p>Having said that, we must not simply be on the defensive. I am convinced that the EU has the potential to deliver on the essential goals of competitiveness and productivity growth, as outlined in the Letta, Draghi and Niinistö reports<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a>. I also remain convinced that building up a savings and investment union will be essential for enabling the EU to provide its citizens and businesses with the public good of a competitive and integrated financial system – one which can also foster their security. I should add that I firmly endorse all the efforts by the European Commission in this direction.</p>\n<p>As First Vice-Chair of the ESRB, my priorities are shaped by the insights yielded by the High-Level Group on the ESRB Review. I had the privilege of chairing this Group and working with three esteemed colleagues: Advisory Scientific Committee Vice-Chair Professor Stephen Cecchetti, ECB Vice-President Luis de Guindos and Advisory Technical Committee Chair Pablo Hernández de Cos. Together, we examined the ESRB's performance over the last ten years, as well as the legal provisions underpinning ESRB functions.</p>\n<p>Our goal was to contribute to the upcoming review of the ESRB Regulation by bringing our strategic advice on the ESRB's future. We recently published our <a class=\"external\" href=\"https://www.esrb.europa.eu/pub/pdf/reports/esrb.buildingonadecadeofsuccess202412~f42335eb3a.cs.pdf?f35d26b3322e0ad46c97474d9f381d78\" rel=\"noopener noreferrer\" target=\"_blank\">report</a> and shared it with your Committee. Importantly, some of our proposals might require legislative changes. I hope that your Committee will consider these in the upcoming review of the ESRB Regulation.<a class=\"hashlink\" href=\"#fn2\" id=\"fn_2\"><sup>2</sup></a><span class=\"ecb-footnote-toggle\"></span></p>\n<p>Let me continue here by taking a look at the big picture. I believe that the ESRB has been successful in fulfilling its mandate of macroprudential oversight. The comparative advantage of the ESRB lies in its unique position: being able to monitor and assess the prevention and mitigation of systemic risks and vulnerabilities across the entire EU financial system.</p>\n<p>This is why the High-Level Group on the ESRB Review focused on how to enhance the ESRB's holistic assessment of systemic risk. Let me give you two examples of the advancements that we have in mind.</p>\n<p>First, we envisage top-down system-wide stress tests covering the entire EU financial system. Such system-wide stress tests would allow us to examine where fragilities lie in the financial system – and to identify the weakest link in the chain.</p>\n<p>Let me stress that what we have in mind is a top-down desktop exercise. This means that it would not create any additional requirements – such as reporting requirements – for market participants. It would help us if you could provide a legal anchor for such a system-wide stress test in the ESRB Regulation.</p>\n<p>Second, we propose enhanced access to data. The ESRB needs access to granular data on financial institutions, non-financial corporations, households and governments. We need this to analyse how entities are interlinked and how risks can spread throughout the financial system. This, of course, is also key to running the top-down system-wide stress tests I discussed a moment ago.</p>\n<p>The ESRB already benefits from immediate and automatic access to many datasets. But some key datasets are only available in response to ad hoc requests. In other words, we have access to these datasets, but it is not continuous and automatic, as the ESRB – and the other authorities involved – need to follow a somewhat cumbersome procedure.</p>\n<p>The European Parliament has recognised that this hampers our capability to monitor the financial system and has proposed a solution in a recent legislative procedure. Unfortunately, your proposal of data sharing by default between the European Supervisory Authorities (ESAs) and the ESRB has not become part of the final compromise on the legal text.</p>\n<p>I hope that this Committee will continue its efforts to grant the ESRB immediate and automatic access to regular supervisory data collected by the ESAs. The upcoming ESRB Review provides an opportunity to enhance our framework in this regard.</p>\n<p>Allow me to conclude by highlighting another, equally important element: communication. Since the ESRB does not have any binding powers, its warnings and recommendations will only be taken into account if it is able to convince others.</p>\n<p>Communicating about financial stability is not always straightforward and can be challenging. Being keenly aware of this, we aim to focus ever more intensely on our communication efforts. It is perhaps something of a paradox that the longer macroprudential policy is successful – or, to put it another way, the more the memory of the last financial crisis fades – the more probable it is that financial stability will be overlooked in public debate.</p>\n<p>Nevertheless, macroprudential policies are and will remain essential. We must not forget that financial stability is a prerequisite for sustainable growth. A stable financial system not only fosters sustainable growth but also supports innovation. It ensures access to credit and creates confidence in the economy, thereby contributing to the well-being of all Europeans. It is therefore our hope that this Committee will help us further improve the holistic assessment of risks in the EU, including through enhancing the ESRB's access to data.</p>\n<p>By ensuring that macroprudential policy decisions are grounded in relevant data and based on strong analytics, we will be in a better position to tackle current and future challenges together.</p>\n<p>Thank you very much.</p>\n<hr/>\n<div class=\"ts-footnote-2\" id=\"sC-component-footnotes\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> See Draghi, M. (2024), \"<a class=\"external\" href=\"https://commission.europa.eu/topics/strengthening-european-competitiveness/eu-competitiveness-looking-ahead_en\" rel=\"noopener noreferrer\" target=\"_blank\">The future of European competitiveness – A competitiveness strategy for Europe</a>\", European Commission, September; Letta, E. (2024), \"<a class=\"external\" href=\"https://www.consilium.europa.eu/media/ny3j24sm/much-more-than-a-market-report-by-enrico-letta.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">Much more than a market</a>\", April; and Niinistö, S. (2024), <a class=\"external\" href=\"https://commission.europa.eu/topics/defence/safer-together-path-towards-fully-prepared-union_en\" rel=\"noopener noreferrer\" target=\"_blank\">\"Safer together: A path towards a fully prepared Union\",</a> October.</p>\n</div>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup>2</sup></a> <a class=\"external\" href=\"https://www.esrb.europa.eu/shared/pdf/ESRB-en.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">Regulation (EU) No 1092/2010 of the European Parliament and of the Council of 24 November 2010 on European Union macro-prudential oversight of the financial system and establishing a European Systemic Risk Board</a>, (OJ L 331, 15.12.2010, p. 1).</p>\n",
  "content_text": "Thank you for inviting me here today to discuss how I intend to conduct my duties as the First Vice-Chair of the European Systemic Risk Board (ESRB). Let me begin by saying that as a former Vice-President of this House and of the European Commission, I hold dialogue with Parliament in the highest regard. I trust we are all aware of the hazardous complexities of our time. History seems to be experiencing a sudden jolt of acceleration – into reverse. The reaction from Europe to the ongoing geopolitical uncertainties should, I believe, be firm and forward-looking, creating a Europe that is stronger and more united – on the economy and finance, defence and security. We at the ESRB are monitoring developments on the other side of the Atlantic with concern. The new US Administration is establishing new priorities, including significant deregulation of the financial system. This deregulation is also aimed at new sectors, such as private finance, non-bank financial intermediation and crypto-assets. We are vigilantly assessing its implications and the potential risks to the EU financial sector. Having said that, we must not simply be on the defensive. I am convinced that the EU has the potential to deliver on the essential goals of competitiveness and productivity growth, as outlined in the Letta, Draghi and Niinistö reports 1 . I also remain convinced that building up a savings and investment union will be essential for enabling the EU to provide its citizens and businesses with the public good of a competitive and integrated financial system – one which can also foster their security. I should add that I firmly endorse all the efforts by the European Commission in this direction. As First Vice-Chair of the ESRB, my priorities are shaped by the insights yielded by the High-Level Group on the ESRB Review. I had the privilege of chairing this Group and working with three esteemed colleagues: Advisory Scientific Committee Vice-Chair Professor Stephen Cecchetti, ECB Vice-President Luis de Guindos and Advisory Technical Committee Chair Pablo Hernández de Cos. Together, we examined the ESRB's performance over the last ten years, as well as the legal provisions underpinning ESRB functions. Our goal was to contribute to the upcoming review of the ESRB Regulation by bringing our strategic advice on the ESRB's future. We recently published our report and shared it with your Committee. Importantly, some of our proposals might require legislative changes. I hope that your Committee will consider these in the upcoming review of the ESRB Regulation. 2 Let me continue here by taking a look at the big picture. I believe that the ESRB has been successful in fulfilling its mandate of macroprudential oversight. The comparative advantage of the ESRB lies in its unique position: being able to monitor and assess the prevention and mitigation of systemic risks and vulnerabilities across the entire EU financial system. This is why the High-Level Group on the ESRB Review focused on how to enhance the ESRB's holistic assessment of systemic risk. Let me give you two examples of the advancements that we have in mind. First, we envisage top-down system-wide stress tests covering the entire EU financial system. Such system-wide stress tests would allow us to examine where fragilities lie in the financial system – and to identify the weakest link in the chain. Let me stress that what we have in mind is a top-down desktop exercise. This means that it would not create any additional requirements – such as reporting requirements – for market participants. It would help us if you could provide a legal anchor for such a system-wide stress test in the ESRB Regulation. Second, we propose enhanced access to data. The ESRB needs access to granular data on financial institutions, non-financial corporations, households and governments. We need this to analyse how entities are interlinked and how risks can spread throughout the financial system. This, of course, is also key to running the top-down system-wide stress tests I discussed a moment ago. The ESRB already benefits from immediate and automatic access to many datasets. But some key datasets are only available in response to ad hoc requests. In other words, we have access to these datasets, but it is not continuous and automatic, as the ESRB – and the other authorities involved – need to follow a somewhat cumbersome procedure. The European Parliament has recognised that this hampers our capability to monitor the financial system and has proposed a solution in a recent legislative procedure. Unfortunately, your proposal of data sharing by default between the European Supervisory Authorities (ESAs) and the ESRB has not become part of the final compromise on the legal text. I hope that this Committee will continue its efforts to grant the ESRB immediate and automatic access to regular supervisory data collected by the ESAs. The upcoming ESRB Review provides an opportunity to enhance our framework in this regard. Allow me to conclude by highlighting another, equally important element: communication. Since the ESRB does not have any binding powers, its warnings and recommendations will only be taken into account if it is able to convince others. Communicating about financial stability is not always straightforward and can be challenging. Being keenly aware of this, we aim to focus ever more intensely on our communication efforts. It is perhaps something of a paradox that the longer macroprudential policy is successful – or, to put it another way, the more the memory of the last financial crisis fades – the more probable it is that financial stability will be overlooked in public debate. Nevertheless, macroprudential policies are and will remain essential. We must not forget that financial stability is a prerequisite for sustainable growth. A stable financial system not only fosters sustainable growth but also supports innovation. It ensures access to credit and creates confidence in the economy, thereby contributing to the well-being of all Europeans. It is therefore our hope that this Committee will help us further improve the holistic assessment of risks in the EU, including through enhancing the ESRB's access to data. By ensuring that macroprudential policy decisions are grounded in relevant data and based on strong analytics, we will be in a better position to tackle current and future challenges together. Thank you very much. 1 See Draghi, M. (2024), \" The future of European competitiveness – A competitiveness strategy for Europe \", European Commission, September; Letta, E. (2024), \" Much more than a market \", April; and Niinistö, S. (2024), \"Safer together: A path towards a fully prepared Union\", October. 2 Regulation (EU) No 1092/2010 of the European Parliament and of the Council of 24 November 2010 on European Union macro-prudential oversight of the financial system and establishing a European Systemic Risk Board , (OJ L 331, 15.12.2010, p. 1).",
  "date_parsed": "2025-02-25",
  "name": "Olli Rehn",
  "name_orig": "Olli Rehn",
  "url_orig": "https://www.bis.org/review/r250224g.htm"
}