{
  "source_url": "https://www.bis.org/review/r240527f.htm",
  "headline": "Olli Rehn: Price dynamics",
  "description_html": "\n<p>Speech by Mr Olli Rehn, Governor of the Bank of Finland, at the 2024 BOJ-IMES Conference \"Price Dynamics and Monetary Policy Challenges: Lessons Learned and Going Forward\", hosted by the Institute for Monetary and Economic Studies, Tokyo, 27 May 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Olli Rehn, Governor of the Bank of Finland, at the 2024 BOJ-IMES Conference \"Price Dynamics and Monetary Policy Challenges: Lessons Learned and Going Forward\", hosted by the Institute for Monetary and Economic Studies, Tokyo, 27 May 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "29 May 2024",
  "pdf_url": "https://www.bis.org/review/r240527f.pdf",
  "content_html": "\n<p><em><a href=\"/review/r240527f_slides.pdf\">Slides</a> accompanying the speech </em></p>\n<p>Thank you, Athanasios, and my sincerest thanks to Governor Ueda for the invitation. This conference continues to be a highly rewarding event for macroeconomists and central bankers alike.</p>\n<p>In my opening remarks, I will talk about the exceptional price dynamics over the past crisis years, especially highlighting the paramount importance of keeping inflation expectations anchored.</p>\n<h3>THREE PERIODS OF INFLATION IN THE EURO ERA, 1999-2024</h3>\n<p class=\"\">(Slide 2)</p>\n<p>To set the stage, let me illustrate the brief history of inflation in the euro area with a graph that neatly divides the last quarter century of the euro into three periods of inflation, on average: 1) at around 2% during the waning great moderation in 1999-2009; 2) at 1.2% during the post-financial crisis below-target inflation in 2009-21; and 3) at 6.6 % during the years of supply shocks and accelerating inflation since 2021.</p>\n<p>Each of these periods had a specific set of inflation (or deflation!) drivers and price stability anchors, and thus specific price dynamics and specific policy issues. In the recent years, most advanced economies experienced a quicker than expected recovery from the COVID pandemic, which coincided with a series of unprecedented supply-side shocks, including broad-based increases in commodity prices due to Russia's unjustified and brutal war in Ukraine. Fiscal policy also played a role in fuelling demand-side inflation, especially in the United States. </p>\n<h3>RAPID RISE OF THE ENERGY BILL IN THE EURO AREA – AND ITS STABILIZATION: ENERGY IMPORTS OF GDP IN THE EURO AREA, 2015-2023</h3>\n<p class=\"\">(Slide 3)</p>\n<p>In the early stage of the inflation surge, energy prices were the key driver of the euro area inflation, while moderate wage inflation worked as the anchor, dampening price pressures. At its height in 2022, the energy bill of the euro area skyrocketed to ca. 7 % of GDP, and the increase – or an extra tax on EA consumers, if you like – was as much as 4 percentage points, which is equivalent to roughly 2½ times GDP of Finland. While the United States is a net exporter of energy, Europe is a net importer, which made a big difference. Likewise, food and non-energy industrial goods prices increased more strongly in Europe than in the United States.</p>\n<p>The common feature is that inflation has been primarily due to supply disruptions and sharp increases in the prices of food and energy, as concluded by Ben Bernanke and Olivier Blanchard in their recent paper<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a>. Yet, the effects of these price shocks are fading out relatively quickly.</p>\n<h3>DECOMPOSITION OF COMPENSATION PER EMPLOYEE (CPE) GROWTH IN THE EURO AREA, 2021-2024</h3>\n<p class=\"\">(Slide 4)</p>\n<p>More recently, wages have replaced energy as the main inflation driver in the euro area – but they are hardly on overdrive. Growth in overall wages (measured by compensation per employee, CPE) has been elevated in the euro area since 2021 and reached 5.2% in 2023. This was initially driven by wage drift, such as bonus payments and changes in overtime. Since last summer, wage drift has largely receded, and negotiated wage growth has recently been the main driver of overall euro area wage growth. It has moved sideways (4.5-4.7%) in recent months.</p>\n<p>As negotiated wage growth reacts only sluggishly to changes in economic conditions, the ECB has developed supplementary forward-looking indicators. They indicate that wage growth in the euro area is gradually moderating from above 5% to around 4% in 2024.<a class=\"hashlink\" href=\"#fn2\" id=\"fn_2\"><sup>2</sup></a></p>\n<p>Wage increases are driven by both compensation for past inflation surprises and still relatively strong labour demand (from the service sector). At the same time,<span> </span><strong>inflation expectations have remained well anchored</strong>, and we see little or no impact of higher inflation expectations on wages.</p>\n<p>It is worth noting that while both strong demand and declining average working hours have contributed to the tightening of the labour market and increasing wage pressures, firmly increased labour market participation and labour-based migration have mitigated these pressures in the euro area.</p>\n<p>Continued careful analysis of labour market developments is key to understanding wage pressures going forward. One factor we need to dig deeper is<span> </span><strong>immigration</strong>, which has increased in the euro area in recent years and is affecting the labour market. In my view, this should be one important workstream in our forthcoming ECB strategy review next year.</p>\n<h3>INFLATION IS CONVERGING TOWARDS THE ECB'S 2% TARGET</h3>\n<p class=\"\">(Slide 5)</p>\n<p>Monetary policy has played a central role in dampening demand since we began the ECB's rate hiking cycle in July 2022. We raised interest rates consistently to avoid sudden shifts in expected inflation and to constrain the propagation of the inflation shock through price-wage dynamics.</p>\n<p>Subsequently,<span> </span><strong>headline inflation</strong><span> </span>in the euro area is now at 2.4% and projected to reach our target next year.<span> </span><strong>Underlying inflation</strong>, neutralised from energy and food prices, is still slightly higher at 2.7%, but it is likewise projected to reach our target next year.</p>\n<p>Thanks to this disinflationary process, inflation is converging to our 2% target in a sustained way, and the time is thus ripe in June to ease the monetary policy stance and start cutting rates. This obviously assumes that the disinflationary trend will continue and there will be no further setbacks in the geopolitical situation and energy prices.</p>\n<p>Going forward, in the ECB Governing Council we will continue to follow a data-dependent and meeting-by-meeting approach when determining the pertinent policy stance. We will set our rates based on our analysis of the inflation outlook, the dynamics of underlying inflation and the strength of monetary transmission. And we are not pre-committing to any rate path.</p>\n<p>With declining inflation and delayed economic growth, we are continuously assessing what our policy stance in this context should be. Without prejudging our primary objective of price stability, we also need to avoid a stance that unduly delays the closing of the negative output gap.</p>\n<h3>ECONOMIC ACTIVITY IN THE EURO AREA, 2007-2026</h3>\n<p class=\"\">(Slide 5)</p>\n<p>Before concluding, let me next say a few words about exceptional uncertainty and how to deal with it in monetary policy decision-making.</p>\n<p>First, when projections include unusual risks, we should not rely solely on a baseline projection and fan charts around it, but also consider alternative scenarios, as stated by Ben Bernanke in his recent review of the Bank of England's economic forecasting. Our experience in the Eurosystem demonstrates that scenarios are useful in analysing and communicating risks around the baseline during the times of exceptional shocks.</p>\n<p>Second, it is important to use a wide variety of economic indicators. For example, using a range of measures for underlying inflation and wages has been very useful in assessing how broad-based current inflation is and how durable the disinflationary process is (ECB (2021)).</p>\n<p>Third, the effect of uncertainty on policymaking should not be limited only to our interpretation of economic data. One way to deal with uncertainty is to choose an appropriate degree of gradualism in policy decisions. According to the so-called \"Brainard principle\" (introduced in Brainard 1967), increased uncertainty would warrant a<span> </span><em>more gradual</em><span> </span>response.</p>\n<p>There is a recent case in point on applying this principle. Noting the accelerating inflation in the winter of 2021-2022, many of us policymakers would have been ready to raise the rates in March 2022. However, Russia's illegal, brutal invasion to Ukraine on 24 February 2022 both turned us back to the era of raw geopolitics and created a massive cloud of uncertainty over Europe's economy. At least my initial assumption then was that it would probably have serious stagflationary consequences – i.e. both hitting growth and generating inflation, \"back to the 70s\". In that context, it made sense to take a timeout and once the clouds had somewhat cleared choose the policy stance. – This context should be taken into account in all<span> </span><em>post-mortems</em><span> </span>of the recent polycrises years.</p>\n<p>More recently, however, some have argued for a<span> </span><em>strong</em><span> </span>policy response when there is a lot of uncertainty, especially about future inflation.<a class=\"hashlink\" href=\"#fn3\" id=\"fn_3\"><sup>3</sup></a><span> </span>This can be seen as a risk management approach to policymaking, where we aim at guarding against the worst outcomes.</p>\n<p>For instance, during the recent inflation cycle, when inflation started to accelerate, it was important to unwind the accommodative monetary policy stance fast to guard against the danger of de-anchoring of inflation expectations. This guided us in the ECB Governing Council to decide on consistent rate hikes since July 2022.</p>\n<p>What can we conclude from the last two examples? Judgment matters.</p>\n<p>In other words, while advances in economics have enabled us to gain a much better understanding of the macroeconomy and price dynamics, human judgment is still necessary especially in the critical moments when elevated uncertainty dominates and several options are open. In science we trust, but the art of monetary policy cannot still be replaced by artificial intelligence – at least in the foreseeable future!</p>\n<p>To summarize, uncertainties in price dynamics have indeed challenged our policymaking. The silver lining is that we have gained a lot of understanding about the appropriate policy responses in these circumstances. For me, this has above all highlighted the crucial role of inflation expectations in the making of monetary policy, as well as the importance of a firm commitment to a medium-term inflation target.</p>\n<p>Thank you for your attention, and I look forward to our discussion.</p>\n<p><strong>References</strong></p>\n<p>Bernanke, B. (2024). Forecasting for monetary policy making and communication at the Bank of England: a review, Bank of England, Published on 12 April 2024.</p>\n<p>Bernanke, B. and Blanchard, O. (2024), An analysis of postpandemic inflation in 11 economies, PIIE Working Paper 24-11</p>\n<p>Brainard, W. (1967), Uncertainty and the Effectiveness of Policy, American Economic Review 57 (2), 411-425.</p>\n<p>ECB (2021). Inflation measurement and its assessment in the ECB's monetary policy strategy review, Occasional Paper Series No 265, September 2021.</p>\n<p>Ferrero, G., Pietrunti M. &amp; Tiseno, A. (2019). \"Benefits of gradualism or costs of inaction? Monetary policy in times of uncertainty,\" Economic working papers No. 1205, Bank of Italy.</p>\n<p>Söderström, U. (2002). \"Monetary Policy with Uncertain Parameters,\" Scandinavian Journal of Economics, Wiley Blackwell, vol. 104(1), pages 125-145.</p>\n<hr/>\n<div class=\"ts-footnote-2\" id=\"sC-component-footnotes\">\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> </span>Bernanke and Blanchard 2024: An analysis of postpandemic inflation in 11 economies. PIIE Working Paper 24-11</p>\n</div>\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup>2</sup></a> </span>For further analysis and data, see the ECB Blog, Tracking euro area wages in exceptional times by Sarah Holton and Gerrit Koester, 23 May 2024.</p>\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_3\" name=\"fn3\"><sup>3</sup></a> </span>For example, Söderström (2002) and Ferrero et al (2019) argue that elevated uncertainty about inflation persistence should lead to a more aggressive policy response in order to stabilize expectations.</p>\n",
  "content_text": "Slides accompanying the speech Thank you, Athanasios, and my sincerest thanks to Governor Ueda for the invitation. This conference continues to be a highly rewarding event for macroeconomists and central bankers alike. In my opening remarks, I will talk about the exceptional price dynamics over the past crisis years, especially highlighting the paramount importance of keeping inflation expectations anchored. THREE PERIODS OF INFLATION IN THE EURO ERA, 1999-2024 (Slide 2) To set the stage, let me illustrate the brief history of inflation in the euro area with a graph that neatly divides the last quarter century of the euro into three periods of inflation, on average: 1) at around 2% during the waning great moderation in 1999-2009; 2) at 1.2% during the post-financial crisis below-target inflation in 2009-21; and 3) at 6.6 % during the years of supply shocks and accelerating inflation since 2021. Each of these periods had a specific set of inflation (or deflation!) drivers and price stability anchors, and thus specific price dynamics and specific policy issues. In the recent years, most advanced economies experienced a quicker than expected recovery from the COVID pandemic, which coincided with a series of unprecedented supply-side shocks, including broad-based increases in commodity prices due to Russia's unjustified and brutal war in Ukraine. Fiscal policy also played a role in fuelling demand-side inflation, especially in the United States. RAPID RISE OF THE ENERGY BILL IN THE EURO AREA – AND ITS STABILIZATION: ENERGY IMPORTS OF GDP IN THE EURO AREA, 2015-2023 (Slide 3) In the early stage of the inflation surge, energy prices were the key driver of the euro area inflation, while moderate wage inflation worked as the anchor, dampening price pressures. At its height in 2022, the energy bill of the euro area skyrocketed to ca. 7 % of GDP, and the increase – or an extra tax on EA consumers, if you like – was as much as 4 percentage points, which is equivalent to roughly 2½ times GDP of Finland. While the United States is a net exporter of energy, Europe is a net importer, which made a big difference. Likewise, food and non-energy industrial goods prices increased more strongly in Europe than in the United States. The common feature is that inflation has been primarily due to supply disruptions and sharp increases in the prices of food and energy, as concluded by Ben Bernanke and Olivier Blanchard in their recent paper 1 . Yet, the effects of these price shocks are fading out relatively quickly. DECOMPOSITION OF COMPENSATION PER EMPLOYEE (CPE) GROWTH IN THE EURO AREA, 2021-2024 (Slide 4) More recently, wages have replaced energy as the main inflation driver in the euro area – but they are hardly on overdrive. Growth in overall wages (measured by compensation per employee, CPE) has been elevated in the euro area since 2021 and reached 5.2% in 2023. This was initially driven by wage drift, such as bonus payments and changes in overtime. Since last summer, wage drift has largely receded, and negotiated wage growth has recently been the main driver of overall euro area wage growth. It has moved sideways (4.5-4.7%) in recent months. As negotiated wage growth reacts only sluggishly to changes in economic conditions, the ECB has developed supplementary forward-looking indicators. They indicate that wage growth in the euro area is gradually moderating from above 5% to around 4% in 2024. 2 Wage increases are driven by both compensation for past inflation surprises and still relatively strong labour demand (from the service sector). At the same time, inflation expectations have remained well anchored , and we see little or no impact of higher inflation expectations on wages. It is worth noting that while both strong demand and declining average working hours have contributed to the tightening of the labour market and increasing wage pressures, firmly increased labour market participation and labour-based migration have mitigated these pressures in the euro area. Continued careful analysis of labour market developments is key to understanding wage pressures going forward. One factor we need to dig deeper is immigration , which has increased in the euro area in recent years and is affecting the labour market. In my view, this should be one important workstream in our forthcoming ECB strategy review next year. INFLATION IS CONVERGING TOWARDS THE ECB'S 2% TARGET (Slide 5) Monetary policy has played a central role in dampening demand since we began the ECB's rate hiking cycle in July 2022. We raised interest rates consistently to avoid sudden shifts in expected inflation and to constrain the propagation of the inflation shock through price-wage dynamics. Subsequently, headline inflation in the euro area is now at 2.4% and projected to reach our target next year. Underlying inflation , neutralised from energy and food prices, is still slightly higher at 2.7%, but it is likewise projected to reach our target next year. Thanks to this disinflationary process, inflation is converging to our 2% target in a sustained way, and the time is thus ripe in June to ease the monetary policy stance and start cutting rates. This obviously assumes that the disinflationary trend will continue and there will be no further setbacks in the geopolitical situation and energy prices. Going forward, in the ECB Governing Council we will continue to follow a data-dependent and meeting-by-meeting approach when determining the pertinent policy stance. We will set our rates based on our analysis of the inflation outlook, the dynamics of underlying inflation and the strength of monetary transmission. And we are not pre-committing to any rate path. With declining inflation and delayed economic growth, we are continuously assessing what our policy stance in this context should be. Without prejudging our primary objective of price stability, we also need to avoid a stance that unduly delays the closing of the negative output gap. ECONOMIC ACTIVITY IN THE EURO AREA, 2007-2026 (Slide 5) Before concluding, let me next say a few words about exceptional uncertainty and how to deal with it in monetary policy decision-making. First, when projections include unusual risks, we should not rely solely on a baseline projection and fan charts around it, but also consider alternative scenarios, as stated by Ben Bernanke in his recent review of the Bank of England's economic forecasting. Our experience in the Eurosystem demonstrates that scenarios are useful in analysing and communicating risks around the baseline during the times of exceptional shocks. Second, it is important to use a wide variety of economic indicators. For example, using a range of measures for underlying inflation and wages has been very useful in assessing how broad-based current inflation is and how durable the disinflationary process is (ECB (2021)). Third, the effect of uncertainty on policymaking should not be limited only to our interpretation of economic data. One way to deal with uncertainty is to choose an appropriate degree of gradualism in policy decisions. According to the so-called \"Brainard principle\" (introduced in Brainard 1967), increased uncertainty would warrant a more gradual response. There is a recent case in point on applying this principle. Noting the accelerating inflation in the winter of 2021-2022, many of us policymakers would have been ready to raise the rates in March 2022. However, Russia's illegal, brutal invasion to Ukraine on 24 February 2022 both turned us back to the era of raw geopolitics and created a massive cloud of uncertainty over Europe's economy. At least my initial assumption then was that it would probably have serious stagflationary consequences – i.e. both hitting growth and generating inflation, \"back to the 70s\". In that context, it made sense to take a timeout and once the clouds had somewhat cleared choose the policy stance. – This context should be taken into account in all post-mortems of the recent polycrises years. More recently, however, some have argued for a strong policy response when there is a lot of uncertainty, especially about future inflation. 3 This can be seen as a risk management approach to policymaking, where we aim at guarding against the worst outcomes. For instance, during the recent inflation cycle, when inflation started to accelerate, it was important to unwind the accommodative monetary policy stance fast to guard against the danger of de-anchoring of inflation expectations. This guided us in the ECB Governing Council to decide on consistent rate hikes since July 2022. What can we conclude from the last two examples? Judgment matters. In other words, while advances in economics have enabled us to gain a much better understanding of the macroeconomy and price dynamics, human judgment is still necessary especially in the critical moments when elevated uncertainty dominates and several options are open. In science we trust, but the art of monetary policy cannot still be replaced by artificial intelligence – at least in the foreseeable future! To summarize, uncertainties in price dynamics have indeed challenged our policymaking. The silver lining is that we have gained a lot of understanding about the appropriate policy responses in these circumstances. For me, this has above all highlighted the crucial role of inflation expectations in the making of monetary policy, as well as the importance of a firm commitment to a medium-term inflation target. Thank you for your attention, and I look forward to our discussion. References Bernanke, B. (2024). Forecasting for monetary policy making and communication at the Bank of England: a review, Bank of England, Published on 12 April 2024. Bernanke, B. and Blanchard, O. (2024), An analysis of postpandemic inflation in 11 economies, PIIE Working Paper 24-11 Brainard, W. (1967), Uncertainty and the Effectiveness of Policy, American Economic Review 57 (2), 411-425. ECB (2021). Inflation measurement and its assessment in the ECB's monetary policy strategy review, Occasional Paper Series No 265, September 2021. Ferrero, G., Pietrunti M. & Tiseno, A. (2019). \"Benefits of gradualism or costs of inaction? Monetary policy in times of uncertainty,\" Economic working papers No. 1205, Bank of Italy. Söderström, U. (2002). \"Monetary Policy with Uncertain Parameters,\" Scandinavian Journal of Economics, Wiley Blackwell, vol. 104(1), pages 125-145. 1 Bernanke and Blanchard 2024: An analysis of postpandemic inflation in 11 economies. PIIE Working Paper 24-11 2 For further analysis and data, see the ECB Blog, Tracking euro area wages in exceptional times by Sarah Holton and Gerrit Koester, 23 May 2024. 3 For example, Söderström (2002) and Ferrero et al (2019) argue that elevated uncertainty about inflation persistence should lead to a more aggressive policy response in order to stabilize expectations.",
  "date_parsed": "2024-05-29",
  "name": "Olli Rehn",
  "name_orig": "Olli Rehn",
  "url_orig": "https://www.bis.org/review/r240527f.htm"
}