{
  "source_url": "https://www.bis.org/review/r250604e.htm",
  "headline": "Olli Rehn: Europe at the crossroads - common defence, re-emerging economy?",
  "description_html": "\n<p>Speech by Mr Olli Rehn, Governor of the Bank of Finland, <span>at the Bank of Finland and Bruegel Europe Day Conference, Helsinki, 9 May 2025.  </span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Olli Rehn, Governor of the Bank of Finland, at the Bank of Finland and Bruegel Europe Day Conference, Helsinki, 9 May 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "05 June 2025",
  "pdf_url": "https://www.bis.org/review/r250604e.pdf",
  "content_html": "\n<p><em><a href=\"/review/r250604e_presentation.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">Presentation</a> accompanying the speech</em></p>\n<p>Dear Friends of Bruegel and the Bank of Finland,</p>\n<p>It is a great pleasure to celebrate with you all today both the 20<sup>th</sup><span> </span>anniversary of Bruegel and the 30<sup>th</sup><span> </span>anniversary of Finland's membership of the EU. It is indeed an honour to organise and hold this conference together with Bruegel and to celebrate Europe Day.</p>\n<p>The founders of Bruegel were truly visionary 20 years ago. They recognized a gap – a growing need for stronger economics-based analysis and research on the shaping of the European Union. Anchoring the think tank firmly with EU Member States was also a wise decision.</p>\n<p>I had the privilege and pleasure of being present – if not at Bruegel's creation, then certainly at its institutional foundation – as economic policy advisor to Finland's Prime Minister Matti Vanhanen. The Finnish Government, specifically the Ministry of Finance, decided to become a founding member institution. More recently, the Bank of Finland also joined the club, and we have made good use of Bruegel's valuable work.</p>\n<p>Today, we all appreciate Bruegel for its diverse and independent research, which significantly enhances evidence-based and research-informed policymaking in Europe. Let me extend my warmest congratulations and wish you many more dynamic and productive years as Europe's leading policy think tank.</p>\n<p>Dear Friends,</p>\n<p>Europe Day today marks the 75th anniversary of the Schuman Declaration, which laid out the foundation for European integration. In 1950 Europe was still recovering from the human and economic devastation of the Second World War.</p>\n<p>From the Finnish standpoint, the immediate post-war years were not a brilliant time to be a small nation. As Private Rahikainen put it in Väinö Linna's The Unknown Soldier, in response to a minister's idealistic speech after the armistice in September 1944:</p>\n<p> \"To hell with their damned speeches. When your powder's all gone, it's better to keep your mouth shut than go spouting about the rights of small nations. A dog raises his hind leg on them.\"</p>\n<p>The Schuman Declaration nevertheless turned the tide and became the starting point for<span> </span><em>Pax Europaea</em>, the long period of relative peace with notably few conflicts between European countries.</p>\n<p>Indeed, an essential manifestation of Europe as a peace project is the EU's 2012 Nobel Peace Prize. The European Union had, by then, \"for over six decades contributed to the advancement of peace and reconciliation, democracy and human rights in Europe\".</p>\n<p><strong>Slide 2: Outline of today's talk</strong></p>\n<p>I'd like to structure my remarks today under three themes. First, the seismic geopolitical shift which the world is currently witnessing. Second, the need for immediate investments in common defence to secure Europe's peace. And third, revitalising the EU economy through advancements in innovation, trade and productivity.</p>\n<p><strong>Slide 3: Power politics is overshadowing the world economy</strong></p>\n<p>Let me start with the shifting geopolitical landscape, which presents the EU with significant new security challenges.</p>\n<p>The rules-based international order, on which Europe built its post-war recovery, is under strain. Xi Jinping, Vladimir Putin and Donald Trump have each, in their own way, challenged this order − pushing for a world where great powers claim their spheres of influence and where might is only right. Such a tri-polar world would not be a world of peace and prosperity.</p>\n<p>Since the Second World War, for good reason we have trusted that it is in the enlightened self-interest of the United States to stand as the security backstop for the Euro-Atlantic community. To my mind, as a long-time student of US foreign and security policy, this self-interest has clearly been rational from the standpoint of the United States' own national security and its global strategic interests and influence. However, the US is now making decisions based on a very different type of rationality that involves strained relations with the European Union.</p>\n<p>I am aware that some are holding out hope that this is just temporary – that we'll be back to 'the old normal' in a few years. Two points on that. First, I would not bet on it – there is no guarantee of a policy U-turn, as we may be witnessing a deeper political current in the US. And second, even more fundamentally, we must ask: can European security over the longer term be left at the mercy of the political winds in Pennsylvania's rust belt and seven swing states? Or should Europe finally take substantially greater responsibility for its own security?</p>\n<p>In my view, the answer is clear, given the current and probable future defence environment: Europe must build its own credible common defence. Supporting Ukraine and reinforcing European defence is imperative for the security of the whole of Europe. Common defence is a crucial European public good. We need a strong, independent Europe, capable of defending itself as the European pillar of Nato.</p>\n<p>The COVID-era recovery fund and earlier crisis responses have shown that the EU is capable of solidarity. A similar level of unity and quick decision-making is now needed for defence.</p>\n<p>Many EU countries have already increased defence spending. Germany has committed to major investments. Not all EU states currently have the fiscal capacity to follow suit. That's why Europe must build joint capabilities, interoperable forces − and, if necessary, common financing.</p>\n<p>Europe would also benefit from a broad and liquid market for safe assets, such as the US enjoys. Bonds issued by EU institutions have consistently drawn strong investor demand. The currently unpredictable nature of US economic policy only increases the demand for stable investment options. Europe should capitalise on that by developing genuine safe assets – another field calling for Bruegel's continued active input.</p>\n<p>Moreover, I have been reading with great interest about the proposal for a European Defence Mechanism (EDM), which was launched by Bruegel last month. Such an intergovernmental organisation would apparently be modelled on the existing and well-tested template of the European Stability Mechanism. I see many merits in this proposal and would love to dive deeper into this – but I shall refrain from doing so, as I suppose that the panel will shortly be discussing the EDM more closely.</p>\n<p>Let me nevertheless comment that Bruegel's proposal includes cooperation with the United Kingdom, which shares our values and has a strong military. Despite no longer being part of the EU, the UK remains a key partner in Europe's security architecture. I should also add that we cannot afford to be held back by foot-dragging or by hostile Member States, such as Hungary, which might wish to hinder progress.</p>\n<p>This is why we must, as Bruegel has done, search for creative solutions, typically driven by coalitions of the capable and willing, to ensure that we move forward with our shared goals.</p>\n<p>At the same time, we must work for more effective European institutional arrangements that better serve the common good. These should include a significantly larger EU budget and more streamlined decision-making structures.</p>\n<p>This is also an opportunity to make Europe economically and financially stronger, as we need a liquid and large market of safe assets, as I alluded to earlier. Could European defence bonds provide such safe assets? A precondition for this would be that these bonds would be used to finance genuine European public goods and be backed by larger common revenues in the future.</p>\n<p>Solidarity and unity within the EU are reinforced by standing together, demonstrating our commitment to collective security and prosperity. Let us recall that the Treaty on European Union offers the legal basis for common defence in its Article 42. Involvement from us all is vital in maintaining a united front and ensuring a peaceful and prosperous Europe for future generations.</p>\n<p><strong>Slide 4:<span> </span></strong><strong>Growth in the euro area has been picking up</strong></p>\n<p>My third and final theme is the re-emerging European economy. Yes, re-emerging, even though it provides a mixed picture today.</p>\n<p>Recent data has shown signs of recovery in the euro area, but the outlook remains clouded by exceptional uncertainty due to President Trump's trade war. Employment is solid in the euro area, and unemployment is low at 6.2%. Private consumption has benefited from stronger real incomes. Investments in Europe's common defence and infrastructure will bolster manufacturing further and strengthen long-term growth. Europe will continue to build up resilience against global shocks.</p>\n<p>With disinflation on track and the growth outlook weakening, we decided at the European Central Bank's Governing Council meeting on 17 April to lower interest rates. This was the seventh reduction since last summer.</p>\n<p>Given the pervasive uncertainty, the Governing Council is maintaining full freedom of action in monetary policy. We will adjust our rates to bring inflation to 2% in the medium term – just as our strategy tells us to do.</p>\n<p><strong>Slide 5: Bank of Finland's scenario calculation: A trade war would weaken growth worldwide</strong></p>\n<p>The elevated uncertainty brings me to the significant risks in our economic outlook, especially trade protectionism.</p>\n<p>An extensive trade war would weaken economic output worldwide, and we have already seen major turbulence in the global stock markets.</p>\n<p>Calculations by the Bank of Finland show that if the US were to impose tariffs targeting all imports from EU countries and China – raising them by 25 percentage points – and the EU were to take equivalent counter measures, world GDP could decline by over 0.5% in both 2025 and 2026. The impact on the euro area economy could be slightly greater, with the estimated GDP effect ranging from 0.7% to 1.5% in the first year, depending on the increased uncertainty and the extent of counter measures taken. With all the usual caveats, these figures illustrate the seriousness of the threat posed by a full-scale trade war.</p>\n<p>Bank of Finland's earlier calculations concerning the effects of the trade war on the Finnish economy are in line with these estimated effects on the euro area economy. While the model estimations come with uncertainty, they consistently speak to significantly negative outcomes for open economies such as Finland, as a result of trade war.</p>\n<p>In my view, in the face of US protectionism, the European Commission's response has been justified and rational. The Commission has rightly suggested a zero-for-zero tariff agreement between the EU and the US. While Europe remains committed to constructive negotiations with the US, the Commission has been preparing proportionate countermeasures to reinforce our negotiating position, with the aim of reaching a solution that benefits everybody and avoids further damage to growth.</p>\n<p><strong>Slide 6: Investment needed now in security and productivity</strong></p>\n<p>\"This is Europe's moment\" has become a slogan of the era. But to what extent is there substance to it?</p>\n<p>No doubt, President Trump's policies are compromising the United States' economic and institutional dominance, while Europe's position is benefiting from its stability and certain political developments.</p>\n<p>Yet, the fact remains that the size of the US bypasses the European economy significantly in many dimensions, especially in factor productivity and therefore in growth. Will Europe adopt Mario Draghi's recommendations to boost productivity? European industry must strengthen its technological capabilities. Cutting-edge research and innovation, and investment in areas like AI, will be crucial.</p>\n<p>Furthermore, Europe's Savings and Investment Union needs to be advanced. The US has a larger and more unified internal capital market which benefits from scaling, a strong venture capital ecosystem, and fewer regulatory hurdles. The US dollar may remain the world's leading reserve currency at the centre of the global financial system. But many investors are keen to diversify their portfolios to euro-denominated assets, which will also strengthen the international role of the euro.</p>\n<p>The price of energy is a considerable burden to European competitiveness. Unlike the US, the EU has no abundant fossil fuel supplies, so there is no other viable strategy for increasing our energy security than decarbonisation and the green transition. The green transition in energy is not just climate action – it's a geopolitical investment. So is the digital euro and the broader effort to bolster the international role of the euro.</p>\n<p>Human capital and academic freedom are among Europe's greatest assets. As these freedoms are eroded in the United States, Europe has a unique opportunity. In my view, the EU should rapidly create a special visa programme for top researchers seeking intellectual freedom without political pressure. We must highlight Europe's universities where critical thinking is encouraged and academic liberty protected. This is an investment in Europe's future prosperity and influence.</p>\n<p><strong>Slide 7: Conclusions</strong></p>\n<p>To conclude, today's world is experiencing yet another major transition, as it was 30 years ago when the Cold War came to an end. But now, unfortunately, it is moving in reverse gear.</p>\n<p>Europe's external security and its soft power depend now on strengthening its hard power, particularly in terms of coordinated defence solutions. Moreover, despite the current uncertain geopolitical environment, international cooperation remains essential in a highly interconnected world. We stand for it.</p>\n<p>At the same time, Europe must strengthen its economic foundation by finding ways to increase productivity and hence fulfil its true potential. At the ECB, we will contribute to this by ensuring price stability and financial stability, thus laying the foundation for Europe's economic and social re-emergence and long-term resilience.</p>\n<p>In sum, this truly is Europe's moment. We must defend our way of life – solving conflict and making progress through reason, dialogue and democracy.</p>\n<p>As Reinhold Niebuhr, the theologian and international relations theorist from our western neighbour, once said:</p>\n<p>\"The sad duty of politics is to establish justice in a sinful world.\"</p>\n<p>That is precisely Europe's task now – more so than for decades.</p>\n<p>Thank you!</p>\n",
  "content_text": "Presentation accompanying the speech Dear Friends of Bruegel and the Bank of Finland, It is a great pleasure to celebrate with you all today both the 20 th anniversary of Bruegel and the 30 th anniversary of Finland's membership of the EU. It is indeed an honour to organise and hold this conference together with Bruegel and to celebrate Europe Day. The founders of Bruegel were truly visionary 20 years ago. They recognized a gap – a growing need for stronger economics-based analysis and research on the shaping of the European Union. Anchoring the think tank firmly with EU Member States was also a wise decision. I had the privilege and pleasure of being present – if not at Bruegel's creation, then certainly at its institutional foundation – as economic policy advisor to Finland's Prime Minister Matti Vanhanen. The Finnish Government, specifically the Ministry of Finance, decided to become a founding member institution. More recently, the Bank of Finland also joined the club, and we have made good use of Bruegel's valuable work. Today, we all appreciate Bruegel for its diverse and independent research, which significantly enhances evidence-based and research-informed policymaking in Europe. Let me extend my warmest congratulations and wish you many more dynamic and productive years as Europe's leading policy think tank. Dear Friends, Europe Day today marks the 75th anniversary of the Schuman Declaration, which laid out the foundation for European integration. In 1950 Europe was still recovering from the human and economic devastation of the Second World War. From the Finnish standpoint, the immediate post-war years were not a brilliant time to be a small nation. As Private Rahikainen put it in Väinö Linna's The Unknown Soldier, in response to a minister's idealistic speech after the armistice in September 1944: \"To hell with their damned speeches. When your powder's all gone, it's better to keep your mouth shut than go spouting about the rights of small nations. A dog raises his hind leg on them.\" The Schuman Declaration nevertheless turned the tide and became the starting point for Pax Europaea , the long period of relative peace with notably few conflicts between European countries. Indeed, an essential manifestation of Europe as a peace project is the EU's 2012 Nobel Peace Prize. The European Union had, by then, \"for over six decades contributed to the advancement of peace and reconciliation, democracy and human rights in Europe\". Slide 2: Outline of today's talk I'd like to structure my remarks today under three themes. First, the seismic geopolitical shift which the world is currently witnessing. Second, the need for immediate investments in common defence to secure Europe's peace. And third, revitalising the EU economy through advancements in innovation, trade and productivity. Slide 3: Power politics is overshadowing the world economy Let me start with the shifting geopolitical landscape, which presents the EU with significant new security challenges. The rules-based international order, on which Europe built its post-war recovery, is under strain. Xi Jinping, Vladimir Putin and Donald Trump have each, in their own way, challenged this order − pushing for a world where great powers claim their spheres of influence and where might is only right. Such a tri-polar world would not be a world of peace and prosperity. Since the Second World War, for good reason we have trusted that it is in the enlightened self-interest of the United States to stand as the security backstop for the Euro-Atlantic community. To my mind, as a long-time student of US foreign and security policy, this self-interest has clearly been rational from the standpoint of the United States' own national security and its global strategic interests and influence. However, the US is now making decisions based on a very different type of rationality that involves strained relations with the European Union. I am aware that some are holding out hope that this is just temporary – that we'll be back to 'the old normal' in a few years. Two points on that. First, I would not bet on it – there is no guarantee of a policy U-turn, as we may be witnessing a deeper political current in the US. And second, even more fundamentally, we must ask: can European security over the longer term be left at the mercy of the political winds in Pennsylvania's rust belt and seven swing states? Or should Europe finally take substantially greater responsibility for its own security? In my view, the answer is clear, given the current and probable future defence environment: Europe must build its own credible common defence. Supporting Ukraine and reinforcing European defence is imperative for the security of the whole of Europe. Common defence is a crucial European public good. We need a strong, independent Europe, capable of defending itself as the European pillar of Nato. The COVID-era recovery fund and earlier crisis responses have shown that the EU is capable of solidarity. A similar level of unity and quick decision-making is now needed for defence. Many EU countries have already increased defence spending. Germany has committed to major investments. Not all EU states currently have the fiscal capacity to follow suit. That's why Europe must build joint capabilities, interoperable forces − and, if necessary, common financing. Europe would also benefit from a broad and liquid market for safe assets, such as the US enjoys. Bonds issued by EU institutions have consistently drawn strong investor demand. The currently unpredictable nature of US economic policy only increases the demand for stable investment options. Europe should capitalise on that by developing genuine safe assets – another field calling for Bruegel's continued active input. Moreover, I have been reading with great interest about the proposal for a European Defence Mechanism (EDM), which was launched by Bruegel last month. Such an intergovernmental organisation would apparently be modelled on the existing and well-tested template of the European Stability Mechanism. I see many merits in this proposal and would love to dive deeper into this – but I shall refrain from doing so, as I suppose that the panel will shortly be discussing the EDM more closely. Let me nevertheless comment that Bruegel's proposal includes cooperation with the United Kingdom, which shares our values and has a strong military. Despite no longer being part of the EU, the UK remains a key partner in Europe's security architecture. I should also add that we cannot afford to be held back by foot-dragging or by hostile Member States, such as Hungary, which might wish to hinder progress. This is why we must, as Bruegel has done, search for creative solutions, typically driven by coalitions of the capable and willing, to ensure that we move forward with our shared goals. At the same time, we must work for more effective European institutional arrangements that better serve the common good. These should include a significantly larger EU budget and more streamlined decision-making structures. This is also an opportunity to make Europe economically and financially stronger, as we need a liquid and large market of safe assets, as I alluded to earlier. Could European defence bonds provide such safe assets? A precondition for this would be that these bonds would be used to finance genuine European public goods and be backed by larger common revenues in the future. Solidarity and unity within the EU are reinforced by standing together, demonstrating our commitment to collective security and prosperity. Let us recall that the Treaty on European Union offers the legal basis for common defence in its Article 42. Involvement from us all is vital in maintaining a united front and ensuring a peaceful and prosperous Europe for future generations. Slide 4: Growth in the euro area has been picking up My third and final theme is the re-emerging European economy. Yes, re-emerging, even though it provides a mixed picture today. Recent data has shown signs of recovery in the euro area, but the outlook remains clouded by exceptional uncertainty due to President Trump's trade war. Employment is solid in the euro area, and unemployment is low at 6.2%. Private consumption has benefited from stronger real incomes. Investments in Europe's common defence and infrastructure will bolster manufacturing further and strengthen long-term growth. Europe will continue to build up resilience against global shocks. With disinflation on track and the growth outlook weakening, we decided at the European Central Bank's Governing Council meeting on 17 April to lower interest rates. This was the seventh reduction since last summer. Given the pervasive uncertainty, the Governing Council is maintaining full freedom of action in monetary policy. We will adjust our rates to bring inflation to 2% in the medium term – just as our strategy tells us to do. Slide 5: Bank of Finland's scenario calculation: A trade war would weaken growth worldwide The elevated uncertainty brings me to the significant risks in our economic outlook, especially trade protectionism. An extensive trade war would weaken economic output worldwide, and we have already seen major turbulence in the global stock markets. Calculations by the Bank of Finland show that if the US were to impose tariffs targeting all imports from EU countries and China – raising them by 25 percentage points – and the EU were to take equivalent counter measures, world GDP could decline by over 0.5% in both 2025 and 2026. The impact on the euro area economy could be slightly greater, with the estimated GDP effect ranging from 0.7% to 1.5% in the first year, depending on the increased uncertainty and the extent of counter measures taken. With all the usual caveats, these figures illustrate the seriousness of the threat posed by a full-scale trade war. Bank of Finland's earlier calculations concerning the effects of the trade war on the Finnish economy are in line with these estimated effects on the euro area economy. While the model estimations come with uncertainty, they consistently speak to significantly negative outcomes for open economies such as Finland, as a result of trade war. In my view, in the face of US protectionism, the European Commission's response has been justified and rational. The Commission has rightly suggested a zero-for-zero tariff agreement between the EU and the US. While Europe remains committed to constructive negotiations with the US, the Commission has been preparing proportionate countermeasures to reinforce our negotiating position, with the aim of reaching a solution that benefits everybody and avoids further damage to growth. Slide 6: Investment needed now in security and productivity \"This is Europe's moment\" has become a slogan of the era. But to what extent is there substance to it? No doubt, President Trump's policies are compromising the United States' economic and institutional dominance, while Europe's position is benefiting from its stability and certain political developments. Yet, the fact remains that the size of the US bypasses the European economy significantly in many dimensions, especially in factor productivity and therefore in growth. Will Europe adopt Mario Draghi's recommendations to boost productivity? European industry must strengthen its technological capabilities. Cutting-edge research and innovation, and investment in areas like AI, will be crucial. Furthermore, Europe's Savings and Investment Union needs to be advanced. The US has a larger and more unified internal capital market which benefits from scaling, a strong venture capital ecosystem, and fewer regulatory hurdles. The US dollar may remain the world's leading reserve currency at the centre of the global financial system. But many investors are keen to diversify their portfolios to euro-denominated assets, which will also strengthen the international role of the euro. The price of energy is a considerable burden to European competitiveness. Unlike the US, the EU has no abundant fossil fuel supplies, so there is no other viable strategy for increasing our energy security than decarbonisation and the green transition. The green transition in energy is not just climate action – it's a geopolitical investment. So is the digital euro and the broader effort to bolster the international role of the euro. Human capital and academic freedom are among Europe's greatest assets. As these freedoms are eroded in the United States, Europe has a unique opportunity. In my view, the EU should rapidly create a special visa programme for top researchers seeking intellectual freedom without political pressure. We must highlight Europe's universities where critical thinking is encouraged and academic liberty protected. This is an investment in Europe's future prosperity and influence. Slide 7: Conclusions To conclude, today's world is experiencing yet another major transition, as it was 30 years ago when the Cold War came to an end. But now, unfortunately, it is moving in reverse gear. Europe's external security and its soft power depend now on strengthening its hard power, particularly in terms of coordinated defence solutions. Moreover, despite the current uncertain geopolitical environment, international cooperation remains essential in a highly interconnected world. We stand for it. At the same time, Europe must strengthen its economic foundation by finding ways to increase productivity and hence fulfil its true potential. At the ECB, we will contribute to this by ensuring price stability and financial stability, thus laying the foundation for Europe's economic and social re-emergence and long-term resilience. In sum, this truly is Europe's moment. We must defend our way of life – solving conflict and making progress through reason, dialogue and democracy. As Reinhold Niebuhr, the theologian and international relations theorist from our western neighbour, once said: \"The sad duty of politics is to establish justice in a sinful world.\" That is precisely Europe's task now – more so than for decades. Thank you!",
  "date_parsed": "2025-06-05",
  "name": "Olli Rehn",
  "link_number": "5",
  "name_orig": "Olli Rehn",
  "url_orig": "https://www.bis.org/review/r250604e.htm"
}