{
  "source_url": "https://www.bis.org/review/r241002e.htm",
  "headline": "Olli Rehn: Old and new frontiers of the ESRB - systemic risk, non-banks and data analysis",
  "description_html": "\n<p>Keynote speech by Mr Olli Rehn, Governor of the Bank of Finland and First Vice-Chair of the European Systemic Risk Board, at the <span>8th ESRB annual conference \"New Frontiers in Macroprudential Policy\", Frankfurt am Main, 27 September 2024.</span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Mr Olli Rehn, Governor of the Bank of Finland and First Vice-Chair of the European Systemic Risk Board, at the 8th ESRB annual conference \"New Frontiers in Macroprudential Policy\", Frankfurt am Main, 27 September 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "02 October 2024",
  "pdf_url": "https://www.bis.org/review/r241002e.pdf",
  "content_html": "\n<p><em><a href=\"/review/r241002e_presentation.pdf\">Presentation</a> accompanying the speech </em></p>\n<p>Ladies and Gentlemen, Dear Friends,</p>\n<p>Good morning everyone!</p>\n<p>May I also welcome you all and thank the secretariat for putting together an impressive programme for this ESRB flagship event.</p>\n<p>Today, I would like to reflect on the role of the ESRB and its mandate regarding financial stability and macroprudential policy in the EU.</p>\n<p><strong>Slide 2:</strong><strong><span> </span>The ESRB's track record &amp; new frontiers</strong></p>\n<p>I will discuss three interlinked issues. Firstly, the ESRB at 15, an adolescent, with a solid record. Secondly, key starting points for the forthcoming ESRB review. And thirdly, new frontiers, especially dealing with non-banks and better use of data and analysis.</p>\n<p>Let's look at where we have come from. Since the global financial crisis, major efforts have been made to ensure financial stability in the EU and globally through better regulation and supervision. I think it is indeed fair to say that<span> </span><strong>financial<span> </span>stability</strong><span> </span>has risen forcefully up the agenda of central banks, not least as it provides essential support for the central banks' primary goal of<span> </span><strong>price<span> </span>stability</strong>.</p>\n<p>In recent years, financial systems and financial stability measures have been subject to real-life stress tests, with the global economy being hit by a series of major shocks over just a short period of time. Primarily, that is, the COVID-19 pandemic, Russia's illegal, brutal war in Ukraine, the surge in inflation and the sharp rise in interest rates.</p>\n<p>In my view, the financial systems in the EU and elsewhere have withstood these shocks rather well. The Basel Committee on Banking Supervision points out that the strong resilience has been largely thanks to the tightened capital and liquidity requirements for banks.</p>\n<p><strong>Slide 3:</strong><strong><span> </span>Sturdy capital buffers provide banking resilience</strong></p>\n<p>True, the capital ratios of European banks have roughly doubled since the global financial crisis. The increased capital buffers have been<span> </span><em>– and will continue to be –</em><span> </span>necessary in the current operating environment, which is filled with geopolitical and other uncertainties.</p>\n<p>I would add that the active use of macroprudential policy has further supported the resilience of the financial system in Europe.</p>\n<p>As part of its mandate, the ESRB assesses systemic risks in the EU, and, where appropriate, issues warnings and recommendations.</p>\n<p><strong>Slide 4: Key risks for EU financial stability</strong></p>\n<p>In our recent systemic risk assessment, we conclude that while disinflation in the EU is on track, financial stability risks remain elevated amid heightened geopolitical risks and the still fragile recovery of the EU economy. In the latest ECB projection, growth outlook was revised down, and the risks to the growth outlook are tilted to the downside.</p>\n<p>In particular, we have to be aware of both the<span> </span><strong>direct</strong><span> </span>and<span> </span><strong>indirect<span> </span></strong>impacts of<span> </span><strong>current geopolitical risks</strong><span> </span>on the EU financial system. Geopolitical events may<span> </span><strong>directly</strong><span> </span>impact financial markets by increasing volatility, affecting capital flows, exchange rates, and credit spreads.<span> </span><strong>Indirectly</strong>, they can disrupt global trade and increase commodity prices, challenging households and businesses in the EU.</p>\n<p>In the financial markets, the risk appetite has been unusually strong, especially in the context of high macro-financial uncertainty. The abrupt, albeit short-lived, market correction in early August showed how sensitive this can be. If repeated, the vulnerabilities in the non-bank sector could amplify adverse market dynamics.</p>\n<p>Moreover, vulnerabilities in the banking sector could resurface, especially if the first two risks were to materialise. This would increase credit risks and tighten funding conditions at the same time.</p>\n<p>In any case, it continues to be essential to maintain the resilience of the EU financial system. Ensuring adequate resilience and effective but flexible regulation is one building block in promoting European competitiveness, along the lines of the recent report by Mario Draghi. As part of the efforts for more investment and higher productivity, it is crucial to advance<span> </span><strong>the savings and investment union</strong><span> </span>– or the ex-capital market union – and to complete the banking union.</p>\n<p><strong>Slide 5: ESRB's members reflect on its future – ATC survey</strong></p>\n<p>Fifteen years ago, the global financial crisis revealed weaknesses in EU banking supervision. It was clear that major changes to financial supervision were necessary to help prevent and mitigate future crises.</p>\n<p>Thus, Commission President José Manuel Barroso set up an independent High Level Group on Financial Supervision in the EU to make recommendations on strengthening European supervisory arrangements, covering all financial sectors.</p>\n<p>The High Level Group, chaired by Jacques de Larosière, was given a very broad mandate and very little time. In only three months, the Group delivered an important and insightful report. It provided the basis not only for establishing the ESRB but the whole European System of Financial Supervision, including the European Supervisory Authorities.</p>\n<p>One of the key conclusions of the report was that regulators and supervisors had not sufficiently focused on \"<strong>the macro-systemic risks</strong><span> </span>of a contagion of correlated horizontal shocks\". As a policy response, de Larosière proposed establishing the ESRB (or the European Systemic Risk Council as he then called it).</p>\n<p>As a member of the European Commission at that time, I had the privilege of being present at the ESRB's creation, specifically by preparing with my team the legislative proposals for setting up the ESRB, while my dear colleague Michel Barnier introduced the legislation for the European System of Financial Supervision. The legislative process was swift. The General Board of the ESRB held its inaugural meeting in the Eurotower in January 2011.</p>\n<p>Given the constantly evolving environment, it is necessary to review the mandate and workings of the ESRB from time to time. The Commission is now tasked – for the second time – with reporting to the European Parliament and to the Council on the review of the ESRB.</p>\n<p>While the ESRB will not take a formal position on its founding regulation, it believes it is important that the legislator has the opportunity to benefit from the experience of those who have been deeply involved in the work of the ESRB. For this purpose, the ESRB has set up a High Level Group to (i) identify which adjustments to the mission or framework of the ESRB might be required and to (ii) provide its insights to the EU co-legislators before the review process. I have the honour of chairing the Group.</p>\n<p>Let me give you an interim snapshot of the key issues in the review.</p>\n<p>First, as part of the High Level Group's work we have been seeking feedback more broadly from the ESRB membership by way of a survey among the members of the Advisory Technical Committee on how the ESRB has succeeded in its core tasks over the years. We have also sought to explore whether the current operating model of the ESRB is fit for purpose and how the ESRB and its tasks should be renewed and developed as the financial system evolves.</p>\n<p>The feedback received from the members of the ATC has been most valuable. It indicates that the current model and mandate of the ESRB do not need a complete overhaul but rather some targeted adjustment.</p>\n<p>The work done by the ESRB over the years is considered especially valuable with regard to<span> </span><strong>the definition of macroprudential policies and the development of a comprehensive framework<span> </span></strong>for macroprudential policies in Europe, particularly in the banking sector.</p>\n<p>And this work has had a significant impact:<span> </span><strong>the ESRB</strong>, through its determined efforts,<span> </span><strong>has helped to pre-emptively identify and mitigate the build-up of systemic risks in Europe</strong>.</p>\n<p>Going forward, the ESRB could, in my view,<span> </span><strong>play an even stronger role in the holistic analysis of systemic risks within the EU</strong>. The ESRB has a unique ability to examine cross-sectoral, cross-border and interlinked risks – and the truly systemic dimension of these risks.</p>\n<p>The ESRB is also in an excellent position to work with academia and international organisations. A particular advantage for the ESRB is that the European Supervisory Authorities (the EBA, ESMA and EIOPA) participate in our work and provide their own perspectives. It is crucial that their expertise will continue to support the work of the ESRB.</p>\n<p>Leading on from this, I would like to call for<span> </span><strong>deeper collaboration at the EU level on country risk analysis</strong>. Given the macroprudential mandate of the ESRB, there is scope for capitalizing on the ESRB's analytical work in the EU's Macroeconomic Imbalance Procedure.</p>\n<p>In particular, the ESRB has been developing<span> </span><strong>the concept of macroprudential policy stance</strong><span> </span>to analyse the way in which national authorities are using macroprudential tools to mitigate the systemic risks to which their financial sector is exposed. A deepening of EU collaboration in this field would contribute to strengthening economic stability in a particular Member State and/or the EU in its entirety.</p>\n<p>The feedback we received also highlighted that, in its systemic risk assessment,<span> </span><strong>the ESRB should be able to incorporate a range of new emerging risks and vulnerabilities</strong>.<span> </span><strong>Several members<span> </span></strong>underlined the need to better understand<strong><span> </span>systemic risks related to the non-bank financial institutions (NBFIs)</strong>. Other increasingly relevant risks include<span> </span><strong>climate change, AI and cybersecurity</strong>.</p>\n<p>The ESRB has already<span> </span><strong>engaged in risk monitoring and analysis of the non-bank sector</strong><span> </span>and has identified many structural vulnerabilities that require our attention. But more work is needed to better understand the systemic risks of the non-bank sector in the same depth as those for the banks. This is important not only for financial stability, but also for ensuring a solid basis for the saving and investment union.</p>\n<p>Let me underline the critical importance of data – access to data, better use of data – in the analysis of non-banks. To understand the systemic risks related to NBFIs, we simply need better data to be able to identify and map the vulnerabilities and interconnections. Only once that's done, we will be able to capitalize on more advanced methods, such as system wide stress-testing, to locate the vulnerabilities in the system.</p>\n<p>Our future challenges include<span> </span><strong>not only the complexity of the evolving financial system, but also the increased speed of its operations</strong>. Due to digitalisation, financial operations are becoming ever faster. It will be<span> </span><strong>even more important that the ESRB is able to perform risk analysis and policy evaluations in a timely manner</strong>.</p>\n<p>Dear Friends,</p>\n<p><strong>Slide 6: Three priorities in the way we work</strong></p>\n<p>Before concluding, I'd like to highlight three priorities for the way we work in the coming years that I find critical for the ESRB. We should:</p>\n<ol>\n<li>Enhance our analytical capacity by making better use of data and research.</li>\n<li>Bring into use new analysis methods and technologies.</li>\n<li>Focus on our core activities.</li>\n</ol>\n<p>Let me just elaborate on these a little more.</p>\n<p><strong>Slide 7: Analysis based on data and research – a key priority</strong></p>\n<ol>\n<li><strong>Active development of data analytics and research-driven analysis<span> </span></strong>is nothing new at the ESRB as such.</li>\n</ol>\n<p>But I firmly believe that<span> </span><strong>the importance of analysis which is based on data and research cannot be overemphasized in our times</strong>, where disinformation is being used as a weapon. In today's world, there is a great risk that genuine information will be crowded out.</p>\n<p>Data is the gold or oil of our digital world today – it is a valuable resource and a necessary basis for high-level analysis. Following the global financial crisis, the reporting requirements for financial operators were increased. Financial supervisors and central banks consequently also have<span> </span><strong>a duty to use the new data effectively and efficiently</strong>.</p>\n<p>The challenge for the ESRB is that not all relevant data are readily available to it. The rules governing the ESRB's access to data can be broadly divided into two types:</p>\n<ul>\n<li><strong>ex ante access</strong>, whereby the ESRB has access to data on a regular, ongoing basis, as soon as it is reported. We already benefit from quite a few datasets under this framework, which is well aligned with our mandate and tasks.</li>\n<li><strong>ex post access</strong>, through ad hoc requests, which take time to process. For some important datasets we have only ex post access. This includes granular datasets collected by the ESAs.</li>\n</ul>\n<p>While cooperation regarding data sharing between the ESAs and the ESRB has been excellent, the ex post framework has inherent limitations that hamper the ESRB's ability to continuously monitor and mitigate risks to financial stability.</p>\n<p>For this reason, the ESRB sent a letter last month to European co-legislators, urging them to broaden the ESRB's access to information from supervisors, so that the data can be shared with the ESRB by default.</p>\n<p>This is extremely important for the ESRB to be able to effectively fulfil its mandate in assessing the systemic risks and to promptly react in instances of projected instability.</p>\n<p>As the volume of data increases, we must also<strong><span> </span>invest in new high-level analysis methods</strong>. Modern methods of risk assessment make use of advanced tools and technologies, such as AI and machine learning, which enable better forecasting and analysis. With these technologies, it is possible to process large amounts of data.</p>\n<p>Finally, to focus on our core activities has been rightly underlined both by the other High Level Group members and in the ESRB member feedback. We should, in my view too,<span> </span><strong>focus on our core activities</strong><span> </span>even in the midst of various crises. We cannot be experts in everything, and nor do we need to be. The added value that we bring as an organisation should focus on the area where we are the best experts:<span> </span><strong><em>systemic</em><span> </span>level risk analysis of the<span> </span><em>financial</em><span> </span>system.</strong></p>\n<p>Our added value should always come from a deep understanding of vulnerabilities and interconnections in the financial system and of the various factors that get amplified when shocks hit the system.</p>\n<p>Dear Friends,</p>\n<p>Let me now conclude.</p>\n<p>In the grand scheme of things, financial stability fundamentally depends on the geopolitical and macroeconomic context. The best service for EU financial stability now is to maintain European unity and firmly support Ukraine in the face of Russia's threat.</p>\n<p>Furthermore, it is crucial to strengthen the structural foundations of the European economy, by focusing policy actions on productivity growth and industrial competitiveness, while retaining the European model of social inclusion.</p>\n<p>On its part, the European Systemic Risk Board, together with the ESAs, the SSM, the FSAs and the central banks, continues to play a strong role in safeguarding the stability of the EU financial system. Our work will focus on the evolving systemic risk and will be based on comprehensive data and research, high-quality analysis and wide-ranging cooperation between different authorities.</p>\n<p>I look forward to continuing to work with you towards this immensely important goal of maintaining financial stability in Europe.</p>\n<p>Thank you for your kind attention!</p>\n",
  "content_text": "Presentation accompanying the speech Ladies and Gentlemen, Dear Friends, Good morning everyone! May I also welcome you all and thank the secretariat for putting together an impressive programme for this ESRB flagship event. Today, I would like to reflect on the role of the ESRB and its mandate regarding financial stability and macroprudential policy in the EU. Slide 2: The ESRB's track record & new frontiers I will discuss three interlinked issues. Firstly, the ESRB at 15, an adolescent, with a solid record. Secondly, key starting points for the forthcoming ESRB review. And thirdly, new frontiers, especially dealing with non-banks and better use of data and analysis. Let's look at where we have come from. Since the global financial crisis, major efforts have been made to ensure financial stability in the EU and globally through better regulation and supervision. I think it is indeed fair to say that financial stability has risen forcefully up the agenda of central banks, not least as it provides essential support for the central banks' primary goal of price stability . In recent years, financial systems and financial stability measures have been subject to real-life stress tests, with the global economy being hit by a series of major shocks over just a short period of time. Primarily, that is, the COVID-19 pandemic, Russia's illegal, brutal war in Ukraine, the surge in inflation and the sharp rise in interest rates. In my view, the financial systems in the EU and elsewhere have withstood these shocks rather well. The Basel Committee on Banking Supervision points out that the strong resilience has been largely thanks to the tightened capital and liquidity requirements for banks. Slide 3: Sturdy capital buffers provide banking resilience True, the capital ratios of European banks have roughly doubled since the global financial crisis. The increased capital buffers have been – and will continue to be – necessary in the current operating environment, which is filled with geopolitical and other uncertainties. I would add that the active use of macroprudential policy has further supported the resilience of the financial system in Europe. As part of its mandate, the ESRB assesses systemic risks in the EU, and, where appropriate, issues warnings and recommendations. Slide 4: Key risks for EU financial stability In our recent systemic risk assessment, we conclude that while disinflation in the EU is on track, financial stability risks remain elevated amid heightened geopolitical risks and the still fragile recovery of the EU economy. In the latest ECB projection, growth outlook was revised down, and the risks to the growth outlook are tilted to the downside. In particular, we have to be aware of both the direct and indirect impacts of current geopolitical risks on the EU financial system. Geopolitical events may directly impact financial markets by increasing volatility, affecting capital flows, exchange rates, and credit spreads. Indirectly , they can disrupt global trade and increase commodity prices, challenging households and businesses in the EU. In the financial markets, the risk appetite has been unusually strong, especially in the context of high macro-financial uncertainty. The abrupt, albeit short-lived, market correction in early August showed how sensitive this can be. If repeated, the vulnerabilities in the non-bank sector could amplify adverse market dynamics. Moreover, vulnerabilities in the banking sector could resurface, especially if the first two risks were to materialise. This would increase credit risks and tighten funding conditions at the same time. In any case, it continues to be essential to maintain the resilience of the EU financial system. Ensuring adequate resilience and effective but flexible regulation is one building block in promoting European competitiveness, along the lines of the recent report by Mario Draghi. As part of the efforts for more investment and higher productivity, it is crucial to advance the savings and investment union – or the ex-capital market union – and to complete the banking union. Slide 5: ESRB's members reflect on its future – ATC survey Fifteen years ago, the global financial crisis revealed weaknesses in EU banking supervision. It was clear that major changes to financial supervision were necessary to help prevent and mitigate future crises. Thus, Commission President José Manuel Barroso set up an independent High Level Group on Financial Supervision in the EU to make recommendations on strengthening European supervisory arrangements, covering all financial sectors. The High Level Group, chaired by Jacques de Larosière, was given a very broad mandate and very little time. In only three months, the Group delivered an important and insightful report. It provided the basis not only for establishing the ESRB but the whole European System of Financial Supervision, including the European Supervisory Authorities. One of the key conclusions of the report was that regulators and supervisors had not sufficiently focused on \" the macro-systemic risks of a contagion of correlated horizontal shocks\". As a policy response, de Larosière proposed establishing the ESRB (or the European Systemic Risk Council as he then called it). As a member of the European Commission at that time, I had the privilege of being present at the ESRB's creation, specifically by preparing with my team the legislative proposals for setting up the ESRB, while my dear colleague Michel Barnier introduced the legislation for the European System of Financial Supervision. The legislative process was swift. The General Board of the ESRB held its inaugural meeting in the Eurotower in January 2011. Given the constantly evolving environment, it is necessary to review the mandate and workings of the ESRB from time to time. The Commission is now tasked – for the second time – with reporting to the European Parliament and to the Council on the review of the ESRB. While the ESRB will not take a formal position on its founding regulation, it believes it is important that the legislator has the opportunity to benefit from the experience of those who have been deeply involved in the work of the ESRB. For this purpose, the ESRB has set up a High Level Group to (i) identify which adjustments to the mission or framework of the ESRB might be required and to (ii) provide its insights to the EU co-legislators before the review process. I have the honour of chairing the Group. Let me give you an interim snapshot of the key issues in the review. First, as part of the High Level Group's work we have been seeking feedback more broadly from the ESRB membership by way of a survey among the members of the Advisory Technical Committee on how the ESRB has succeeded in its core tasks over the years. We have also sought to explore whether the current operating model of the ESRB is fit for purpose and how the ESRB and its tasks should be renewed and developed as the financial system evolves. The feedback received from the members of the ATC has been most valuable. It indicates that the current model and mandate of the ESRB do not need a complete overhaul but rather some targeted adjustment. The work done by the ESRB over the years is considered especially valuable with regard to the definition of macroprudential policies and the development of a comprehensive framework for macroprudential policies in Europe, particularly in the banking sector. And this work has had a significant impact: the ESRB , through its determined efforts, has helped to pre-emptively identify and mitigate the build-up of systemic risks in Europe . Going forward, the ESRB could, in my view, play an even stronger role in the holistic analysis of systemic risks within the EU . The ESRB has a unique ability to examine cross-sectoral, cross-border and interlinked risks – and the truly systemic dimension of these risks. The ESRB is also in an excellent position to work with academia and international organisations. A particular advantage for the ESRB is that the European Supervisory Authorities (the EBA, ESMA and EIOPA) participate in our work and provide their own perspectives. It is crucial that their expertise will continue to support the work of the ESRB. Leading on from this, I would like to call for deeper collaboration at the EU level on country risk analysis . Given the macroprudential mandate of the ESRB, there is scope for capitalizing on the ESRB's analytical work in the EU's Macroeconomic Imbalance Procedure. In particular, the ESRB has been developing the concept of macroprudential policy stance to analyse the way in which national authorities are using macroprudential tools to mitigate the systemic risks to which their financial sector is exposed. A deepening of EU collaboration in this field would contribute to strengthening economic stability in a particular Member State and/or the EU in its entirety. The feedback we received also highlighted that, in its systemic risk assessment, the ESRB should be able to incorporate a range of new emerging risks and vulnerabilities . Several members underlined the need to better understand systemic risks related to the non-bank financial institutions (NBFIs) . Other increasingly relevant risks include climate change, AI and cybersecurity . The ESRB has already engaged in risk monitoring and analysis of the non-bank sector and has identified many structural vulnerabilities that require our attention. But more work is needed to better understand the systemic risks of the non-bank sector in the same depth as those for the banks. This is important not only for financial stability, but also for ensuring a solid basis for the saving and investment union. Let me underline the critical importance of data – access to data, better use of data – in the analysis of non-banks. To understand the systemic risks related to NBFIs, we simply need better data to be able to identify and map the vulnerabilities and interconnections. Only once that's done, we will be able to capitalize on more advanced methods, such as system wide stress-testing, to locate the vulnerabilities in the system. Our future challenges include not only the complexity of the evolving financial system, but also the increased speed of its operations . Due to digitalisation, financial operations are becoming ever faster. It will be even more important that the ESRB is able to perform risk analysis and policy evaluations in a timely manner . Dear Friends, Slide 6: Three priorities in the way we work Before concluding, I'd like to highlight three priorities for the way we work in the coming years that I find critical for the ESRB. We should: Enhance our analytical capacity by making better use of data and research. Bring into use new analysis methods and technologies. Focus on our core activities. Let me just elaborate on these a little more. Slide 7: Analysis based on data and research – a key priority Active development of data analytics and research-driven analysis is nothing new at the ESRB as such. But I firmly believe that the importance of analysis which is based on data and research cannot be overemphasized in our times , where disinformation is being used as a weapon. In today's world, there is a great risk that genuine information will be crowded out. Data is the gold or oil of our digital world today – it is a valuable resource and a necessary basis for high-level analysis. Following the global financial crisis, the reporting requirements for financial operators were increased. Financial supervisors and central banks consequently also have a duty to use the new data effectively and efficiently . The challenge for the ESRB is that not all relevant data are readily available to it. The rules governing the ESRB's access to data can be broadly divided into two types: ex ante access , whereby the ESRB has access to data on a regular, ongoing basis, as soon as it is reported. We already benefit from quite a few datasets under this framework, which is well aligned with our mandate and tasks. ex post access , through ad hoc requests, which take time to process. For some important datasets we have only ex post access. This includes granular datasets collected by the ESAs. While cooperation regarding data sharing between the ESAs and the ESRB has been excellent, the ex post framework has inherent limitations that hamper the ESRB's ability to continuously monitor and mitigate risks to financial stability. For this reason, the ESRB sent a letter last month to European co-legislators, urging them to broaden the ESRB's access to information from supervisors, so that the data can be shared with the ESRB by default. This is extremely important for the ESRB to be able to effectively fulfil its mandate in assessing the systemic risks and to promptly react in instances of projected instability. As the volume of data increases, we must also invest in new high-level analysis methods . Modern methods of risk assessment make use of advanced tools and technologies, such as AI and machine learning, which enable better forecasting and analysis. With these technologies, it is possible to process large amounts of data. Finally, to focus on our core activities has been rightly underlined both by the other High Level Group members and in the ESRB member feedback. We should, in my view too, focus on our core activities even in the midst of various crises. We cannot be experts in everything, and nor do we need to be. The added value that we bring as an organisation should focus on the area where we are the best experts: systemic level risk analysis of the financial system. Our added value should always come from a deep understanding of vulnerabilities and interconnections in the financial system and of the various factors that get amplified when shocks hit the system. Dear Friends, Let me now conclude. In the grand scheme of things, financial stability fundamentally depends on the geopolitical and macroeconomic context. The best service for EU financial stability now is to maintain European unity and firmly support Ukraine in the face of Russia's threat. Furthermore, it is crucial to strengthen the structural foundations of the European economy, by focusing policy actions on productivity growth and industrial competitiveness, while retaining the European model of social inclusion. On its part, the European Systemic Risk Board, together with the ESAs, the SSM, the FSAs and the central banks, continues to play a strong role in safeguarding the stability of the EU financial system. Our work will focus on the evolving systemic risk and will be based on comprehensive data and research, high-quality analysis and wide-ranging cooperation between different authorities. I look forward to continuing to work with you towards this immensely important goal of maintaining financial stability in Europe. Thank you for your kind attention!",
  "date_parsed": "2024-10-02",
  "name": "Olli Rehn",
  "link_number": "16",
  "name_orig": "Olli Rehn",
  "url_orig": "https://www.bis.org/review/r241002e.htm"
}