{
  "source_url": "https://www.bis.org/review/r250701b.htm",
  "headline": "Olli Rehn: Securing Europe's future - financial resilience and strategic investment",
  "description_html": "\n<p>Speech by Mr Olli Rehn, Governor of the Bank of Finland, at the <span>10th RiskLab Finland, Bank of Finland and European Systemic Risk Board Joint Conference on AI and Systemic Risk Analytics, Helsinki, 27 June 2025.</span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Olli Rehn, Governor of the Bank of Finland, at the 10th RiskLab Finland, Bank of Finland and European Systemic Risk Board Joint Conference on AI and Systemic Risk Analytics, Helsinki, 27 June 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "03 July 2025",
  "pdf_url": "https://www.bis.org/review/r250701b.pdf",
  "content_html": "\n<p>Professor Johnson, Ladies and Gentlemen,</p>\n<p>It is a great pleasure to welcome all of you – both in person and online – to the 10th Joint Conference on AI and Systemic Risk Analytics. We are honoured to host this anniversary together with RiskLab Finland and the European Systemic Risk Board.</p>\n<p>Back in 2015, the first SRA conference focused on topics like contagion, systemic risk, big data, and macroprudential policy. Those themes remain just as relevant today. But we've also seen a significant shift. Artificial intelligence, once emerging, is now central. So central, in fact, that it has become part of the title of this conference.</p>\n<p>Over the past ten years, this event has consistently asked the hard questions: Where do new financial risks come from? How do they spread? And what tools can we use to understand them? Most importantly – what policies can help us mitigate them?</p>\n<p>My predecessor, Governor Erkki Liikanen, who is now co-chair of the CFA Institute's Systemic Risk Council with Simon Johnson, offered three key messages in 2015 that still guide us today:</p>\n<ol>\n<li>A deeper understanding of systemic risks improves regulation and macroprudential policy.</li>\n<li>Expert judgement is essential, especially in imagining unlikely but serious scenarios.</li>\n<li>Research must help us strike the right balance between simplicity and depth in regulation.</li>\n</ol>\n<p>These points remain as relevant as ever. Although much has been achieved to enhance financial stability, vulnerabilities persist – especially in liquidity stress and market interconnections. This is why the analysis of contagion, market dynamics and tail risks must continue. We also need robust scenario analysis and modelling to guide decision-making.</p>\n<p>Moreover, in today's climate, there is increasing pressure to simplify financial regulation. That makes independent research all the more critical in safeguarding the resilience of our financial system.</p>\n<h3>Technology and Transformation</h3>\n<p>Technology is changing how we analyse data. In a world saturated with both information and disinformation, it's not just about access to data. It's about the ability to interpret it accurately and act on it swiftly.</p>\n<p>AI is a powerful tool in this regard. But it also challenges us. We must continually upgrade our skills, update our methods, and ensure our decisions rest on sound, comprehensive analysis.</p>\n<p>Digitalisation opens new opportunities but also exposes us to new threats. Cyber risks are not new, but geopolitical tensions make them more dangerous. Operational resilience is now a systemic issue. It demands international coordination and a clear understanding of how disruptions can spread through networks-both digital and financial.</p>\n<p>We must also ask: will the benefits of AI be shared equally? Or will some regions fall behind? These are questions we'll explore more deeply shortly in our fireside chat with Professor Johnson.</p>\n<h3>Stablecoins and Systemic Risk</h3>\n<p>Before closing, a few words about the European Systemic Risk Board where we have a busy week behind us.</p>\n<p>On Tuesday we concluded the review of functioning of the Systemic Risk Board. In the future the ESRB will increasingly focus on the holistic assessment of systemic risks, especially by developing methodology for system-wide stress-testing. It is essential to understand better the key interconnections and true fundamental changes in the financial system.</p>\n<p>One particular area which is currently under scrutiny is cryptos and especially stablecoins. Stablecoins are crypto assets pegged one-to-one to assets like US dollar, supposedly to keep a stable value. But they are unregulated and not backed e.g. by any central bank liquidity support.</p>\n<p>With the view of policies and statements of the US administration, we are entering the era of licenced stablecoins on the other side of the Atlantic – but with serious spillovers and risks to our side.</p>\n<p>Stablecoin markets have grown rapidly.</p>\n<p>For instance, Tether was in volume the 7th largest buyer of US Treasuries last year, just behind the UK but ahead of Canada, Hong Kong and Germany. Size of the stablecoin market is now above 200 bn euro. US Treasury Secretary Scott Bessent has projected that the market could grow to 3 trillion USD by end of the decade, i.e. roughly 15-fold.</p>\n<p>There is an obvious political motivation to strengthen the position of the US dollar and increase the demand for US Treasuries. But that does not come without major risks.</p>\n<p>Especially concerning is the stablecoins' linkage to the traditional financial system through the interconnections, not least the one-to-one promise of paying USD (or any other currency that is promised).</p>\n<p>That's why it is important to intensify the monitoring and deepen our understanding of the stablecoin markets and their interconnection with the regular banking and financial system.</p>\n<h3>Closing</h3>\n<p>With these thoughts, it is my great pleasure to introduce today's keynote speaker: Nobel Laureate Professor Simon Johnson.</p>\n<p>Professor Johnson is a renowned economist, known for his work on institutions, prosperity and financial crises. In 2024, he received the Nobel Prize in Economic Sciences alongside Daron Acemoglu and James Robinson. He is also Professor at MIT and co-chair of the CFA Institute's Systemic Risk Council.</p>\n<p>I look forward to our conversation after his presentation. Please join me in warmly welcoming Professor Simon Johnson.</p>\n<p>Thank you.</p>\n",
  "content_text": "Professor Johnson, Ladies and Gentlemen, It is a great pleasure to welcome all of you – both in person and online – to the 10th Joint Conference on AI and Systemic Risk Analytics. We are honoured to host this anniversary together with RiskLab Finland and the European Systemic Risk Board. Back in 2015, the first SRA conference focused on topics like contagion, systemic risk, big data, and macroprudential policy. Those themes remain just as relevant today. But we've also seen a significant shift. Artificial intelligence, once emerging, is now central. So central, in fact, that it has become part of the title of this conference. Over the past ten years, this event has consistently asked the hard questions: Where do new financial risks come from? How do they spread? And what tools can we use to understand them? Most importantly – what policies can help us mitigate them? My predecessor, Governor Erkki Liikanen, who is now co-chair of the CFA Institute's Systemic Risk Council with Simon Johnson, offered three key messages in 2015 that still guide us today: A deeper understanding of systemic risks improves regulation and macroprudential policy. Expert judgement is essential, especially in imagining unlikely but serious scenarios. Research must help us strike the right balance between simplicity and depth in regulation. These points remain as relevant as ever. Although much has been achieved to enhance financial stability, vulnerabilities persist – especially in liquidity stress and market interconnections. This is why the analysis of contagion, market dynamics and tail risks must continue. We also need robust scenario analysis and modelling to guide decision-making. Moreover, in today's climate, there is increasing pressure to simplify financial regulation. That makes independent research all the more critical in safeguarding the resilience of our financial system. Technology and Transformation Technology is changing how we analyse data. In a world saturated with both information and disinformation, it's not just about access to data. It's about the ability to interpret it accurately and act on it swiftly. AI is a powerful tool in this regard. But it also challenges us. We must continually upgrade our skills, update our methods, and ensure our decisions rest on sound, comprehensive analysis. Digitalisation opens new opportunities but also exposes us to new threats. Cyber risks are not new, but geopolitical tensions make them more dangerous. Operational resilience is now a systemic issue. It demands international coordination and a clear understanding of how disruptions can spread through networks-both digital and financial. We must also ask: will the benefits of AI be shared equally? Or will some regions fall behind? These are questions we'll explore more deeply shortly in our fireside chat with Professor Johnson. Stablecoins and Systemic Risk Before closing, a few words about the European Systemic Risk Board where we have a busy week behind us. On Tuesday we concluded the review of functioning of the Systemic Risk Board. In the future the ESRB will increasingly focus on the holistic assessment of systemic risks, especially by developing methodology for system-wide stress-testing. It is essential to understand better the key interconnections and true fundamental changes in the financial system. One particular area which is currently under scrutiny is cryptos and especially stablecoins. Stablecoins are crypto assets pegged one-to-one to assets like US dollar, supposedly to keep a stable value. But they are unregulated and not backed e.g. by any central bank liquidity support. With the view of policies and statements of the US administration, we are entering the era of licenced stablecoins on the other side of the Atlantic – but with serious spillovers and risks to our side. Stablecoin markets have grown rapidly. For instance, Tether was in volume the 7th largest buyer of US Treasuries last year, just behind the UK but ahead of Canada, Hong Kong and Germany. Size of the stablecoin market is now above 200 bn euro. US Treasury Secretary Scott Bessent has projected that the market could grow to 3 trillion USD by end of the decade, i.e. roughly 15-fold. There is an obvious political motivation to strengthen the position of the US dollar and increase the demand for US Treasuries. But that does not come without major risks. Especially concerning is the stablecoins' linkage to the traditional financial system through the interconnections, not least the one-to-one promise of paying USD (or any other currency that is promised). That's why it is important to intensify the monitoring and deepen our understanding of the stablecoin markets and their interconnection with the regular banking and financial system. Closing With these thoughts, it is my great pleasure to introduce today's keynote speaker: Nobel Laureate Professor Simon Johnson. Professor Johnson is a renowned economist, known for his work on institutions, prosperity and financial crises. In 2024, he received the Nobel Prize in Economic Sciences alongside Daron Acemoglu and James Robinson. He is also Professor at MIT and co-chair of the CFA Institute's Systemic Risk Council. I look forward to our conversation after his presentation. Please join me in warmly welcoming Professor Simon Johnson. Thank you.",
  "date_parsed": "2025-07-03",
  "name": "Olli Rehn",
  "name_orig": "Olli Rehn",
  "url_orig": "https://www.bis.org/review/r250701b.htm"
}