{
  "source_url": "https://www.bis.org/review/r240828i.htm",
  "headline": "Olli Rehn: The European and Finnish economies - pursuing growth in the shadow of geopolitical challenges",
  "description_html": "\n<p>Fireside chat by Mr Olli Rehn, Governor of the Bank of Finland, organised by the European American Chamber of Commerce New York in collaboration with the Consulate General of Finland, New York City, 19 August 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Fireside chat by Mr Olli Rehn, Governor of the Bank of Finland, organised by the European American Chamber of Commerce New York in collaboration with the Consulate General of Finland, New York City, 19 August 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "28 August 2024",
  "pdf_url": "https://www.bis.org/review/r240828i.pdf",
  "content_html": "\n<p><em><a href=\"/review/r240828i_presentation.pdf\">Presentation</a> accompanying the speech </em></p>\n<p>Many thanks to the organisers for the opportunity to speak to this distinguished audience today. Great to be back in New York City, on my way to Jackson Hole!</p>\n<p>It may be an understatement to say that it's been a volatile fortnight in the global markets. Two weeks ago, the global markets, especially the Japanese stock market, fell sharply. But the turmoil calmed down fairly quickly, and stock valuations and rates have largely recovered.</p>\n<p>My take on the events is that they were an overreaction of market forces in conditions of heightened uncertainty and thin market liquidity, and not so much due to issues arising from fundamentals. To European eyes at least, the US economy still remains relatively strong, and the recession scare two weeks ago seems like ancient history – for now.</p>\n<p><strong>Slide 2: Euro area GDP growth is projected to gradually pick up</strong></p>\n<p>Geopolitical uncertainty – especially Russia's illegal, brutal war in Ukraine and the war in the Middle East – continues to affect sentiment in the European and Finnish economies. The challenges posed by technology and trade wars further complicate the situation. Alas, growth in the euro area this year will be weak, but the ECB's June forecast projects that it will accelerate to 1.4% in 2025 and to 1.6% in 2026.</p>\n<p>It is notable that growth is not uniform across the euro area economy. Importantly, growth in the German economy – the powerhouse of Europe – is lacklustre. The industrial sector in Germany and in the entire euro area is characterised by prolonged underperformance and a chronic malaise, and growth relies more and more on services.</p>\n<p>On the positive side, unemployment has remained low, and the employment and labour market participation rates are higher than before the pandemic. Going forward, higher real wages and low unemployment are projected to support growth in Europe.</p>\n<p><strong>Slide 3: Euro area inflation has been slowing but there is still a bumpy road ahead for stabilising inflation at the 2% target</strong></p>\n<p>Inflation in the euro area has been falling, but the road ahead to the ECB's 2% medium-term goal is still likely to be bumpy this year.</p>\n<p>For instance, in July headline inflation increased a little, by one tenth of a percentage point. Risks of higher-than-forecast inflation have not disappeared, as service inflation (4%) has been persistent and wage growth relatively strong.</p>\n<p>However, it is important to distinguish the forest from the trees and focus on the longer term trend in inflation. In the two years since the October 2022 peak of 10.6% inflation, considerable progress has been made in bringing inflation down towards the ECB's medium-term target of 2%.</p>\n<p><strong>Slide 4:<span> </span></strong><strong>Monetary policy tightening has anchored euro area inflation expectations at around 2%</strong></p>\n<p>Monetary policy and financing conditions have been held tight to curb demand. This has helped to keep inflation expectations firmly anchored, which is essential and good news for the European economy.</p>\n<p>Meanwhile, the bad news relates to the growth outlook: there are no clear signs of a pick-up in the manufacturing sector, even though the energy cost drivers of the weak performance seem to have largely faded away. The euro area's energy imports bill has fallen back from over 6% to around 3% of GDP, which is close to its long-term average.</p>\n<p><strong>Slide 5: Rapid rise in the energy imports bill and its subsequent stabilisation: energy imports of GDP in the euro area, 2015−2023</strong></p>\n<p>If manufacturing sector investments fail to recover and growth continues to depend on services, the projected pick-up in productivity growth may be jeopardized. We must also consider that the slowdown in industrial production may not be as temporary as assumed. As a case in point, German industrial production already started to shrink at the end of 2017, long before the energy price spike.</p>\n<p><strong>Slide 6: Market expectations on the ECB policy rate going forward</strong></p>\n<p>All this data seems to be factored into market expectations of the central banks' rate decisions, in light of their reaction functions. This fresh slide, from today cob, illustrates the market forces' view of the ECB's future rate path. [Not committing the ECB, nor even the Bank of Finland!]</p>\n<p>Where then does this take us in the making of monetary policy?</p>\n<p>Looking ahead, the ECB Governing Council will continue to follow a data-dependent approach. However, data dependence does<span> </span>not<span> </span>mean data<span> </span>point<span> </span>dependence; that is to say, dependence on a specific data point or points. We look at a wide range of data, analysis and forecasts. In our decision-making, we evaluate three factors in particular: the inflation outlook, the dynamics of core inflation net of energy and food prices, and the strength of monetary policy transmission.</p>\n<p>If confidence in the slowing trend of inflation becomes more robust, monetary policy easing and interest rate cuts can be continued. Without pre-committing to any specific interest rate path, let me add that, in my view, the recent increase in negative growth risks in the euro area has reinforced the case for a rate cut at the next ECB monetary policy meeting in September – provided that disinflation is indeed on track.</p>\n<p><strong>Slide 7: Reflections on the ECB's next strategy review in 2025</strong></p>\n<p>Let me now turn to longer term economic policy challenges facing Europe.<span> </span><strong>In the monetary policy domain</strong><span> </span>− and keeping in mind the ECB's forthcoming strategy assessment − we need to gain a better understanding of the inflation dynamics of recent years and of the secular trends affecting the real economy and thus monetary policy.</p>\n<p>In the 2021 strategy review, we reviewed the previous asymmetric target, \"below but close to 2 percent\", and replaced it with a symmetric 2% target. Symmetric in the sense that, as we stated, both negative and positive deviations from the target are regarded as equally undesirable. And we underlined the medium-term orientation for reaching the target.</p>\n<p><strong>In my view, the symmetric, medium-term 2% inflation target [that we re-defined in 2021] has served us well, so far</strong>: it has provided a clear and comprehensible anchor, and enough flexibility both in terms of the temporal definition and the instruments used. This has allowed us to avoid taking any excessively drastic measures that the old ['below but close to 2 percent'] target might have implied.</p>\n<p>Thus, the inflation<span> </span><strong>target<span> </span></strong>itself does not, in my view, need re-consideration. But we need to analyse the inflation<span> </span><strong>dynamics</strong><span> </span>of the recent years – and the functioning of the strategy – in more depth.</p>\n<p>Geopolitical challenges and geoeconomic fragmentation, in particular, will continue to shape the operating environment of monetary policy in the years ahead. The changes that are taking place in the world economy, from trade wars to supply chain diversions, are likely to increase the probability of supply shocks and inflation volatility, but they also importantly shape the new equilibrium of the euro area economy that emerges after the current interest rate cycle.</p>\n<p><strong>Slide 8: What have we learnt about euro area productivity growth?</strong></p>\n<p>Meanwhile, European industrial competitiveness – or rather the lack of it – is indeed an immediate concern. This is very concrete in<span> </span><strong>the productivity gap</strong><span> </span>between Europe and the US, which has been widening, especially since the pandemic. The list of structural factors behind the euro area's poor productivity performance is, unfortunately, rather long.</p>\n<p>The euro area lags behind the United States particularly in R&amp;D, technology adoption and innovation. ICT and professional services stand out as the sectors with the weakest relative productivity growth in Europe in the past few decades.</p>\n<p>Educational attainment is higher in the US on average, and the regulatory environment more conducive to business dynamism. Nurturing human capital and further improving our education level is particularly important because behind every innovation, research and product development idea is a person.</p>\n<p>Finland, which, as a small and open advanced economy, is a microcosm of the euro area economy, has had its own challenges. Productivity growth has been very slow or non-existent for the past 10−15 years. This is the result of a unique combination of cyclical and structural shocks – and the Finnish economy's inability to adjust sufficiently smoothly.</p>\n<p>Europe must thus pursue stronger productivity growth, not least since its populations are ageing, green investments require funding, public debts and deficits are large and defence spending needs to be raised.</p>\n<p>Policies aimed at improving access to finance, such as further progress with the capital markets union, and the removal of existing barriers to the provision of cross-border services could have a long-lasting impact in supporting productivity growth in the euro area. Giving fresh impetus to the EU's capital markets union by relaunching it as<span> </span><strong>an investment and financing union</strong><span> </span>could be one of the low hanging and most rewarding fruit.</p>\n<p>This links to technology. It does appear quite probable, or at least possible, that the spread of generative AI will have significant ramifications for labour markets, businesses and societies at large.</p>\n<p>Furthermore, the trade policy agenda of the new European Commission is yet to be determined. Managing relations with the US and China, our two largest trading partners, will undoubtedly be at the top of the list.</p>\n<p>The US is the most important bilateral relationship we have, and we must continue to take good care of it. As like-minded partners, it is imperative that we find ways to avoid trade wars between ourselves, while also addressing each other's trade concerns.</p>\n<p>We must remember that, in addition to trade wars, real wars are also an unfortunate reality in today's Europe. It is now slightly more than 900 days since Russia's illegal and brutal invasion of Ukraine. Obviously, Europe's economic difficulties are partly a result of the war and Russia's actions related to it. For instance, energy prices already started to rise in 2021 when Russia did not supply the usual amount of gas ahead of the winter season.</p>\n<p>It is also important to note that higher energy and food prices caused by Russia's invasion have had global effects. What happens in Europe doesn't stay in Europe.</p>\n<p>The EU has supported Ukraine's fight against the aggressor in many ways. While in terms of military support the United States is the single most important provider of assistance to Ukraine, in financial support the EU and its member states have done more.</p>\n<p>Supporting Ukraine is both morally right, and it is also very much in Europe's own interest. If Russia were to defeat Ukraine, one of Europe's largest countries and neighbour to four EU and NATO members, we would face a long period of much higher geopolitical risks in Europe and globally. This would be extremely costly in more ways than one.</p>\n<p><strong>Slide 9: Conclusions</strong></p>\n<p>Let me conclude. Many crucial issues for Europe are at stake now, and they also matter for the United States, Europe's closest ally and partner.</p>\n<p>First and foremost is European and Western unity in the face of Russia´s threat and, more generally, in a world of heightened geopolitical challenges. Our support to Ukraine must be unwavering, and we must work on several fronts to enhance international security and cooperation.</p>\n<p>Second, strengthening the structural foundations of the European economy – i.e. productivity growth and industrial competitiveness – is of the paramount importance. Europe's weak productivity performance calls for raising the level of ambition in policy-making – this goal should really be at the heart of the next European Commission's work programme.</p>\n<p>There are no shortcuts. In addition to R&amp;D, we must foster reforms to support better diffusion of new technologies, improve access to finance and remove existing barriers to services across countries. It is clear that recent and future developments in cutting-edge research and innovations, including AI, will play a key role in the pursuit of these goals.</p>\n<p>Maintaining price and financial stability is the core contribution of central banks to enhance a sound environment for the vast investments needed in the digital transformation and greening of our economies.</p>\n<p>To sum up, this is no time for small talk. Instead, it is indeed the moment for big-time action for economic reforms and productivity growth, for innovation and investment.</p>\n<p>That's' a challenge worth striving for, both for us Europeans and for our closest partners, allies and friends in the United States!</p>\n<p>Thank you for your kind attention!</p>\n",
  "content_text": "Presentation accompanying the speech Many thanks to the organisers for the opportunity to speak to this distinguished audience today. Great to be back in New York City, on my way to Jackson Hole! It may be an understatement to say that it's been a volatile fortnight in the global markets. Two weeks ago, the global markets, especially the Japanese stock market, fell sharply. But the turmoil calmed down fairly quickly, and stock valuations and rates have largely recovered. My take on the events is that they were an overreaction of market forces in conditions of heightened uncertainty and thin market liquidity, and not so much due to issues arising from fundamentals. To European eyes at least, the US economy still remains relatively strong, and the recession scare two weeks ago seems like ancient history – for now. Slide 2: Euro area GDP growth is projected to gradually pick up Geopolitical uncertainty – especially Russia's illegal, brutal war in Ukraine and the war in the Middle East – continues to affect sentiment in the European and Finnish economies. The challenges posed by technology and trade wars further complicate the situation. Alas, growth in the euro area this year will be weak, but the ECB's June forecast projects that it will accelerate to 1.4% in 2025 and to 1.6% in 2026. It is notable that growth is not uniform across the euro area economy. Importantly, growth in the German economy – the powerhouse of Europe – is lacklustre. The industrial sector in Germany and in the entire euro area is characterised by prolonged underperformance and a chronic malaise, and growth relies more and more on services. On the positive side, unemployment has remained low, and the employment and labour market participation rates are higher than before the pandemic. Going forward, higher real wages and low unemployment are projected to support growth in Europe. Slide 3: Euro area inflation has been slowing but there is still a bumpy road ahead for stabilising inflation at the 2% target Inflation in the euro area has been falling, but the road ahead to the ECB's 2% medium-term goal is still likely to be bumpy this year. For instance, in July headline inflation increased a little, by one tenth of a percentage point. Risks of higher-than-forecast inflation have not disappeared, as service inflation (4%) has been persistent and wage growth relatively strong. However, it is important to distinguish the forest from the trees and focus on the longer term trend in inflation. In the two years since the October 2022 peak of 10.6% inflation, considerable progress has been made in bringing inflation down towards the ECB's medium-term target of 2%. Slide 4: Monetary policy tightening has anchored euro area inflation expectations at around 2% Monetary policy and financing conditions have been held tight to curb demand. This has helped to keep inflation expectations firmly anchored, which is essential and good news for the European economy. Meanwhile, the bad news relates to the growth outlook: there are no clear signs of a pick-up in the manufacturing sector, even though the energy cost drivers of the weak performance seem to have largely faded away. The euro area's energy imports bill has fallen back from over 6% to around 3% of GDP, which is close to its long-term average. Slide 5: Rapid rise in the energy imports bill and its subsequent stabilisation: energy imports of GDP in the euro area, 2015−2023 If manufacturing sector investments fail to recover and growth continues to depend on services, the projected pick-up in productivity growth may be jeopardized. We must also consider that the slowdown in industrial production may not be as temporary as assumed. As a case in point, German industrial production already started to shrink at the end of 2017, long before the energy price spike. Slide 6: Market expectations on the ECB policy rate going forward All this data seems to be factored into market expectations of the central banks' rate decisions, in light of their reaction functions. This fresh slide, from today cob, illustrates the market forces' view of the ECB's future rate path. [Not committing the ECB, nor even the Bank of Finland!] Where then does this take us in the making of monetary policy? Looking ahead, the ECB Governing Council will continue to follow a data-dependent approach. However, data dependence does not mean data point dependence; that is to say, dependence on a specific data point or points. We look at a wide range of data, analysis and forecasts. In our decision-making, we evaluate three factors in particular: the inflation outlook, the dynamics of core inflation net of energy and food prices, and the strength of monetary policy transmission. If confidence in the slowing trend of inflation becomes more robust, monetary policy easing and interest rate cuts can be continued. Without pre-committing to any specific interest rate path, let me add that, in my view, the recent increase in negative growth risks in the euro area has reinforced the case for a rate cut at the next ECB monetary policy meeting in September – provided that disinflation is indeed on track. Slide 7: Reflections on the ECB's next strategy review in 2025 Let me now turn to longer term economic policy challenges facing Europe. In the monetary policy domain − and keeping in mind the ECB's forthcoming strategy assessment − we need to gain a better understanding of the inflation dynamics of recent years and of the secular trends affecting the real economy and thus monetary policy. In the 2021 strategy review, we reviewed the previous asymmetric target, \"below but close to 2 percent\", and replaced it with a symmetric 2% target. Symmetric in the sense that, as we stated, both negative and positive deviations from the target are regarded as equally undesirable. And we underlined the medium-term orientation for reaching the target. In my view, the symmetric, medium-term 2% inflation target [that we re-defined in 2021] has served us well, so far : it has provided a clear and comprehensible anchor, and enough flexibility both in terms of the temporal definition and the instruments used. This has allowed us to avoid taking any excessively drastic measures that the old ['below but close to 2 percent'] target might have implied. Thus, the inflation target itself does not, in my view, need re-consideration. But we need to analyse the inflation dynamics of the recent years – and the functioning of the strategy – in more depth. Geopolitical challenges and geoeconomic fragmentation, in particular, will continue to shape the operating environment of monetary policy in the years ahead. The changes that are taking place in the world economy, from trade wars to supply chain diversions, are likely to increase the probability of supply shocks and inflation volatility, but they also importantly shape the new equilibrium of the euro area economy that emerges after the current interest rate cycle. Slide 8: What have we learnt about euro area productivity growth? Meanwhile, European industrial competitiveness – or rather the lack of it – is indeed an immediate concern. This is very concrete in the productivity gap between Europe and the US, which has been widening, especially since the pandemic. The list of structural factors behind the euro area's poor productivity performance is, unfortunately, rather long. The euro area lags behind the United States particularly in R&D, technology adoption and innovation. ICT and professional services stand out as the sectors with the weakest relative productivity growth in Europe in the past few decades. Educational attainment is higher in the US on average, and the regulatory environment more conducive to business dynamism. Nurturing human capital and further improving our education level is particularly important because behind every innovation, research and product development idea is a person. Finland, which, as a small and open advanced economy, is a microcosm of the euro area economy, has had its own challenges. Productivity growth has been very slow or non-existent for the past 10−15 years. This is the result of a unique combination of cyclical and structural shocks – and the Finnish economy's inability to adjust sufficiently smoothly. Europe must thus pursue stronger productivity growth, not least since its populations are ageing, green investments require funding, public debts and deficits are large and defence spending needs to be raised. Policies aimed at improving access to finance, such as further progress with the capital markets union, and the removal of existing barriers to the provision of cross-border services could have a long-lasting impact in supporting productivity growth in the euro area. Giving fresh impetus to the EU's capital markets union by relaunching it as an investment and financing union could be one of the low hanging and most rewarding fruit. This links to technology. It does appear quite probable, or at least possible, that the spread of generative AI will have significant ramifications for labour markets, businesses and societies at large. Furthermore, the trade policy agenda of the new European Commission is yet to be determined. Managing relations with the US and China, our two largest trading partners, will undoubtedly be at the top of the list. The US is the most important bilateral relationship we have, and we must continue to take good care of it. As like-minded partners, it is imperative that we find ways to avoid trade wars between ourselves, while also addressing each other's trade concerns. We must remember that, in addition to trade wars, real wars are also an unfortunate reality in today's Europe. It is now slightly more than 900 days since Russia's illegal and brutal invasion of Ukraine. Obviously, Europe's economic difficulties are partly a result of the war and Russia's actions related to it. For instance, energy prices already started to rise in 2021 when Russia did not supply the usual amount of gas ahead of the winter season. It is also important to note that higher energy and food prices caused by Russia's invasion have had global effects. What happens in Europe doesn't stay in Europe. The EU has supported Ukraine's fight against the aggressor in many ways. While in terms of military support the United States is the single most important provider of assistance to Ukraine, in financial support the EU and its member states have done more. Supporting Ukraine is both morally right, and it is also very much in Europe's own interest. If Russia were to defeat Ukraine, one of Europe's largest countries and neighbour to four EU and NATO members, we would face a long period of much higher geopolitical risks in Europe and globally. This would be extremely costly in more ways than one. Slide 9: Conclusions Let me conclude. Many crucial issues for Europe are at stake now, and they also matter for the United States, Europe's closest ally and partner. First and foremost is European and Western unity in the face of Russia´s threat and, more generally, in a world of heightened geopolitical challenges. Our support to Ukraine must be unwavering, and we must work on several fronts to enhance international security and cooperation. Second, strengthening the structural foundations of the European economy – i.e. productivity growth and industrial competitiveness – is of the paramount importance. Europe's weak productivity performance calls for raising the level of ambition in policy-making – this goal should really be at the heart of the next European Commission's work programme. There are no shortcuts. In addition to R&D, we must foster reforms to support better diffusion of new technologies, improve access to finance and remove existing barriers to services across countries. It is clear that recent and future developments in cutting-edge research and innovations, including AI, will play a key role in the pursuit of these goals. Maintaining price and financial stability is the core contribution of central banks to enhance a sound environment for the vast investments needed in the digital transformation and greening of our economies. To sum up, this is no time for small talk. Instead, it is indeed the moment for big-time action for economic reforms and productivity growth, for innovation and investment. That's' a challenge worth striving for, both for us Europeans and for our closest partners, allies and friends in the United States! Thank you for your kind attention!",
  "date_parsed": "2024-08-28",
  "name": "Olli Rehn",
  "name_orig": "Olli Rehn",
  "url_orig": "https://www.bis.org/review/r240828i.htm"
}