{
  "source_url": "https://www.bis.org/review/r250114d.htm",
  "headline": "Olli Rehn: Global economy - fragmentation, decoupling or slowbalisation?",
  "description_html": "\n<p>Keynote speech by Mr Olli Rehn, Governor of the Bank of Finland, at a <span>conference co-organised by the European Central Bank, Hong Kong Institute for Monetary and Financial Research and Bank of Finland Institute for Emerging economies, Hong Kong, 13 January 2025.</span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Mr Olli Rehn, Governor of the Bank of Finland, at a conference co-organised by the European Central Bank, Hong Kong Institute for Monetary and Financial Research and Bank of Finland Institute for Emerging economies, Hong Kong, 13 January 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "14 January 2025",
  "pdf_url": "https://www.bis.org/review/r250114d.pdf",
  "content_html": "\n<p><em><a href=\"/review/r250114d_presentation.pdf\">Presentation</a> accompanying the speech</em></p>\n<p style=\"font-weight: 400;\">Distinguished Guests, Ladies and Gentlemen, Dear Friends,</p>\n<p style=\"font-weight: 400;\">Let me start by thanking the Hong Kong Monetary Authority for hosting this topical and thought-provoking conference. Discussing the changing global economy in \"Asia's World City\" is, of course, very appropriate.</p>\n<p style=\"font-weight: 400;\">I would also like to thank the representatives of the European Central Bank for their involvement in putting together the programme for this excellent event. This conference is a good example of fruitful cooperation between central banking authorities from different parts of the world, and certainly a tradition worth preserving.</p>\n<p style=\"font-weight: 400;\">As the title of the conference implies, the global economy is undergoing a transformation. In my talk today I would like to address a key aspect of this transformation, namely decoupling and fragmentation in the global economy.</p>\n<p style=\"font-weight: 400;\">Is there evidence of geoeconomic fragmentation in the global trade and investment data? Or is global trade simply following the same trajectory as global economic output? There is, of course, an important difference between the paths of global trade and global output.</p>\n<p style=\"font-weight: 400;\"><strong>Slide 2. A period of normalisation after hyper-globalisation?</strong></p>\n<p style=\"font-weight: 400;\">We can, in my view, reasonably start the analysis of any decoupling or fragmentation with a slide like this, which shows the value of the global goods trade in relation to the global gross domestic product (GDP).</p>\n<p style=\"font-weight: 400;\">We can observe how this percentage climbs in the late 1990s and 2000s, pushed by the integration of China and former socialist countries into the global economy and global value chains. In the early 1990s global trade was roughly 30% of the global GDP, and by 2008 this had increased to over 50%.</p>\n<p style=\"font-weight: 400;\">As the graph shows, the global financial crisis marked a clear turning point. Since then, the level of global trade in relation to global GDP has fluctuated between 45% and 50%. Should we call it 'slowbalisation'?</p>\n<p style=\"font-weight: 400;\">There are of course many reasons for this relative stagnation, but here in Hong Kong we should note at least one factor. Whereas in the early 2000s many value chains in East Asia were international, by the 2010s a larger share of production had moved into one country: China.</p>\n<p style=\"font-weight: 400;\">If, for example, a component had previously crossed national borders, say, eight times, by the 2010s more of the value-added was accruing to Chinese companies, and the component would cross national borders only five times.</p>\n<p style=\"font-weight: 400;\">What is the main implication of this in terms of globalisation currently? So far, various trade restrictions and higher tariffs have not been enough to reverse the gains in globalisation.</p>\n<p style=\"font-weight: 400;\"><strong>Slide 3.<span> </span></strong><strong>Or a period of structural change?</strong></p>\n<p style=\"font-weight: 400;\">Another aspect of the transformation of world trade is sectoral. We typically look at the trade in goods, but the<span> </span><strong>trade in services</strong><span> </span>is often neglected in public debate. The share of services in total international trade is already about one quarter, and this has been increasing. I am confident that this trend will continue in the coming years.</p>\n<p style=\"font-weight: 400;\">In many OECD countries, including the United States and Finland, services already account for one third of their total external trade.</p>\n<p style=\"font-weight: 400;\">With telecommunications costs falling, many companies even in middle-income countries can participate effectively in the global trade in services. This is hopefully and perhaps also likely an area where trade barriers of various kinds will be more difficult to implement.</p>\n<p style=\"font-weight: 400;\"><strong>Slide 4. Geopolitical risks can materialise: Russia's invasion of Ukraine also harmed the euro area economy</strong></p>\n<p style=\"font-weight: 400;\">Trade restrictions and tariffs are not the only geopolitical factors that can affect trade and economic development. Clearly, major geopolitical events and shocks can have huge consequences.</p>\n<p style=\"font-weight: 400;\">Russia's illegal and brutal invasion of Ukraine has been devastating for Ukraine and the Ukrainian people. At the same time, it has also been a massive negative supply shock and an adverse geopolitical shock for the euro area. According to the Bank of Finland's analysis, this shock caused the inflation rate in the euro area to be 2 percentage points higher, and GDP to be correspondingly lower, than would otherwise have been the case.</p>\n<p style=\"font-weight: 400;\">It is also worth noting that the energy price shock following Russia's invasion was not limited to Europe. Global energy prices went up, and this had a negative effect in Asia too. What happens in Europe doesn't stay in Europe.</p>\n<p style=\"font-weight: 400;\"><strong>Slide 5.<span> </span></strong><strong>How do geopolitics and tariffs show up in trade data?</strong></p>\n<p style=\"font-weight: 400;\">Furthermore, even if tariffs and protectionism have not yet led to a decline in total global trade, this may not be the case in the future.</p>\n<p style=\"font-weight: 400;\">We are already witnessing signs of trade fragmentation, primarily in two significant ways.</p>\n<p style=\"font-weight: 400;\">Firstly, bilateral trade between the US and China has stalled, and some supply chains have been relocated from China to Southeast Asia, Mexico and emerging economies in Europe. These shifts aim to mitigate supply chain disruption risks and avoid import tariffs or export restrictions.</p>\n<p style=\"font-weight: 400;\">Secondly, Russia's war in Ukraine has effectively isolated Russia from the European Union, the G7 countries and their allies. This has resulted in a dramatic reduction in trade between the EU and Russia since February 2022. The goal of the sanctions is clear: to cause damage to the Russian war machine and its imperialistic invasion.</p>\n<p style=\"font-weight: 400;\"><strong>Slide 6. Domestic value-added has decreased in the EU</strong></p>\n<p style=\"font-weight: 400;\">In this complex environment, it is useful to examine whether production is being reshored − transferred back home − at significant levels. In other words, is globalisation truly reversing?</p>\n<p style=\"font-weight: 400;\">Our staff analysis of the origins of value-added in manufacturing indicates that in the United States, the share of domestically produced value-added increased between 2018 and 2023. Conversely, in the EU, there was a small decrease in domestic value-added. This suggests some reshoring dynamics in the US and the opposite in Europe.</p>\n<p style=\"font-weight: 400;\"><strong>Slide 7. Chinese value-added has increased in the EU and remains unchanged in the US</strong></p>\n<p style=\"font-weight: 400;\">Our findings also highlight the challenges of decoupling or de-risking from China, due to the deeply integrated nature of global production networks. Even though direct trade between China and the United States shows signs of a modest decline, the share of Chinese value-added in US manufacturing imports remained stable during the period examined. It appears that value chains are simply being re-routed through connector countries like Mexico and Vietnam.</p>\n<p style=\"font-weight: 400;\">In the European Union, Chinese value-added in manufacturing has in fact increased since 2018. This illustrates the challenges related to even moderate decoupling, which in Europe is seen as necessary de-risking in today's geopolitical context.</p>\n<p style=\"font-weight: 400;\">In this challenging global context, the European Central Bank's monetary policy aims at<span> </span>ensuring price stability, which also supports the EU's general economic policies.</p>\n<p style=\"font-weight: 400;\"><strong>Slide 8. EU free trade agreements in 2024: status report</strong></p>\n<p style=\"font-weight: 400;\">In this challenging global context, the European Central Bank's monetary policy aims at<span> </span>ensuring price stability, which also supports the EU's general economic policies.</p>\n<p style=\"font-weight: 400;\"><strong>Slide 9. Euro area inflation is stabilising at the 2% target</strong></p>\n<p style=\"font-weight: 400;\">In the euro area, disinflation is well on track. Wage pressures have also somewhat receded. Meanwhile the growth outlook has weakened. This has prompted us at the ECB's Governing Council to cut interest rates four times in the last six months.</p>\n<p style=\"font-weight: 400;\">Going forward, the direction of our monetary policy is clear. The scope and speed of rate cuts will depend on incoming data regarding three factors, in particular: the inflation outlook, the underlying inflation dynamics and monetary policy transmission.</p>\n<p style=\"font-weight: 400;\">The Governing Council will decide on interest rates in each of its monetary policy meetings, taking into account all the new information and analysis that has accrued since the previous meeting. In the forthcoming meetings we should also have more information on the policies of the incoming US administration and on the European response to those policies.</p>\n<p style=\"font-weight: 400;\">In light of the current economic outlook and our reaction functions, I would assume that our monetary policy will leave restrictive territory in the coming months, at the latest by midsummer.</p>\n<p style=\"font-weight: 400;\"><strong>Slide 10. Concluding remarks</strong></p>\n<p style=\"font-weight: 400;\">So, is the glass of global trade half empty or half full?</p>\n<p style=\"font-weight: 400;\">Total trade has held up so far, perhaps surprisingly well. Services have become more and more important in global trade, and this trend will continue.</p>\n<p style=\"font-weight: 400;\">But we must not be complacent. Geopolitical shocks, like Russia's invasion of Ukraine or higher barriers to trade, can have negative effects on our economies.</p>\n<p style=\"font-weight: 400;\">Tariffs between any two countries, like the US and China, may often be circumvented one way or another. Companies are nimble in moving production to avoid tariffs. This kind of adaptation makes economies more resilient, but at the same time it does add to the costs of doing business. If considerably higher tariffs or other trade restrictions were introduced, these costs of doing business would increase more significantly – for all of us.</p>\n<p style=\"font-weight: 400;\">Furthermore, such a trade war could have a negative impact in other areas as well. Fraying and frozen international relations would, in turn, make ending a trade war more difficult. There are no winners in a trade war.</p>\n<p style=\"font-weight: 400;\">This is the reason why we in Finland and Europe continue to defend the rules-based international order in security and trade and the legal rights of independent nations – in Europe, in the global South and across the world. In my view, this is crucial for global peace and development of the humankind.</p>\n<p style=\"font-weight: 400;\">Thank you for your attention!</p>\n",
  "content_text": "Presentation accompanying the speech Distinguished Guests, Ladies and Gentlemen, Dear Friends, Let me start by thanking the Hong Kong Monetary Authority for hosting this topical and thought-provoking conference. Discussing the changing global economy in \"Asia's World City\" is, of course, very appropriate. I would also like to thank the representatives of the European Central Bank for their involvement in putting together the programme for this excellent event. This conference is a good example of fruitful cooperation between central banking authorities from different parts of the world, and certainly a tradition worth preserving. As the title of the conference implies, the global economy is undergoing a transformation. In my talk today I would like to address a key aspect of this transformation, namely decoupling and fragmentation in the global economy. Is there evidence of geoeconomic fragmentation in the global trade and investment data? Or is global trade simply following the same trajectory as global economic output? There is, of course, an important difference between the paths of global trade and global output. Slide 2. A period of normalisation after hyper-globalisation? We can, in my view, reasonably start the analysis of any decoupling or fragmentation with a slide like this, which shows the value of the global goods trade in relation to the global gross domestic product (GDP). We can observe how this percentage climbs in the late 1990s and 2000s, pushed by the integration of China and former socialist countries into the global economy and global value chains. In the early 1990s global trade was roughly 30% of the global GDP, and by 2008 this had increased to over 50%. As the graph shows, the global financial crisis marked a clear turning point. Since then, the level of global trade in relation to global GDP has fluctuated between 45% and 50%. Should we call it 'slowbalisation'? There are of course many reasons for this relative stagnation, but here in Hong Kong we should note at least one factor. Whereas in the early 2000s many value chains in East Asia were international, by the 2010s a larger share of production had moved into one country: China. If, for example, a component had previously crossed national borders, say, eight times, by the 2010s more of the value-added was accruing to Chinese companies, and the component would cross national borders only five times. What is the main implication of this in terms of globalisation currently? So far, various trade restrictions and higher tariffs have not been enough to reverse the gains in globalisation. Slide 3. Or a period of structural change? Another aspect of the transformation of world trade is sectoral. We typically look at the trade in goods, but the trade in services is often neglected in public debate. The share of services in total international trade is already about one quarter, and this has been increasing. I am confident that this trend will continue in the coming years. In many OECD countries, including the United States and Finland, services already account for one third of their total external trade. With telecommunications costs falling, many companies even in middle-income countries can participate effectively in the global trade in services. This is hopefully and perhaps also likely an area where trade barriers of various kinds will be more difficult to implement. Slide 4. Geopolitical risks can materialise: Russia's invasion of Ukraine also harmed the euro area economy Trade restrictions and tariffs are not the only geopolitical factors that can affect trade and economic development. Clearly, major geopolitical events and shocks can have huge consequences. Russia's illegal and brutal invasion of Ukraine has been devastating for Ukraine and the Ukrainian people. At the same time, it has also been a massive negative supply shock and an adverse geopolitical shock for the euro area. According to the Bank of Finland's analysis, this shock caused the inflation rate in the euro area to be 2 percentage points higher, and GDP to be correspondingly lower, than would otherwise have been the case. It is also worth noting that the energy price shock following Russia's invasion was not limited to Europe. Global energy prices went up, and this had a negative effect in Asia too. What happens in Europe doesn't stay in Europe. Slide 5. How do geopolitics and tariffs show up in trade data? Furthermore, even if tariffs and protectionism have not yet led to a decline in total global trade, this may not be the case in the future. We are already witnessing signs of trade fragmentation, primarily in two significant ways. Firstly, bilateral trade between the US and China has stalled, and some supply chains have been relocated from China to Southeast Asia, Mexico and emerging economies in Europe. These shifts aim to mitigate supply chain disruption risks and avoid import tariffs or export restrictions. Secondly, Russia's war in Ukraine has effectively isolated Russia from the European Union, the G7 countries and their allies. This has resulted in a dramatic reduction in trade between the EU and Russia since February 2022. The goal of the sanctions is clear: to cause damage to the Russian war machine and its imperialistic invasion. Slide 6. Domestic value-added has decreased in the EU In this complex environment, it is useful to examine whether production is being reshored − transferred back home − at significant levels. In other words, is globalisation truly reversing? Our staff analysis of the origins of value-added in manufacturing indicates that in the United States, the share of domestically produced value-added increased between 2018 and 2023. Conversely, in the EU, there was a small decrease in domestic value-added. This suggests some reshoring dynamics in the US and the opposite in Europe. Slide 7. Chinese value-added has increased in the EU and remains unchanged in the US Our findings also highlight the challenges of decoupling or de-risking from China, due to the deeply integrated nature of global production networks. Even though direct trade between China and the United States shows signs of a modest decline, the share of Chinese value-added in US manufacturing imports remained stable during the period examined. It appears that value chains are simply being re-routed through connector countries like Mexico and Vietnam. In the European Union, Chinese value-added in manufacturing has in fact increased since 2018. This illustrates the challenges related to even moderate decoupling, which in Europe is seen as necessary de-risking in today's geopolitical context. In this challenging global context, the European Central Bank's monetary policy aims at ensuring price stability, which also supports the EU's general economic policies. Slide 8. EU free trade agreements in 2024: status report In this challenging global context, the European Central Bank's monetary policy aims at ensuring price stability, which also supports the EU's general economic policies. Slide 9. Euro area inflation is stabilising at the 2% target In the euro area, disinflation is well on track. Wage pressures have also somewhat receded. Meanwhile the growth outlook has weakened. This has prompted us at the ECB's Governing Council to cut interest rates four times in the last six months. Going forward, the direction of our monetary policy is clear. The scope and speed of rate cuts will depend on incoming data regarding three factors, in particular: the inflation outlook, the underlying inflation dynamics and monetary policy transmission. The Governing Council will decide on interest rates in each of its monetary policy meetings, taking into account all the new information and analysis that has accrued since the previous meeting. In the forthcoming meetings we should also have more information on the policies of the incoming US administration and on the European response to those policies. In light of the current economic outlook and our reaction functions, I would assume that our monetary policy will leave restrictive territory in the coming months, at the latest by midsummer. Slide 10. Concluding remarks So, is the glass of global trade half empty or half full? Total trade has held up so far, perhaps surprisingly well. Services have become more and more important in global trade, and this trend will continue. But we must not be complacent. Geopolitical shocks, like Russia's invasion of Ukraine or higher barriers to trade, can have negative effects on our economies. Tariffs between any two countries, like the US and China, may often be circumvented one way or another. Companies are nimble in moving production to avoid tariffs. This kind of adaptation makes economies more resilient, but at the same time it does add to the costs of doing business. If considerably higher tariffs or other trade restrictions were introduced, these costs of doing business would increase more significantly – for all of us. Furthermore, such a trade war could have a negative impact in other areas as well. Fraying and frozen international relations would, in turn, make ending a trade war more difficult. There are no winners in a trade war. This is the reason why we in Finland and Europe continue to defend the rules-based international order in security and trade and the legal rights of independent nations – in Europe, in the global South and across the world. In my view, this is crucial for global peace and development of the humankind. Thank you for your attention!",
  "date_parsed": "2025-01-14",
  "name": "Olli Rehn",
  "link_number": "11",
  "name_orig": "Olli Rehn",
  "url_orig": "https://www.bis.org/review/r250114d.htm"
}