{
  "source_url": "https://www.bis.org/review/r250429e.htm",
  "headline": "Olli Rehn: The European economy in the new landscape of power politics and trade protectionism",
  "description_html": "\n<p>Speech by Mr Olli Rehn, Governor of the Bank of Finland, at the <span>Washington Economic Festival, organised by the Reinventing Bretton Woods Committee, Washington DC, 24 April 2025.</span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Olli Rehn, Governor of the Bank of Finland, at the Washington Economic Festival, organised by the Reinventing Bretton Woods Committee, Washington DC, 24 April 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "30 April 2025",
  "pdf_url": "https://www.bis.org/review/r250429e.pdf",
  "content_html": "\n<p><em><a href=\"/review/r250429e_presentation.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">Presentation</a> accompanying the speech</em></p>\n<div>\n<p>Chair, Ladies and Gentlemen, dear Colleagues,</p>\n<p>Thank you for the invitation to speak today.</p>\n<p>In<span> </span><em>The Wealth of Nations</em>, Adam Smith wrote:<span> </span><em>\"It is the maxim of every prudent master of a family, never to attempt to make at home what it will cost him more to make than to buy.\"</em><span> </span>This remains a timeless truth. International trade – grounded in a rules-based multilateral order – has long been a pillar of prosperity.</p>\n<p>Today, that system is under pressure. Tariffs are back – and their economic effects are clearly negative across the board: short-term, medium-term, and long-term. There are few things economists agree on more than the benefits of free trade.</p>\n<h3>The Shadow of Geopolitics</h3>\n<p>We are now living through a sharp geopolitical shift. As globalisation and multilateralism frays, Europe finds itself at a crossroads.</p>\n<p>Europe's security environment is also being reshaped – not unlike in the early 1990s, but in reverse. The end of the Cold War brought integration and optimism. Today, power politics and fragmentation are making a troubling return. Uncertainty has become the defining feature of the economic and political outlook, globally and in Europe.</p>\n<h3>Euro Area: Recovery Meets Trade Headwinds</h3>\n<p>Recent data showed signs of recovery in the euro area. Employment is solid, and unemployment is at a historic low of 6.1%. Private consumption has benefited from stronger real incomes. Investments in Europe's common defence and infrastructure will bolster manufacturing further. We've been building up resilience against global shocks.</p>\n<p>Yet the renewed trade war is already weakening this momentum. Many of the downside risks highlighted in the ECB's March projections have materialised, and the growth outlook has suffered.</p>\n<p>Recent market turbulence has also been due to central bank independence having been questioned. There is a vast body of empirical research that demonstrates the paramount importance of central bank independence for stable prices, well-anchored inflation expectations, sustainable growth and high employment. In Europe, central bank independence is firmly anchored in the Treaty on European Union. It works in principle and in practice in the Eurosystem.</p>\n<h3>Inflation and Interest Rates</h3>\n<p>Good news from Europe is that inflation in the euro area is stabilising at the ECB's 2% target. Disinflation is well on track.</p>\n<p>Economists largely agree that large tariff increases will accelerate inflation in the US, but in the euro area the effects on inflation are two-way: the tariff hikes increase certain prices, but slower growth dampens inflation.</p>\n<p>Most economists also assumed that the euro would weaken because of the US tariffs. However, this has not happened, quite the opposite.</p>\n<p>Against this growth and inflation outlook, we decided last week at the ECB Governing Council to cut rates again by 25 basis points. Since last June, we've cut rates seven times – from 4% to 2.25%. These moves support consumption and investment in the face of global headwinds.</p>\n<p>Our next monetary policy meeting will take place in June. If inflation is then projected to fall below our 2 percent target in the medium term, in my view the right reaction in monetary policy would be to cut rates further, in line with our strategy. But that depends on data and our assessment. Under pervasive uncertainty today, the Governing Council maintains full freedom of action in monetary policy. In any case, we will adjust our rates to bring inflation to 2% in the medium term – just as our strategy tells us to do.</p>\n<p>An all-out trade war would weaken economic output worldwide, which is already felt in market turbulence. Various calculations show that US tariffs targeting imports from the EU, China and the rest of the world could reduce global GDP by some 0.5 to 1.0 percent in the next few years.<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a></p>\n<p>In the face of protectionism, Europe will not lie down in the fire. The European Commission has rightly suggested a zero-for-zero tariff agreement between the EU and the US. While Europe remains committed to constructive negotiations with the US, the Commission has been preparing proportionate countermeasures to reinforce our negotiating position, with the aim of reaching a solution that benefits everybody.</p>\n<p>Amid Russia's brutal war in Ukraine, the last thing we need is a trade war between allies. Nobody benefits from it, apart from Putin and Xi.</p>\n<p>Furthermore, Europe is deepening trade ties beyond the transatlantic relationship. We have over 44 FTAs covering 76 countries, nearly half of EU external trade, including with Japan, South Korea, and Canada.</p>\n<p>Ratifying the Mercosur deal should be the next step. Moreover, new free trade agreements with India, Indonesia, and Australia are underway.</p>\n<h3>Europe's Internal Challenge: Productivity</h3>\n<p>Externally, trade conflict is the challenge. Internally, our Achilles heel is weak productivity growth. Ageing populations, the green transition, and security demands all require large-scale investment and structural reform.</p>\n<p>The Draghi Report on EU competitiveness offers a sobering but clear-eyed diagnosis. Its key prescriptions: deepen the Single Market and streamline regulation. These have now been boosted as key priorities of the EU.</p>\n<p>In assessing Europe's economic prospects, we cannot ignore current security challenges. Whether we like it or not, power politics is back, and it is bad news for the global community.</p>\n<p>What does this mean for Europe? I do fully concur with ECB President Christine Lagarde who said that it is now an opportune moment for us Europeans to take our destiny into our own hands. She is right: only by remaining united and steadfast both in matters of security and in shaping a dynamic, resilient economy, Europe can weather the geopolitical storm.</p>\n<p>We are fully aware that the current geopolitical rock-bottom necessitates a strong, united Europe, capable of defending itself as a key pillar of Nato, but even without relying on external support. As in the past, Europe works best when we act together, pool our resources and share responsibilities.</p>\n<p>At the same time, we will work for more effective European institutional arrangements that better serve the common good. This will require a more impactful and possibly larger EU budget, along with a more efficient use of funds and streamlined decision-making structures. The international role of the euro is strengthened by the stability of democracy, the rule of law and economy in Europe. We are also working for a digital euro for the sake of strategic autonomy. The prospect of a European safe asset and deeper capital markets would support investment in common defence and the green transition while enhancing financial stability.</p>\n<h3>Resilience and the Financial System</h3>\n<p>Amid turbulence, Europe's banking and financial system has held up. EU banks remain resilient, bolstered by the reforms after the global financial crisis. Capital flows recently into the EU show investor confidence.</p>\n<p>But resilience cannot be taken for granted. At the European Systemic Risk Board we are monitoring the non-bank spectrum and possible mainstreaming of crypto assets in the US with well-grounded concern.</p>\n<p>At the same time, financial regulation must be smart and proportional. We must strike a careful balance between stability and innovation – simplifying where possible but avoiding deregulation.</p>\n<h3>Monetary Policy Lessons and Strategy</h3>\n<p>Over the last five years, we have faced an exceptional combination of demand and supply shocks. We have indeed gained a lot of understanding about the appropriate policy responses to such exceptional events. Much of this work will be summarised in the ongoing ECB strategy assessment.</p>\n<p>In particular, we've learned that shocks are rarely \"pure\" supply or demand events. Covid, the energy crisis and war have blurred these lines – as has the trade war. Here, scenario analysis is vital, as stated in Ben Bernanke's review of the Bank of England. Our experience in the Eurosystem confirms that scenarios are most useful in analysing and communicating risks around the baseline during times of exceptional shocks.</p>\n<p>Overall, uncertainty requires a comprehensive and pragmatic, even eclectic approach. Recall the 'Brainard principle' that high uncertainty calls for a more gradual response. In my view, the ECB's prudent stance before hiking rates in spring 2022, faced with the stagflationary outlook following Russia's invasion of Ukraine, well reflected this principle.</p>\n<p>But it must be case-by-case. There are also strong arguments for decisive action in uncertain times, particularly when inflation expectations risk getting de-anchored. Monetary policy remains as much art as science.</p>\n<h3>Conclusion: Europe at a Turning Point</h3>\n<p>We are again in a moment of historic transition – but not one of expanding cooperation, as 30 years ago, but of fragmentation and strategic rivalry.</p>\n<p>In this context, Europe will show unity and renewal. That means speeding up common defence and defence investment. Likewise, it means investing in competitiveness, productivity, and innovation. It means reinforcing research and academic excellence. And it means delivering stability – economic and financial – in a more dangerous world.</p>\n<p>At the ECB, we will do our part by ensuring price and financial stability, thus laying the foundation for Europe's long-term resilience and success.</p>\n<p>Thank you for your attention. I look forward to our discussion.</p>\n<hr/>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> See for example<span> </span><a class=\"external\" href=\"https://www.bofbulletin.fi/en/2025/1/how-will-the-trade-war-hit-the-economy/\" rel=\"noopener noreferrer\" target=\"_blank\">\"How will the trade war hit the economy?\"</a>, Bank of Finland Bulletin, 26 March 2025 and Mapping out trade war scenarios, Capital Economics, 10<sup>th</sup><span> </span>April 2025.</p>\n</div>\n",
  "content_text": "Presentation accompanying the speech Chair, Ladies and Gentlemen, dear Colleagues, Thank you for the invitation to speak today. In The Wealth of Nations , Adam Smith wrote: \"It is the maxim of every prudent master of a family, never to attempt to make at home what it will cost him more to make than to buy.\" This remains a timeless truth. International trade – grounded in a rules-based multilateral order – has long been a pillar of prosperity. Today, that system is under pressure. Tariffs are back – and their economic effects are clearly negative across the board: short-term, medium-term, and long-term. There are few things economists agree on more than the benefits of free trade. The Shadow of Geopolitics We are now living through a sharp geopolitical shift. As globalisation and multilateralism frays, Europe finds itself at a crossroads. Europe's security environment is also being reshaped – not unlike in the early 1990s, but in reverse. The end of the Cold War brought integration and optimism. Today, power politics and fragmentation are making a troubling return. Uncertainty has become the defining feature of the economic and political outlook, globally and in Europe. Euro Area: Recovery Meets Trade Headwinds Recent data showed signs of recovery in the euro area. Employment is solid, and unemployment is at a historic low of 6.1%. Private consumption has benefited from stronger real incomes. Investments in Europe's common defence and infrastructure will bolster manufacturing further. We've been building up resilience against global shocks. Yet the renewed trade war is already weakening this momentum. Many of the downside risks highlighted in the ECB's March projections have materialised, and the growth outlook has suffered. Recent market turbulence has also been due to central bank independence having been questioned. There is a vast body of empirical research that demonstrates the paramount importance of central bank independence for stable prices, well-anchored inflation expectations, sustainable growth and high employment. In Europe, central bank independence is firmly anchored in the Treaty on European Union. It works in principle and in practice in the Eurosystem. Inflation and Interest Rates Good news from Europe is that inflation in the euro area is stabilising at the ECB's 2% target. Disinflation is well on track. Economists largely agree that large tariff increases will accelerate inflation in the US, but in the euro area the effects on inflation are two-way: the tariff hikes increase certain prices, but slower growth dampens inflation. Most economists also assumed that the euro would weaken because of the US tariffs. However, this has not happened, quite the opposite. Against this growth and inflation outlook, we decided last week at the ECB Governing Council to cut rates again by 25 basis points. Since last June, we've cut rates seven times – from 4% to 2.25%. These moves support consumption and investment in the face of global headwinds. Our next monetary policy meeting will take place in June. If inflation is then projected to fall below our 2 percent target in the medium term, in my view the right reaction in monetary policy would be to cut rates further, in line with our strategy. But that depends on data and our assessment. Under pervasive uncertainty today, the Governing Council maintains full freedom of action in monetary policy. In any case, we will adjust our rates to bring inflation to 2% in the medium term – just as our strategy tells us to do. An all-out trade war would weaken economic output worldwide, which is already felt in market turbulence. Various calculations show that US tariffs targeting imports from the EU, China and the rest of the world could reduce global GDP by some 0.5 to 1.0 percent in the next few years. 1 In the face of protectionism, Europe will not lie down in the fire. The European Commission has rightly suggested a zero-for-zero tariff agreement between the EU and the US. While Europe remains committed to constructive negotiations with the US, the Commission has been preparing proportionate countermeasures to reinforce our negotiating position, with the aim of reaching a solution that benefits everybody. Amid Russia's brutal war in Ukraine, the last thing we need is a trade war between allies. Nobody benefits from it, apart from Putin and Xi. Furthermore, Europe is deepening trade ties beyond the transatlantic relationship. We have over 44 FTAs covering 76 countries, nearly half of EU external trade, including with Japan, South Korea, and Canada. Ratifying the Mercosur deal should be the next step. Moreover, new free trade agreements with India, Indonesia, and Australia are underway. Europe's Internal Challenge: Productivity Externally, trade conflict is the challenge. Internally, our Achilles heel is weak productivity growth. Ageing populations, the green transition, and security demands all require large-scale investment and structural reform. The Draghi Report on EU competitiveness offers a sobering but clear-eyed diagnosis. Its key prescriptions: deepen the Single Market and streamline regulation. These have now been boosted as key priorities of the EU. In assessing Europe's economic prospects, we cannot ignore current security challenges. Whether we like it or not, power politics is back, and it is bad news for the global community. What does this mean for Europe? I do fully concur with ECB President Christine Lagarde who said that it is now an opportune moment for us Europeans to take our destiny into our own hands. She is right: only by remaining united and steadfast both in matters of security and in shaping a dynamic, resilient economy, Europe can weather the geopolitical storm. We are fully aware that the current geopolitical rock-bottom necessitates a strong, united Europe, capable of defending itself as a key pillar of Nato, but even without relying on external support. As in the past, Europe works best when we act together, pool our resources and share responsibilities. At the same time, we will work for more effective European institutional arrangements that better serve the common good. This will require a more impactful and possibly larger EU budget, along with a more efficient use of funds and streamlined decision-making structures. The international role of the euro is strengthened by the stability of democracy, the rule of law and economy in Europe. We are also working for a digital euro for the sake of strategic autonomy. The prospect of a European safe asset and deeper capital markets would support investment in common defence and the green transition while enhancing financial stability. Resilience and the Financial System Amid turbulence, Europe's banking and financial system has held up. EU banks remain resilient, bolstered by the reforms after the global financial crisis. Capital flows recently into the EU show investor confidence. But resilience cannot be taken for granted. At the European Systemic Risk Board we are monitoring the non-bank spectrum and possible mainstreaming of crypto assets in the US with well-grounded concern. At the same time, financial regulation must be smart and proportional. We must strike a careful balance between stability and innovation – simplifying where possible but avoiding deregulation. Monetary Policy Lessons and Strategy Over the last five years, we have faced an exceptional combination of demand and supply shocks. We have indeed gained a lot of understanding about the appropriate policy responses to such exceptional events. Much of this work will be summarised in the ongoing ECB strategy assessment. In particular, we've learned that shocks are rarely \"pure\" supply or demand events. Covid, the energy crisis and war have blurred these lines – as has the trade war. Here, scenario analysis is vital, as stated in Ben Bernanke's review of the Bank of England. Our experience in the Eurosystem confirms that scenarios are most useful in analysing and communicating risks around the baseline during times of exceptional shocks. Overall, uncertainty requires a comprehensive and pragmatic, even eclectic approach. Recall the 'Brainard principle' that high uncertainty calls for a more gradual response. In my view, the ECB's prudent stance before hiking rates in spring 2022, faced with the stagflationary outlook following Russia's invasion of Ukraine, well reflected this principle. But it must be case-by-case. There are also strong arguments for decisive action in uncertain times, particularly when inflation expectations risk getting de-anchored. Monetary policy remains as much art as science. Conclusion: Europe at a Turning Point We are again in a moment of historic transition – but not one of expanding cooperation, as 30 years ago, but of fragmentation and strategic rivalry. In this context, Europe will show unity and renewal. That means speeding up common defence and defence investment. Likewise, it means investing in competitiveness, productivity, and innovation. It means reinforcing research and academic excellence. And it means delivering stability – economic and financial – in a more dangerous world. At the ECB, we will do our part by ensuring price and financial stability, thus laying the foundation for Europe's long-term resilience and success. Thank you for your attention. I look forward to our discussion. 1 See for example \"How will the trade war hit the economy?\" , Bank of Finland Bulletin, 26 March 2025 and Mapping out trade war scenarios, Capital Economics, 10 th April 2025.",
  "date_parsed": "2025-04-30",
  "name": "Olli Rehn",
  "name_orig": "Olli Rehn",
  "url_orig": "https://www.bis.org/review/r250429e.htm"
}