{
  "source_url": "https://www.bis.org/review/r251002k.htm",
  "headline": "Olli Rehn: Monetary policy in the shadow of geopolitics and trade tensions",
  "description_html": "\n<p>Introductory remarks by Mr Olli Rehn, Governor of the Bank of Finland, at the Bank of Finland's 4th Monetary Policy Conference \"Monetary policy in the shadow of geopolitical tensions and trade conflicts\", Helsinki, 30 September 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Introductory remarks by Mr Olli Rehn, Governor of the Bank of Finland, at the Bank of Finland's 4th Monetary Policy Conference \"Monetary policy in the shadow of geopolitical tensions and trade conflicts\", Helsinki, 30 September 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "02 October 2025",
  "pdf_url": "https://www.bis.org/review/r251002k.pdf",
  "content_html": "\n<p><a href=\"/review/r251002k_presentation.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">Presentation</a> accompanying the speech</p>\n<p>Ladies and Gentlemen,</p>\n<p>It is my great pleasure and honour to welcome you all to the Bank of Finland's 4<span style=\"font-size: 13.6px;\">th </span>monetary policy conference on the timely and critical topic of \"Monetary policy in the shadow of geopolitics and trade tensions.\"</p>\n<p>This is a subject of critical importance today. Politics and economics have always been intertwined, but now geopolitical tensions and tariff wars make up a unique set of challenges. The long-time anchors of economic stability-open trade, global governance, and predictable international relations-are under strain. In this new reality, we must better understand the uncertainties of the more fragmented world.</p>\n<p>I will say a few words on central banks' strategies in this 'new normal' shortly. Let me first introduce today's programme and speakers.</p>\n<p>I am especially honored to welcome our first keynote speaker, Philip Jefferson, Vice-Chair of the U.S. Federal Reserve Board of Governors. Vice-Chair Jefferson, your insights on these matters are invaluable, and we are eagerly anticipating your views on the challenges facing monetary policy today. Thank you so much for joining us.</p>\n<p>We are likewise very much looking forward to listening to Christine Lagarde, President of the European Central Bank, later today. Her leadership, policy insight and stamina are essential as we pursue teamwork to ensure price and financial stability, thus supporting the foundations of sustained growth and employment in the euro area.</p>\n<p>Today, we are also very pleased to welcome Chief Economic Advisor Reza Moghadam from Millennium Capital Partners. Reza is a voice of great experience – having served in key positions at the IMF, e.g. as European Director – and he will give us a keynote with case studies on different types of market reactions to geopolitics and monetary policy.</p>\n<p>We are likewise most honored to have with us Professor Eric Leeper of the University of Virginia, who will be speaking on the fiscal foundations of inflation. This is a crucial topic, as fiscal and monetary policies seem to be more interconnected than ever, and Professor Leeper's expertise will surely challenge and inform our thinking.</p>\n<p>After the coffee break we'll have a most interesting and topical policy panel, in which experienced policymakers Governor Erik Thédeen of Sveriges Riksbank, Deputy Governor Clare Lombardelli of the Bank of England and Deputy Governor Agnés Benassy-Quérè of Banque de France discuss monetary policy making in times of uncertainty. Our board member Tuomas Välimäki will moderate the discussion.</p>\n<p>Led by our distinguished speakers and panelists, we have today a great opportunity for a substantive and lively discussion, and for seeking new elements for thinking about sound policy decisions.</p>\n<p>Let me now set the scene by briefly reflecting recent developments in monetary policy strategy.</p>\n<p>The strategy of the European Central Bank has been reviewed and renewed<span> </span><strong>twice</strong><span> </span>during the current decade, first in 2021 and then in 2025. The 2021 strategy review was preceded by a long period of low inflation and of interest rates at the effective lower bound.</p>\n<p><strong>Slide 2. Old inflation target and asymmetry</strong>.</p>\n<p>The ECB's old pre-2021 definition of price stability, \"below, but close to 2%\", was open to different interpretations. The 2% inflation was often interpreted as a ceiling.  There was an evident need for clarification.</p>\n<p>Recent research by Bank of Finland economists, applying text analysis and language models to communication, indicates that the ECB's policy preferences were indeed<span> </span><strong>asymmetric</strong><span> </span>during the first two decades of the euro, as the ECB was more averse to inflation above 2% than below 2% (Haavio et al. 2024). Such asymmetry in preferences gave rise to<span> </span><strong>a disinflationary bias</strong><span> </span>in monetary policy.</p>\n<p><strong>Slide 3. The ECB's 2020-21 strategy review</strong>.</p>\n<p>That was one key reason for launching the strategy review of 2020-21. The most important change in the revised strategy was the introduction of<span> </span><strong>a symmetric 2% inflation target over the medium term</strong>.</p>\n<p>Applying the same text analysis tools to the most recent period, the BOF researchers have found suggestive evidence that the ECB's policy preferences have become<span> </span><strong>considerably more symmetric</strong><span> </span>after the new strategy was adopted in 2021 (Haavio et al. 2025).</p>\n<p>Moreover, so-called make-up strategies, such as average inflation targeting, were dealt with in depth during the 2021 strategy review. In the end we did<span> </span><strong>not</strong><span> </span>adopt a strict make-up strategy, as it would have posed major analytical, policy and communication challenges. Yet, our strategy still contains an element that would allow compensating for too low inflation, if we were ever to fall back into a liquidity trap.</p>\n<p><strong>Slide 4. Three and a half eras of inflation in the euro area</strong></p>\n<p>This year's ECB strategy assessment took place after a period of high inflation, in the context of pervasive uncertainty. We judged that the new (2021) definition of price stability has served Europe well – especially considering that the 2021 review aimed at a strategy that works in a low inflation environment, while we were in fact hit by a sudden upward inflation shock and a surge in inflation. Perhaps this is not so surprising, as any inflation targeting framework is a strategy to contain high inflation.</p>\n<p>Hence, we took the view of \"if it ain't broke, don't fix it\", and decided to keep the definition<span> </span><strong>unchanged</strong>. The clarity of the point target has helped to anchor inflation expectations and contribute to clear communication.</p>\n<p>Furthermore,<span> </span><strong>the medium-term orientation<span> </span></strong>was reconfirmed in the 2025 Strategy Assessment. It allows for temporary deviations from the 2% inflation target and thus gives monetary policy flexibility to \"look through\", if inflation varies e.g. due to temporary supply shocks. </p>\n<p><strong>Slide 5. The 2025 Strategy assessment</strong></p>\n<p>However, there are also novel elements in the 2025 Strategy Assessment.  The updated strategy calls for<span> </span><strong>new ways to analyse and communicate uncertainty</strong>, especially with the help of<span> </span><strong>scenario analysis</strong>. This is a key lesson of the shocks that have hit the euro area recently. Scenario analysis can be useful in mapping possible developments, outlining consistent narratives and preparing policy responses. The right response is always context-specific, as different uncertainties lead into different types of policy trade-offs. (ECB 2025)</p>\n<p>Drawing from past experiences, the updated strategy also states that the ECB should react<span> </span><strong>forcefully</strong><span> </span>or<span> </span><strong>persistently</strong><span> </span>to significant positive or negative deviations of inflation from the 2% target.</p>\n<p>Both approaches were used in the ECB hiking cycle from June/July 2022.  First, the ECB acted<span> </span><strong>forcefully</strong><span> </span>by swiftly raising the policy rate. In the second phase, it acted<span> </span><strong>persistently</strong><span> </span>by communicating that the rate would be kept at the given elevated level as long as necessary to curb inflation – i.e. at the 4% level from September 2023 till June 2024.</p>\n<p>Likewise, in the current easing cycle since June 2024 we have acted consistently by bringing the policy rate from 4% to 2% in 12 months.</p>\n<p>More generally, a<span> </span><strong>forceful</strong><span> </span>policy response to significant deviations from target<span> </span><strong>enables to keep inflation expectations firmly anchored</strong>. Even so, there may come a point where<span> </span><strong>persistence</strong>-relying on clear communication and guidance rather than further rate hikes-can become a more effective approach. Recent work by BOF economists indicates that persistence may deliver a more favourable stabilization trade-off, i.e.<span> </span><strong>a lower sacrifice ratio</strong><span> </span>(Ambrocio et al. 2024).</p>\n<p>Yet, these are not the only challenges confronting central banks today. Today's international monetary system is under pressure from both geopolitical confrontation and technological disruption. History reminds us that often such transitions, from the end of the gold standard to the collapse of Bretton Woods, have brought instability and inflation.</p>\n<p>As President Christine Lagarde has said, this is truly \"a global euro moment.\" We have a great opportunity to make the euro a trusted global anchor of stability. This calls for a strategic rethink and bold action, so that it can support a healthier rebalancing of the global monetary order.</p>\n<p>Ladies and Gentlemen,</p>\n<p>I cannot possibly close my intro without reference to one uninvited elephant in the room, i.e. the challenge to independent central banks.</p>\n<p>Both theory and real-world experience underline the critical importance of central bank independence. To illustrate the point, we can compare the recent interest rate hiking cycle to earlier similar cycles.</p>\n<p>Inflation did surge to uncomfortable levels in many economies. Yet central banks-including the ECB, the Bank of England, Sveriges Riksbank, and the Federal Reserve-were able to bring inflation down rather swiftly without inflicting severe damage on real activity.</p>\n<p>While many factors played a role, research and policy experience suggest that central bank independence and credible inflation targets were crucial.  The recent cycle contrasts sharply with, say, the 1970s when inflation remained persistently high after the oil shocks, or the early 1980s, when the Federal Reserve under Paul Volcker had no choice but to steer the economy into a recession to tame inflation.</p>\n<p>Volcker truly stood tall, also physically at 6 feet 7 inches or 201 centimeters! While there is a little Paul Volcker in every central banker, I must say I very much prefer to tame inflation without imposing vast economic ramifications and social and human costs that were unavoidable in his era. That is precisely why central bank independence – and the credibility it brings – is so essential.</p>\n<p>Welcome and thank you all again for your presence – and I hope you will find today's conference both stimulating and informative!</p>\n<p><strong>References</strong></p>\n<p>Ambrocio, G., Haavio, M., and McClung, N. (2024): Monetary policy announcements and sacrifice ratios.<span> </span><em>Bank of Finland Discussion Paper</em><span> </span>12/2024</p>\n<p>ECB (2025): Report on monetary policy tools, strategy and communication.<span> </span><em>ECB Occasional Paper<span> </span></em>372/2025<em>.</em></p>\n<p>Haavio, M., Heikkinen, J., Jalasjoki, P., Kilponen, J., Paloviita, M. and Vänni, I. (2024): Reading between the lines – uncovering asymmetry in the central bank loss function.<span> </span><em>Bank of Finland Discussion Paper</em><span> </span>6/2024.</p>\n<p>Haavio, M., Heikkinen, J., Jalasjoki, P., Kilponen, J. and Paloviita, M. (2025): ECB's evolving communication and policy preferences since 2021 strategy review.<span> </span><em>Bank of Finland Discussion Paper</em><span> </span>3/2025.</p>\n<p>Powell, J. (2025): Monetary Policy and the Fed's Framework Review.<span> </span><em>Speech given August 22, 2025, at \"Labor Markets in Transition: Demographics, Productivity, and Macroeconomic Policy,\" an economic symposium sponsored by the Federal Reserve Bank of Kansas City, Jackson Hole, Wyoming</em>.</p>\n",
  "content_text": "Presentation accompanying the speech Ladies and Gentlemen, It is my great pleasure and honour to welcome you all to the Bank of Finland's 4 th monetary policy conference on the timely and critical topic of \"Monetary policy in the shadow of geopolitics and trade tensions.\" This is a subject of critical importance today. Politics and economics have always been intertwined, but now geopolitical tensions and tariff wars make up a unique set of challenges. The long-time anchors of economic stability-open trade, global governance, and predictable international relations-are under strain. In this new reality, we must better understand the uncertainties of the more fragmented world. I will say a few words on central banks' strategies in this 'new normal' shortly. Let me first introduce today's programme and speakers. I am especially honored to welcome our first keynote speaker, Philip Jefferson, Vice-Chair of the U.S. Federal Reserve Board of Governors. Vice-Chair Jefferson, your insights on these matters are invaluable, and we are eagerly anticipating your views on the challenges facing monetary policy today. Thank you so much for joining us. We are likewise very much looking forward to listening to Christine Lagarde, President of the European Central Bank, later today. Her leadership, policy insight and stamina are essential as we pursue teamwork to ensure price and financial stability, thus supporting the foundations of sustained growth and employment in the euro area. Today, we are also very pleased to welcome Chief Economic Advisor Reza Moghadam from Millennium Capital Partners. Reza is a voice of great experience – having served in key positions at the IMF, e.g. as European Director – and he will give us a keynote with case studies on different types of market reactions to geopolitics and monetary policy. We are likewise most honored to have with us Professor Eric Leeper of the University of Virginia, who will be speaking on the fiscal foundations of inflation. This is a crucial topic, as fiscal and monetary policies seem to be more interconnected than ever, and Professor Leeper's expertise will surely challenge and inform our thinking. After the coffee break we'll have a most interesting and topical policy panel, in which experienced policymakers Governor Erik Thédeen of Sveriges Riksbank, Deputy Governor Clare Lombardelli of the Bank of England and Deputy Governor Agnés Benassy-Quérè of Banque de France discuss monetary policy making in times of uncertainty. Our board member Tuomas Välimäki will moderate the discussion. Led by our distinguished speakers and panelists, we have today a great opportunity for a substantive and lively discussion, and for seeking new elements for thinking about sound policy decisions. Let me now set the scene by briefly reflecting recent developments in monetary policy strategy. The strategy of the European Central Bank has been reviewed and renewed twice during the current decade, first in 2021 and then in 2025. The 2021 strategy review was preceded by a long period of low inflation and of interest rates at the effective lower bound. Slide 2. Old inflation target and asymmetry . The ECB's old pre-2021 definition of price stability, \"below, but close to 2%\", was open to different interpretations. The 2% inflation was often interpreted as a ceiling.  There was an evident need for clarification. Recent research by Bank of Finland economists, applying text analysis and language models to communication, indicates that the ECB's policy preferences were indeed asymmetric during the first two decades of the euro, as the ECB was more averse to inflation above 2% than below 2% (Haavio et al. 2024). Such asymmetry in preferences gave rise to a disinflationary bias in monetary policy. Slide 3. The ECB's 2020-21 strategy review . That was one key reason for launching the strategy review of 2020-21. The most important change in the revised strategy was the introduction of a symmetric 2% inflation target over the medium term . Applying the same text analysis tools to the most recent period, the BOF researchers have found suggestive evidence that the ECB's policy preferences have become considerably more symmetric after the new strategy was adopted in 2021 (Haavio et al. 2025). Moreover, so-called make-up strategies, such as average inflation targeting, were dealt with in depth during the 2021 strategy review. In the end we did not adopt a strict make-up strategy, as it would have posed major analytical, policy and communication challenges. Yet, our strategy still contains an element that would allow compensating for too low inflation, if we were ever to fall back into a liquidity trap. Slide 4. Three and a half eras of inflation in the euro area This year's ECB strategy assessment took place after a period of high inflation, in the context of pervasive uncertainty. We judged that the new (2021) definition of price stability has served Europe well – especially considering that the 2021 review aimed at a strategy that works in a low inflation environment, while we were in fact hit by a sudden upward inflation shock and a surge in inflation. Perhaps this is not so surprising, as any inflation targeting framework is a strategy to contain high inflation. Hence, we took the view of \"if it ain't broke, don't fix it\", and decided to keep the definition unchanged . The clarity of the point target has helped to anchor inflation expectations and contribute to clear communication. Furthermore, the medium-term orientation was reconfirmed in the 2025 Strategy Assessment. It allows for temporary deviations from the 2% inflation target and thus gives monetary policy flexibility to \"look through\", if inflation varies e.g. due to temporary supply shocks. Slide 5. The 2025 Strategy assessment However, there are also novel elements in the 2025 Strategy Assessment.  The updated strategy calls for new ways to analyse and communicate uncertainty , especially with the help of scenario analysis . This is a key lesson of the shocks that have hit the euro area recently. Scenario analysis can be useful in mapping possible developments, outlining consistent narratives and preparing policy responses. The right response is always context-specific, as different uncertainties lead into different types of policy trade-offs. (ECB 2025) Drawing from past experiences, the updated strategy also states that the ECB should react forcefully or persistently to significant positive or negative deviations of inflation from the 2% target. Both approaches were used in the ECB hiking cycle from June/July 2022.  First, the ECB acted forcefully by swiftly raising the policy rate. In the second phase, it acted persistently by communicating that the rate would be kept at the given elevated level as long as necessary to curb inflation – i.e. at the 4% level from September 2023 till June 2024. Likewise, in the current easing cycle since June 2024 we have acted consistently by bringing the policy rate from 4% to 2% in 12 months. More generally, a forceful policy response to significant deviations from target enables to keep inflation expectations firmly anchored . Even so, there may come a point where persistence -relying on clear communication and guidance rather than further rate hikes-can become a more effective approach. Recent work by BOF economists indicates that persistence may deliver a more favourable stabilization trade-off, i.e. a lower sacrifice ratio (Ambrocio et al. 2024). Yet, these are not the only challenges confronting central banks today. Today's international monetary system is under pressure from both geopolitical confrontation and technological disruption. History reminds us that often such transitions, from the end of the gold standard to the collapse of Bretton Woods, have brought instability and inflation. As President Christine Lagarde has said, this is truly \"a global euro moment.\" We have a great opportunity to make the euro a trusted global anchor of stability. This calls for a strategic rethink and bold action, so that it can support a healthier rebalancing of the global monetary order. Ladies and Gentlemen, I cannot possibly close my intro without reference to one uninvited elephant in the room, i.e. the challenge to independent central banks. Both theory and real-world experience underline the critical importance of central bank independence. To illustrate the point, we can compare the recent interest rate hiking cycle to earlier similar cycles. Inflation did surge to uncomfortable levels in many economies. Yet central banks-including the ECB, the Bank of England, Sveriges Riksbank, and the Federal Reserve-were able to bring inflation down rather swiftly without inflicting severe damage on real activity. While many factors played a role, research and policy experience suggest that central bank independence and credible inflation targets were crucial.  The recent cycle contrasts sharply with, say, the 1970s when inflation remained persistently high after the oil shocks, or the early 1980s, when the Federal Reserve under Paul Volcker had no choice but to steer the economy into a recession to tame inflation. Volcker truly stood tall, also physically at 6 feet 7 inches or 201 centimeters! While there is a little Paul Volcker in every central banker, I must say I very much prefer to tame inflation without imposing vast economic ramifications and social and human costs that were unavoidable in his era. That is precisely why central bank independence – and the credibility it brings – is so essential. Welcome and thank you all again for your presence – and I hope you will find today's conference both stimulating and informative! References Ambrocio, G., Haavio, M., and McClung, N. (2024): Monetary policy announcements and sacrifice ratios. Bank of Finland Discussion Paper 12/2024 ECB (2025): Report on monetary policy tools, strategy and communication. ECB Occasional Paper 372/2025 . Haavio, M., Heikkinen, J., Jalasjoki, P., Kilponen, J., Paloviita, M. and Vänni, I. (2024): Reading between the lines – uncovering asymmetry in the central bank loss function. Bank of Finland Discussion Paper 6/2024. Haavio, M., Heikkinen, J., Jalasjoki, P., Kilponen, J. and Paloviita, M. (2025): ECB's evolving communication and policy preferences since 2021 strategy review. Bank of Finland Discussion Paper 3/2025. Powell, J. (2025): Monetary Policy and the Fed's Framework Review. Speech given August 22, 2025, at \"Labor Markets in Transition: Demographics, Productivity, and Macroeconomic Policy,\" an economic symposium sponsored by the Federal Reserve Bank of Kansas City, Jackson Hole, Wyoming .",
  "date_parsed": "2025-10-02",
  "name": "Olli Rehn",
  "link_number": "1",
  "name_orig": "Olli Rehn",
  "url_orig": "https://www.bis.org/review/r251002k.htm"
}