{
  "source_url": "https://www.bis.org/review/r241113b.htm",
  "headline": "Olli Rehn: Disinflation on track amid geopolitical uncertainty",
  "description_html": "\n<p>Remarks by Mr Olli Rehn, Governor of the Bank of Finland, at the <span>UBS European Conference, London, 12 November 2024.</span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Remarks by Mr Olli Rehn, Governor of the Bank of Finland, at the UBS European Conference, London, 12 November 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "14 November 2024",
  "pdf_url": "https://www.bis.org/review/r241113b.pdf",
  "content_html": "\n<p>Let me first thank UBS for kindly inviting me to address this distinguished audience. To kick off, I will briefly discussthe economic outlook in the euro area and the ECB's monetary policy approach.</p>\n<p>Overall, it is fair to say that the ECB's monetary policy has been relatively successful in taming<span> </span><strong>inflation</strong>. Rate hikes have helped keep inflation expectations anchored to around 2%. Somewhat unusually for a tightening cycle, the euro area appears to have avoided recession, and unemployment has stayed at a record low. The ECB's inflation target was revised in 2021, and the revised symmetric target of 2% over the medium term has worked well during the past poly-crisis years.</p>\n<p>The big picture now is that disinflation in the euro area remains well on track. In October, inflation stood exactly at 2%, and it is expected to stabilise more sustainable next year. The progress with disinflation has prompted us to make three 25 bp. rate cuts since June.</p>\n<p>Even though a soft landing seems plausible in the euro area,<span> </span><strong>growth</strong><span> </span>is projected to remain sluggish. The manufacturing sector, in particular, is underperforming, not least in Germany but also elsewhere.</p>\n<p>What does this imply<span> </span><strong>for monetary policy</strong><span> </span>going forward? As you may be aware, we have been preaching and practising data-dependency.</p>\n<p>So, I am indeed looking forward to our December broad macroeconomic projections, especially on two issues.</p>\n<p>Will the projections indicate that inflation is stabilizing at our 2% target in early 2025 already? Will they confirm the weakening of growth momentum?</p>\n<p>As for the ECB's monetary policy stance, we are approaching a neutral level of interest rates – although nobody knows<span> </span><strong>exactly when</strong><span> </span>this will be reached. The<span> </span><strong>direction<span> </span></strong>of rate changes is clear, but the<span> </span><strong>speed and scope</strong><span> </span>of rate cuts will depend on our overall assessment at each meeting of<span> </span><strong>three factors</strong>: the<span> </span><strong>inflation</strong><span> </span>outlook, the dynamics of<span> </span><strong>underlying</strong><span> </span>inflation and the strength of monetary policy<span> </span><strong>transmission</strong>.</p>\n<p>The question in the title of the panel –<span> </span><em>How far and how fast do we move in reversing the tightening cycle?<span> </span></em>– can also be tackled by scrutinising the natural rate of interest, r*. R* provides a meaningful analytical framework for thinking about monetary policy, although its estimates are highly uncertain and it is, therefore, not a concrete policymaking tool. Unlike academics, we policymakers don't have the privilege to simply say that r* cannot be measured – we need an educated guesstimate.</p>\n<p>Generally, estimates of r* for the euro area are now slightly above zero, between 0 and 1. The Bank of Finland researchers estimate it to be in the range of 0.2% to 0.8%. This is in the same ballpark, if somewhat above, as the New York Fed's estimate of r* for the euro area, made with its broadly recognized Holston-Laubach-Williams model.<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a></p>\n<p>Against this backdrop, current market data and simple (or simplified) maths seem to imply that we would leave restrictive territory sometime in the springwinter next year 2025. But that is just an observation from my side, not a commitment. My commitment is instead to our inflation target and reaction function, as discussed earlier.</p>\n<p>Before concluding, one final point. Geopolitics, especially Russia's illegal war in Ukraine, the conflict in the Middle East and China's strategic ambitions, is overshadowing the economic outlook in Europe. It is also seriously affecting the operational environment for monetary policy – and will probably continue to do so for years, if not decades.</p>\n<p>So far, we have witnessed a certain retreat but not a broad-based reversal of globalization. The specifics of US trade policy under the incoming new administration are still unknown, but what we do know is that the significant import duties spoken of could have detrimental ramifications for the world economy. What should we make of all this?</p>\n<p>First, a new trade war is the last thing we need amid today's geopolitical rivalries – especially among allies. If a trade war were to start, Europe must not be unprepared, as it was in 2018.</p>\n<p>Second, the political turmoil in Germany and France underscores the importance of the European Commission in providing leadership and direction for Europe.</p>\n<p>The Eurosystem must, within its mandate, act as an anchor for economic and financial stability in this landscape of great challenges. No one should doubt that we will shoulder this responsibility in full.</p>\n<p>Thank you very much for your attention!</p>\n<p>I look forward to the panel discussion.</p>\n<hr/>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> Kortelainen, M. and Vilmi, L. (2024), 'Recent insights into r*: An analysis using a modified Holston-Laubach-Williams model',<span> </span><em>Bank of Finland Bulletin</em>, 7 November 2024</p>\n<p>https://www.bofbulletin.fi/en/2024/articles/recent-insights-into-r-star-an-analysis-using-a-modified-holston-laubach-williams-model/</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup></sup></a></p>\n",
  "content_text": "Let me first thank UBS for kindly inviting me to address this distinguished audience. To kick off, I will briefly discussthe economic outlook in the euro area and the ECB's monetary policy approach. Overall, it is fair to say that the ECB's monetary policy has been relatively successful in taming inflation . Rate hikes have helped keep inflation expectations anchored to around 2%. Somewhat unusually for a tightening cycle, the euro area appears to have avoided recession, and unemployment has stayed at a record low. The ECB's inflation target was revised in 2021, and the revised symmetric target of 2% over the medium term has worked well during the past poly-crisis years. The big picture now is that disinflation in the euro area remains well on track. In October, inflation stood exactly at 2%, and it is expected to stabilise more sustainable next year. The progress with disinflation has prompted us to make three 25 bp. rate cuts since June. Even though a soft landing seems plausible in the euro area, growth is projected to remain sluggish. The manufacturing sector, in particular, is underperforming, not least in Germany but also elsewhere. What does this imply for monetary policy going forward? As you may be aware, we have been preaching and practising data-dependency. So, I am indeed looking forward to our December broad macroeconomic projections, especially on two issues. Will the projections indicate that inflation is stabilizing at our 2% target in early 2025 already? Will they confirm the weakening of growth momentum? As for the ECB's monetary policy stance, we are approaching a neutral level of interest rates – although nobody knows exactly when this will be reached. The direction of rate changes is clear, but the speed and scope of rate cuts will depend on our overall assessment at each meeting of three factors : the inflation outlook, the dynamics of underlying inflation and the strength of monetary policy transmission . The question in the title of the panel – How far and how fast do we move in reversing the tightening cycle? – can also be tackled by scrutinising the natural rate of interest, r*. R* provides a meaningful analytical framework for thinking about monetary policy, although its estimates are highly uncertain and it is, therefore, not a concrete policymaking tool. Unlike academics, we policymakers don't have the privilege to simply say that r* cannot be measured – we need an educated guesstimate. Generally, estimates of r* for the euro area are now slightly above zero, between 0 and 1. The Bank of Finland researchers estimate it to be in the range of 0.2% to 0.8%. This is in the same ballpark, if somewhat above, as the New York Fed's estimate of r* for the euro area, made with its broadly recognized Holston-Laubach-Williams model. 1 Against this backdrop, current market data and simple (or simplified) maths seem to imply that we would leave restrictive territory sometime in the springwinter next year 2025. But that is just an observation from my side, not a commitment. My commitment is instead to our inflation target and reaction function, as discussed earlier. Before concluding, one final point. Geopolitics, especially Russia's illegal war in Ukraine, the conflict in the Middle East and China's strategic ambitions, is overshadowing the economic outlook in Europe. It is also seriously affecting the operational environment for monetary policy – and will probably continue to do so for years, if not decades. So far, we have witnessed a certain retreat but not a broad-based reversal of globalization. The specifics of US trade policy under the incoming new administration are still unknown, but what we do know is that the significant import duties spoken of could have detrimental ramifications for the world economy. What should we make of all this? First, a new trade war is the last thing we need amid today's geopolitical rivalries – especially among allies. If a trade war were to start, Europe must not be unprepared, as it was in 2018. Second, the political turmoil in Germany and France underscores the importance of the European Commission in providing leadership and direction for Europe. The Eurosystem must, within its mandate, act as an anchor for economic and financial stability in this landscape of great challenges. No one should doubt that we will shoulder this responsibility in full. Thank you very much for your attention! I look forward to the panel discussion. 1 Kortelainen, M. and Vilmi, L. (2024), 'Recent insights into r*: An analysis using a modified Holston-Laubach-Williams model', Bank of Finland Bulletin , 7 November 2024 https://www.bofbulletin.fi/en/2024/articles/recent-insights-into-r-star-an-analysis-using-a-modified-holston-laubach-williams-model/",
  "date_parsed": "2024-11-14",
  "name": "Olli Rehn",
  "link_number": "14",
  "name_orig": "Olli Rehn",
  "url_orig": "https://www.bis.org/review/r241113b.htm"
}