{
  "source_url": "https://www.bis.org/review/r250617f.htm",
  "headline": "Olli Rehn: Europe's triple test - defence, decarbonisation and dynamism",
  "description_html": "\n<p>Speech by Mr Olli Rehn, Governor of the Bank of Finland, at the <span>Organisation for Economic Co-operation and Development (</span>OECD) lecture series, Paris, 13 June 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Olli Rehn, Governor of the Bank of Finland, at the Organisation for Economic Co-operation and Development ( OECD) lecture series, Paris, 13 June 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "17 June 2025",
  "pdf_url": "https://www.bis.org/review/r250617f.pdf",
  "content_html": "\n<p><em><a href=\"/review/r250617f_presentation.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">Presentation</a> accompanying the speech</em>       </p>\n<div>\n<p>Ladies and Gentlemen, Dear Friends,</p>\n<p>Thank you for the kind invitation to contribute to the newly launched OECD lecture series by central bank governors. That said, I usually try to steer clear of full-blown lecturing – so I look forward to a lively dialogue following my opening remarks!</p>\n<p>It is a real pleasure to be back at the OECD. I've always held the Organisation in high regard, particularly for its high-quality, rigorous work on structural reforms and evidence-based policy analysis.</p>\n<p>Before the subject at hand, allow me first a personal recollection. Back in the early 1990s – when I was an even younger man than today – I chaired the Finnish Delegation to the Council of Europe. I made it my goal to join the Council's Economic Committee, which has parliamentary oversight of the OECD. We met a few times a year in these premises.</p>\n<p>Whenever the meeting was over, I would head straight to the OECD basement bookstore. That was my trusted source of fresh reading material – valuable analytical raw material to use for my doctoral thesis. This was in the pre-internet era, when research still meant browsing real books, not just typing into a search bar or prompting ChatGPT.</p>\n<p>So yes, I owe the OECD a sincere thank you for its indirect but invaluable contribution to my DPhil on corporatism and industrial competitiveness in small European states. A rather niche topic, perhaps – but, surprisingly, still relevant today. I can tell you that I had<span> </span><em>déjà vu</em><span> </span>many times when reading the Draghi report on European industrial competitiveness!</p>\n<p>Of course, the usual disclaimer applies: the OECD bears no responsibility for any shortcomings of the thesis – if indeed any are ever discovered.</p>\n<p>Returning to today's subject, I shall speak about Europe's triple test, three major tests facing Europe:<span> </span><strong>defence, decarbonisation and dynamism</strong>.</p>\n<p>I'll start with the euro area's short-term outlook and monetary policy, before addressing the longer term strategic challenges that Europe – and many OECD countries – now face.</p>\n<p>And for the more globally minded, please forgive me if I have a particular European streak in my talk. There is a good reason for this. Going way back, I wrote my first longer article on the euro in 1992, titled 'The General Theory of Employment, Money and Integration' – no lack of self-confidence by a young chap, boldly paraphrasing Keynes! At that time, when the Maastricht Treaty had not yet been signed and Finland not even a member of the European Community, hardly could I imagine that the euro would take centre stage in my life – no regrets, as building Europe continues to be a most meaningful and constantly evolving project.</p>\n<p><strong>Slide 2 – Power politics is overshadowing the world economy now with exceptional force</strong></p>\n<p>We are living through a profound geopolitical shift, concretely felt in Russia's illegal, brutal war in Ukraine and the tragic conflict in the Middle East, which took yet another new turn last night following Israel's air strikes against Iran's nuclear infrastructure and Iran's retaliation.</p>\n<p>The post-war, rules-based international order is under pressure from authoritarian power politics. Leaders like Xi, Putin and Trump are, each in their own way, pushing for a world where might is right. A tri-polar order dominated by great power rivalry is unlikely to bring peace or prosperity.</p>\n<p>The US is reassessing its global role, with a widening strategic distance from Europe. While some hope for a return to 'the old normal', there are few signs of that. Europe must face reality and take far greater responsibility for its own security, as the European pillar of NATO.</p>\n<p>At the same time, US economic thinking has shifted. Protectionism has returned, and the US risks undermining its greatest advantage – its global talent pipeline. Actions against universities and immigration may hurt the country's long-term growth even more than tariffs.</p>\n<p>Europe is getting ready to fill the void – once we move boldly to attract talent, invest in innovation and close the competence gap with the US, as highlighted in Mario Draghi's report published last September.</p>\n<p>International cooperation remains essential. Few things unite economists more than our support for free trade. Europe must defend and deepen its network of trade agreements, particularly with emerging markets.</p>\n<p><strong>Slide 3 – Growth in the euro area is clouded by trade tensions and elevated global uncertainty</strong></p>\n<p>The conditions remain favourable for a strengthening of euro area growth, despite tariffs and tariff threats.</p>\n<p>In particular, strong real wage and employment developments and the easing of financing conditions due to lower interest rates support a gradual strengthening of growth. The positive growth impact of higher defence spending will also partly offset the adverse impact of tariffs.</p>\n<p>According to the June forecast of the Eurosystem, euro area GDP will grow by 0.9% this year, 1.1% next year and 1.3% in 2027.</p>\n<p><strong>Slide 4 – Inflation is currently at around the ECB's 2% medium-term target</strong></p>\n<p>Inflation in the euro area has declined to 1.9% (in May 2025), with core inflation at 2.3%. Service prices and wages have moderated roughly as expected, and energy prices have been easing since last year - at least until last night. Overall, inflation has stabilised at around our 2% medium-term target.</p>\n<p>Trade tensions complicate the picture, of course. To illustrate the uncertainty surrounding tariffs, the ECB published alternative scenarios in the context of its forecast. The scenarios show that inflation risks are tilted to the downside. However, they do not describe all possible channels. For instance, serious disruptions to financial markets are not factored in.</p>\n<p>Given this context, we decided at the ECB Governing Council last week to cut policy rates – the eighth time since last June. With uncertainty ahead, we retain full freedom of action and remain committed to price stability.</p>\n<p>The recent inflation shock has taught us valuable lessons – especially the paramount importance of central bank independence and anchored expectations. These lessons will be summarized in the results of our ongoing strategy review, due to be published in the third quarter.</p>\n<p><strong>Slide 5. Three and a half periods of euro area inflation, 1999-2025</strong></p>\n<p>To give you a broader context for the ECB strategy review, let's take a look at the short history of inflation in the euro area over the last quarter of century. I've divided it into<span> </span><strong>three and a half distinct periods</strong>.</p>\n<p><strong>First</strong>, in the final years of the Great Moderation from 1999 to 2009, inflation averaged around 2%.<span> </span><strong>Second</strong>, in the post-financial crisis period until 2021, inflation was exceptionally low, averaging just above 1%.<span> </span><strong>Third</strong>, in 2021-23 inflation surged and averaged over 5%. Each of these periods was characterized by different drivers of inflation (or deflation!).</p>\n<p>When we at the ECB Governing Council last reviewed our monetary policy strategy in July 2021, we had suffered nearly a decade of too low inflation. We opted for a symmetric inflation target of 2% over the medium term, which has served us well through the multi-crisis years.</p>\n<p>While deciding that, we were on the brink of a period of dramatically accelerating inflation. After the surge of inflation and its peak at 10.6% in October 2022, euro area inflation was brought back down to the vicinity of the target, thanks to the ECB tightening monetary policy and to lower energy prices. Today we are in the<span> </span><strong>fourth</strong><span> </span>period, now roughly halfway through. As said, we've been on an easing cycle since last June.</p>\n<p>For now, looking at headline inflation, we are in a good place: inflation has returned to around 2 percent, which is our medium-term target.</p>\n<p>However, as all the friends of Europe's \"national\" sport know, in a football game the most dangerous halftime scoreline is 2-0. That's when complacency creeps in, and suddenly the game can take a drastic turn.</p>\n<p>We face the same risk in monetary policy. Therefore, we must stay vigilant and monitor risks of inflation de-anchoring –<span> </span><strong>to both directions</strong>. As inflation is projected to stay below 2% in 2026, we must be mindful of not slipping towards the zero lower bound again, as happened in the 2010s.</p>\n<p>Especially, we must focus on keeping the inflation expectations firmly anchored to our 2% target. That's why<span> </span><strong><em>Team ECB</em></strong><span> </span>will remain alert and be ready to act with agility and determination, as and if needed.</p>\n<p><strong>Slide 6 – Europe is under challenge from the world of geopolitics – investment needed now in security and defence</strong></p>\n<p>Russia's war in Ukraine and the US foreign policy shift have made it clear that Europe must take greater responsibility for its own defence. In the short term, the best way to strengthen European security is to support Ukraine. At the same time, national and common European projects must be launched to strengthen the EU's own common defence capability.</p>\n<p>Additional national defence spending remains essential – especially as many European countries still fall short of NATO obligations, which are likely to be tightened at the upcoming NATO summit. But at the same time, it is important to note that<span> </span>Europe's external security is a European public good. It can be improved most effectively with concrete common European solutions and joint procurement, not just by spending more. And if new spending is directed at developing the European defence industry and equipment, it will lead to broader economic benefits.</p>\n<p>Recent research<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a><span> </span>has found, in the United States, that if increased defence spending supports private innovation, it can boost productivity growth and contribute to long-term economic dynamism. However, these benefits aren't automatic; they require investment-focused spending, substantial and sustained commitments, and a private sector capable of leveraging technological advancements. For Europe, unlocking these benefits demands a robust innovation ecosystem, a dynamic and extensive EU single market, and better coordination of defence spending to achieve necessary economies of scale and foster spillover effects.</p>\n<p>This brings us to common European financing. Joint defence solutions require joint financing. If common debt is opted for, it must be used efficiently for European public goods and backed by common future revenue. The EU budget can be reshaped accordingly, and efforts can be made to increase the EU's own resources.</p>\n<p>However, such changes require unanimity from Member States, which is far from easy to achieve. That's why we need pragmatic creativity.</p>\n<p>In this context, ideas like Bruegel's proposal for a European Defence Mechanism or for an EU defence development bank by a group of member states, are worth serious consideration. It would be a coalition of the willing and able, with participating states providing capital and managing common projects. Based on the template of the European Stability Mechanism, this model could enable rapid progress and allow non-EU countries (e.g the UK, Norway, Canada, Ukraine) to join as equal members.</p>\n<p><strong>Slide 7 – EU free trade agreements: 45 in place with 76 countries, and more being negotiated</strong></p>\n<p>What about trade policy? Protectionism is back, as we know. Let's look at some scenarios. Our modelling shows that if the US were to impose 25% tariffs on all EU and Chinese goods imports, and if the EU and China were to respond in kind, global GDP could drop by over 0.5%. For the euro area, the hit to GDP could be as much as 1.5% in the first year.</p>\n<p>For small, open economies like Finland – and indeed most EU Member States – the damage would be serious. Trade wars benefit no one.</p>\n<p>The EU has responded calmly but firmly, proposing tariff reductions, preparing proportionate countermeasures and defending our interests. But it is also important to expand other trade partnerships.</p>\n<p>In the light of US mercantilism, Europe is deepening its trade ties globally, especially with emerging and developing economies. The EU already has FTAs with over 70 countries, covering nearly half of its external trade. Agreements with Australia, India and Indonesia are in progress.</p>\n<p>In my view, the EU-Mercosur FTA should be ratified without delay. The Latin American democracies are natural partners for Europe, and trade agreements are now as much about geopolitics as economics.</p>\n<p><strong>Slide 8 – Green transition is a short-term challenge, but medium to long-term benefits are obvious</strong></p>\n<p>The green transition is not a luxury – it is Europe's only viable energy strategy. Unlike the US, we lack (cheap) domestic fossil fuels. The path to energy security lies in renewables, clean-tech and efficiency.</p>\n<p>As Draghi put it: decarbonisation is a chance for Europe to lead in clean-tech and secure low-cost energy. It is not putting the brakes on growth: experience shows we can reduce emissions and grow at the same time.</p>\n<p>Developments over the past decades (such as the de-coupling of economic growth and CO2 emissions) show that the green transition and economic growth are not mutually exclusive goals. Achieving further progress in this requires more decisive and consistent policy measures.</p>\n<p>Yes, there are short-term costs – stranded assets and adaptation. But long-term productivity gains are real: more efficient systems, new markets and stronger energy independence. For the EU, a net importer of fossil fuels, this is a win-win. It is a strategic imperative.</p>\n<p><strong>Slide 9 – Europe is lagging the US in productivity growth – it is critical to revitalise economic dynamism</strong></p>\n<p>Europe's productivity growth has lagged behind that of the US. Investment in common defence and the green transition offer a chance to revitalise productivity growth – but only if we do the right things.</p>\n<p>Unlike the US, Europe lacks deep capital markets and a unified innovation system. Defence spending won't drive growth unless it supports R&amp;D and leverages private sector capacity. The green transition can power productivity – if we invest in human capital and innovation.</p>\n<p>That's why intensifying the work for a European safe asset and deeper capital markets is so important. They would support investment in common defence and the green transition, while enhancing financial stability.</p>\n<p>Europe today is underperforming in channelling savings into investment. There are currently estimated to be up to 10 trillion euros in bank accounts, which is a vast potential to be even partly mobilised more productively for equity investment, offering higher return for European investors.</p>\n<p>Safe assets are critical in attracting investment – and the backbone of monetary power. The EU's reform momentum for the Savings and Investment Union should now be accelerated by setting a clear, ambitious timeline for its completion, such as 1 January 2028, as Governor Francois Villeroy de Galhau of the Banque de France has suggested.</p>\n<p>Above all, Europe must rediscover its traditional strength: talented people. We have top universities, skilled workers and a history of academic freedom. The US has relied heavily on imported talent – particularly in technologies. If that inflow weakens, Europe must be ready to lead again.</p>\n<p>But talent won't come by accident. We need sound immigration policy, investment in education, and a culture that values research and risk-taking. Human capital is the foundation of long-term growth.</p>\n<p><strong>Slide 10 – Conclusions: Europe's triple test</strong></p>\n<p>In a nutshell, strategic investment in<span> </span><strong>defence, decarbonisation and human capital</strong><span> </span>can revitalise Europe's economic dynamism. But only with coordinated action, credible fiscal rules and structural reform.</p>\n<p>Let me end with a reflection on how Europe builds resilience – not just through policy or institutions, but through its modus operandi.</p>\n<p>The European Union has always evolved by solving practical problems together, step by step. This is the essence of the community method – what the great scholar<span> </span><strong>David Mitrany</strong><span> </span>called<span> </span><em>functionalism</em>: \"form follows function\", and where cooperation in one area is creating spillovers that drive integration in others area – economic, security, political and human.</p>\n<p>The EU's first and foremost founding personality<span> </span><strong>Jean Monnet</strong><span> </span>understood this deeply when he said:<span> </span><em>\"Europe will be built through concrete achievements which first create a de facto solidarity.\"</em></p>\n<p>Whether in coal and steel, in the single market, in the euro – or now in defence, the green transition and capital markets – Europe has advanced not only by a brilliant blueprint, but by acting concretely and staying the course. By confronting challenges together and finding shared solutions.</p>\n<p>This logic remains as relevant today as ever. When we reinforce Europe's common defence, accelerate the green transition and invest in industrial competitiveness, we are not just fixing separate problems – but we are essentially reinforcing the fabric of Europe.</p>\n<p>That is how Europe turns pressure into progress, and pragmatism into purpose. And if Europe succeeds in this now, it will benefit the whole world.</p>\n<p>Thank you.</p>\n<hr/>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> E.g. Antolin-Diaz and Surico (2025).</p>\n</div>\n",
  "content_text": "Presentation accompanying the speech Ladies and Gentlemen, Dear Friends, Thank you for the kind invitation to contribute to the newly launched OECD lecture series by central bank governors. That said, I usually try to steer clear of full-blown lecturing – so I look forward to a lively dialogue following my opening remarks! It is a real pleasure to be back at the OECD. I've always held the Organisation in high regard, particularly for its high-quality, rigorous work on structural reforms and evidence-based policy analysis. Before the subject at hand, allow me first a personal recollection. Back in the early 1990s – when I was an even younger man than today – I chaired the Finnish Delegation to the Council of Europe. I made it my goal to join the Council's Economic Committee, which has parliamentary oversight of the OECD. We met a few times a year in these premises. Whenever the meeting was over, I would head straight to the OECD basement bookstore. That was my trusted source of fresh reading material – valuable analytical raw material to use for my doctoral thesis. This was in the pre-internet era, when research still meant browsing real books, not just typing into a search bar or prompting ChatGPT. So yes, I owe the OECD a sincere thank you for its indirect but invaluable contribution to my DPhil on corporatism and industrial competitiveness in small European states. A rather niche topic, perhaps – but, surprisingly, still relevant today. I can tell you that I had déjà vu many times when reading the Draghi report on European industrial competitiveness! Of course, the usual disclaimer applies: the OECD bears no responsibility for any shortcomings of the thesis – if indeed any are ever discovered. Returning to today's subject, I shall speak about Europe's triple test, three major tests facing Europe: defence, decarbonisation and dynamism . I'll start with the euro area's short-term outlook and monetary policy, before addressing the longer term strategic challenges that Europe – and many OECD countries – now face. And for the more globally minded, please forgive me if I have a particular European streak in my talk. There is a good reason for this. Going way back, I wrote my first longer article on the euro in 1992, titled 'The General Theory of Employment, Money and Integration' – no lack of self-confidence by a young chap, boldly paraphrasing Keynes! At that time, when the Maastricht Treaty had not yet been signed and Finland not even a member of the European Community, hardly could I imagine that the euro would take centre stage in my life – no regrets, as building Europe continues to be a most meaningful and constantly evolving project. Slide 2 – Power politics is overshadowing the world economy now with exceptional force We are living through a profound geopolitical shift, concretely felt in Russia's illegal, brutal war in Ukraine and the tragic conflict in the Middle East, which took yet another new turn last night following Israel's air strikes against Iran's nuclear infrastructure and Iran's retaliation. The post-war, rules-based international order is under pressure from authoritarian power politics. Leaders like Xi, Putin and Trump are, each in their own way, pushing for a world where might is right. A tri-polar order dominated by great power rivalry is unlikely to bring peace or prosperity. The US is reassessing its global role, with a widening strategic distance from Europe. While some hope for a return to 'the old normal', there are few signs of that. Europe must face reality and take far greater responsibility for its own security, as the European pillar of NATO. At the same time, US economic thinking has shifted. Protectionism has returned, and the US risks undermining its greatest advantage – its global talent pipeline. Actions against universities and immigration may hurt the country's long-term growth even more than tariffs. Europe is getting ready to fill the void – once we move boldly to attract talent, invest in innovation and close the competence gap with the US, as highlighted in Mario Draghi's report published last September. International cooperation remains essential. Few things unite economists more than our support for free trade. Europe must defend and deepen its network of trade agreements, particularly with emerging markets. Slide 3 – Growth in the euro area is clouded by trade tensions and elevated global uncertainty The conditions remain favourable for a strengthening of euro area growth, despite tariffs and tariff threats. In particular, strong real wage and employment developments and the easing of financing conditions due to lower interest rates support a gradual strengthening of growth. The positive growth impact of higher defence spending will also partly offset the adverse impact of tariffs. According to the June forecast of the Eurosystem, euro area GDP will grow by 0.9% this year, 1.1% next year and 1.3% in 2027. Slide 4 – Inflation is currently at around the ECB's 2% medium-term target Inflation in the euro area has declined to 1.9% (in May 2025), with core inflation at 2.3%. Service prices and wages have moderated roughly as expected, and energy prices have been easing since last year - at least until last night. Overall, inflation has stabilised at around our 2% medium-term target. Trade tensions complicate the picture, of course. To illustrate the uncertainty surrounding tariffs, the ECB published alternative scenarios in the context of its forecast. The scenarios show that inflation risks are tilted to the downside. However, they do not describe all possible channels. For instance, serious disruptions to financial markets are not factored in. Given this context, we decided at the ECB Governing Council last week to cut policy rates – the eighth time since last June. With uncertainty ahead, we retain full freedom of action and remain committed to price stability. The recent inflation shock has taught us valuable lessons – especially the paramount importance of central bank independence and anchored expectations. These lessons will be summarized in the results of our ongoing strategy review, due to be published in the third quarter. Slide 5. Three and a half periods of euro area inflation, 1999-2025 To give you a broader context for the ECB strategy review, let's take a look at the short history of inflation in the euro area over the last quarter of century. I've divided it into three and a half distinct periods . First , in the final years of the Great Moderation from 1999 to 2009, inflation averaged around 2%. Second , in the post-financial crisis period until 2021, inflation was exceptionally low, averaging just above 1%. Third , in 2021-23 inflation surged and averaged over 5%. Each of these periods was characterized by different drivers of inflation (or deflation!). When we at the ECB Governing Council last reviewed our monetary policy strategy in July 2021, we had suffered nearly a decade of too low inflation. We opted for a symmetric inflation target of 2% over the medium term, which has served us well through the multi-crisis years. While deciding that, we were on the brink of a period of dramatically accelerating inflation. After the surge of inflation and its peak at 10.6% in October 2022, euro area inflation was brought back down to the vicinity of the target, thanks to the ECB tightening monetary policy and to lower energy prices. Today we are in the fourth period, now roughly halfway through. As said, we've been on an easing cycle since last June. For now, looking at headline inflation, we are in a good place: inflation has returned to around 2 percent, which is our medium-term target. However, as all the friends of Europe's \"national\" sport know, in a football game the most dangerous halftime scoreline is 2-0. That's when complacency creeps in, and suddenly the game can take a drastic turn. We face the same risk in monetary policy. Therefore, we must stay vigilant and monitor risks of inflation de-anchoring – to both directions . As inflation is projected to stay below 2% in 2026, we must be mindful of not slipping towards the zero lower bound again, as happened in the 2010s. Especially, we must focus on keeping the inflation expectations firmly anchored to our 2% target. That's why Team ECB will remain alert and be ready to act with agility and determination, as and if needed. Slide 6 – Europe is under challenge from the world of geopolitics – investment needed now in security and defence Russia's war in Ukraine and the US foreign policy shift have made it clear that Europe must take greater responsibility for its own defence. In the short term, the best way to strengthen European security is to support Ukraine. At the same time, national and common European projects must be launched to strengthen the EU's own common defence capability. Additional national defence spending remains essential – especially as many European countries still fall short of NATO obligations, which are likely to be tightened at the upcoming NATO summit. But at the same time, it is important to note that Europe's external security is a European public good. It can be improved most effectively with concrete common European solutions and joint procurement, not just by spending more. And if new spending is directed at developing the European defence industry and equipment, it will lead to broader economic benefits. Recent research 1 has found, in the United States, that if increased defence spending supports private innovation, it can boost productivity growth and contribute to long-term economic dynamism. However, these benefits aren't automatic; they require investment-focused spending, substantial and sustained commitments, and a private sector capable of leveraging technological advancements. For Europe, unlocking these benefits demands a robust innovation ecosystem, a dynamic and extensive EU single market, and better coordination of defence spending to achieve necessary economies of scale and foster spillover effects. This brings us to common European financing. Joint defence solutions require joint financing. If common debt is opted for, it must be used efficiently for European public goods and backed by common future revenue. The EU budget can be reshaped accordingly, and efforts can be made to increase the EU's own resources. However, such changes require unanimity from Member States, which is far from easy to achieve. That's why we need pragmatic creativity. In this context, ideas like Bruegel's proposal for a European Defence Mechanism or for an EU defence development bank by a group of member states, are worth serious consideration. It would be a coalition of the willing and able, with participating states providing capital and managing common projects. Based on the template of the European Stability Mechanism, this model could enable rapid progress and allow non-EU countries (e.g the UK, Norway, Canada, Ukraine) to join as equal members. Slide 7 – EU free trade agreements: 45 in place with 76 countries, and more being negotiated What about trade policy? Protectionism is back, as we know. Let's look at some scenarios. Our modelling shows that if the US were to impose 25% tariffs on all EU and Chinese goods imports, and if the EU and China were to respond in kind, global GDP could drop by over 0.5%. For the euro area, the hit to GDP could be as much as 1.5% in the first year. For small, open economies like Finland – and indeed most EU Member States – the damage would be serious. Trade wars benefit no one. The EU has responded calmly but firmly, proposing tariff reductions, preparing proportionate countermeasures and defending our interests. But it is also important to expand other trade partnerships. In the light of US mercantilism, Europe is deepening its trade ties globally, especially with emerging and developing economies. The EU already has FTAs with over 70 countries, covering nearly half of its external trade. Agreements with Australia, India and Indonesia are in progress. In my view, the EU-Mercosur FTA should be ratified without delay. The Latin American democracies are natural partners for Europe, and trade agreements are now as much about geopolitics as economics. Slide 8 – Green transition is a short-term challenge, but medium to long-term benefits are obvious The green transition is not a luxury – it is Europe's only viable energy strategy. Unlike the US, we lack (cheap) domestic fossil fuels. The path to energy security lies in renewables, clean-tech and efficiency. As Draghi put it: decarbonisation is a chance for Europe to lead in clean-tech and secure low-cost energy. It is not putting the brakes on growth: experience shows we can reduce emissions and grow at the same time. Developments over the past decades (such as the de-coupling of economic growth and CO2 emissions) show that the green transition and economic growth are not mutually exclusive goals. Achieving further progress in this requires more decisive and consistent policy measures. Yes, there are short-term costs – stranded assets and adaptation. But long-term productivity gains are real: more efficient systems, new markets and stronger energy independence. For the EU, a net importer of fossil fuels, this is a win-win. It is a strategic imperative. Slide 9 – Europe is lagging the US in productivity growth – it is critical to revitalise economic dynamism Europe's productivity growth has lagged behind that of the US. Investment in common defence and the green transition offer a chance to revitalise productivity growth – but only if we do the right things. Unlike the US, Europe lacks deep capital markets and a unified innovation system. Defence spending won't drive growth unless it supports R&D and leverages private sector capacity. The green transition can power productivity – if we invest in human capital and innovation. That's why intensifying the work for a European safe asset and deeper capital markets is so important. They would support investment in common defence and the green transition, while enhancing financial stability. Europe today is underperforming in channelling savings into investment. There are currently estimated to be up to 10 trillion euros in bank accounts, which is a vast potential to be even partly mobilised more productively for equity investment, offering higher return for European investors. Safe assets are critical in attracting investment – and the backbone of monetary power. The EU's reform momentum for the Savings and Investment Union should now be accelerated by setting a clear, ambitious timeline for its completion, such as 1 January 2028, as Governor Francois Villeroy de Galhau of the Banque de France has suggested. Above all, Europe must rediscover its traditional strength: talented people. We have top universities, skilled workers and a history of academic freedom. The US has relied heavily on imported talent – particularly in technologies. If that inflow weakens, Europe must be ready to lead again. But talent won't come by accident. We need sound immigration policy, investment in education, and a culture that values research and risk-taking. Human capital is the foundation of long-term growth. Slide 10 – Conclusions: Europe's triple test In a nutshell, strategic investment in defence, decarbonisation and human capital can revitalise Europe's economic dynamism. But only with coordinated action, credible fiscal rules and structural reform. Let me end with a reflection on how Europe builds resilience – not just through policy or institutions, but through its modus operandi. The European Union has always evolved by solving practical problems together, step by step. This is the essence of the community method – what the great scholar David Mitrany called functionalism : \"form follows function\", and where cooperation in one area is creating spillovers that drive integration in others area – economic, security, political and human. The EU's first and foremost founding personality Jean Monnet understood this deeply when he said: \"Europe will be built through concrete achievements which first create a de facto solidarity.\" Whether in coal and steel, in the single market, in the euro – or now in defence, the green transition and capital markets – Europe has advanced not only by a brilliant blueprint, but by acting concretely and staying the course. By confronting challenges together and finding shared solutions. This logic remains as relevant today as ever. When we reinforce Europe's common defence, accelerate the green transition and invest in industrial competitiveness, we are not just fixing separate problems – but we are essentially reinforcing the fabric of Europe. That is how Europe turns pressure into progress, and pragmatism into purpose. And if Europe succeeds in this now, it will benefit the whole world. Thank you. 1 E.g. Antolin-Diaz and Surico (2025).",
  "date_parsed": "2025-06-17",
  "name": "Olli Rehn",
  "name_orig": "Olli Rehn",
  "url_orig": "https://www.bis.org/review/r250617f.htm"
}