{
  "source_url": "https://www.bis.org/review/r250325a.htm",
  "headline": "Olli Rehn: Eurozone outlook and European Central Bank monetary policy",
  "description_html": "\n<p>Opening remarks by Mr Olli Rehn, Governor of the Bank of Finland, at the MNI Connect Video Conference, Helsinki, 18 March 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Opening remarks by Mr Olli Rehn, Governor of the Bank of Finland, at the MNI Connect Video Conference, Helsinki, 18 March 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "25 March 2025",
  "pdf_url": "https://www.bis.org/review/r250325a.pdf",
  "content_html": "\n<p><em><a href=\"/review/r250325a_presentation.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">Presentation</a> accompanying the speech</em></p>\n<p>Let me first thank MNI for inviting me to speak at this conference. To kick off, I will briefly discussthe economic outlook in the eurozone and the current lines of thought in the ECB's monetary policy.</p>\n<p>In presenting my remarks here, I will focus particularly on how the significant shifts in world politics of recent weeks will, in my view, affect the euro area economy and the European Central Bank's monetary policy.</p>\n<p>Slide 2: Geopolitics dominates economic outlook</p>\n<p>Geopolitics currently dominates and weighs on the outlook for the global economy, and does so with exceptional force. </p>\n<p>Russia's illegal, brutal war of aggression in Ukraine has been going on for more than three years. It has shaken the European security order, and more recent events since the Munich Security Conference a month ago have marked a major disruption in the world order – in a way that is dangerous for Europe. This has forced the European Union to seek to strengthen its common defences.</p>\n<p>It is clear that the United States is undergoing a fundamental change of direction both in its foreign and security policy and in its domestic political development. This is not necessarily just a temporary phenomenon, but may be a more permanent turn in US politics. And US foreign policy is now operating under a very different kind of rationality than it used to.</p>\n<p>\"America first\" trade policy in the US is profoundly protectionist but highly unpredictable. There will be no winners in a trade war. Tariffs and the related uncertainty will hit investment and slow down growth everywhere. The latest indicators on the US economy point to weaker than expected growth, which would also affect growth prospects in Europe.</p>\n<p>As a result of the turmoil in world politics in recent weeks, Europe has woken up to the necessity of strengthening common defence. The situation is acute, and many EU countries, led by Germany, have announced significant decisions to increase defence spending. Europe is now taking action and responding to the challenge of forming and financing a common, strong defence.</p>\n<p>These defence investments will have to be made in a situation where the public deficits of EU Member States are already large. However, the investments required for defence are of such a magnitude that they cannot be financed simply by increasing taxation or cutting other public sector expenditure. It is therefore, in my view, justified, in the short term, to utilize the flexibility elements included in the EU's new fiscal rules, provided that longer-term debt sustainability is not compromised. </p>\n<p>This is why we also need common European financing solutions, implemented in a way that strengthens our common security and accelerates joint procurement and production – I am thinking of air defence and drone production, for example.</p>\n<p>Slide 3: Bank of Finland's scenario calculation: A trade war would weaken growth worldwide</p>\n<p>Recent statements from the United States about imposing import tariffs have raised the threat of a trade war in the global economy. An analysis published a week ago by the Bank of Finland illustrates the significant risks that a trade war would pose to economic growth.</p>\n<p>The study assumes that the United States would impose a 25% tariff increase on all imports from the euro area and a 20% increase on all imports from China. It also assumes that the euro area and China would impose equivalent tariffs on the United States. Moreover, the calculations take into account the potential economic effects of increased uncertainty affecting economic policy.</p>\n<p>The scenario demonstrates that there are no winners in a trade war. As a result, world GDP would decline by more than 0.5% per year. The effects on the euro area and China would be even greater. A key aspect of a trade war is the rise in uncertainty, which we are already witnessing and which could lead to a reduced willingness to investment among businesses.</p>\n<p>Efforts should, in any case, be made to prevent the threat of a trade war through a fair negotiated solution to mitigate the negative effects on growth. To support a negotiated solution, Europe should be prepared to respond to the imposition of tariffs with potential countermeasures.</p>\n<p>It must also be said that when a brutal war is being fought on European soil, a trade war is the last thing we need right now – especially among allies.</p>\n<p>Slide 4: Growth in the euro area economy picking up gradually</p>\n<p>US tariffs and increased uncertainty are already having adverse effects on economic growth outlook in the euro area in the immediate and near term.</p>\n<p>Europe's response to the deterioration of the security situation will have its own effects on European economies, which are very difficult to quantify at this stage.</p>\n<p>The growth outlook for the euro area remains subdued. According to the ECB's March forecast, growth in the euro area is gradually picking up, but at a slower pace than expected, and growth risks are on the downside.</p>\n<p>In addition to cyclical factors, the euro area economy is also experiencing structural problems. In the ECB's new forecast, productivity growth is slower than before. The weakness appears to be more structural than previously. But it would be wrong to say that it is entirely structural.</p>\n<p>One – if not the only – reason for Europe's slow productivity growth is precisely the weak development of investment in recent years. The background is a great deal of uncertainty fuelled by geopolitics, but there were also tight financial conditions for a long time.</p>\n<p>Let me reveal that I don't belong to those who makes a crystal-clear distinction between structural and cyclical factors – it would be against my macroeconomic training. Rather, I see the distinction as a line drawn in water. Here, I feel like applying a giant of economics: \"In the long run, we will all retire. But in the meantime, we need more productive investment.\"</p>\n<p>In other words: although the euro area's longer-term challenges of growth and competitiveness cannot be solved by monetary policy, the fall in interest rates brings welcome room for manoeuvre for households and companies. Rate cuts have been supportive of the investments that are required to improve productivity. Of course, in the long term, the level and growth of investments is determined by their expected real returns.</p>\n<p>Although there is little to be positive about in the security situation in Europe, the expected increases in defence spending and investment are at least likely to support GDP growth over the medium-term.</p>\n<p>Slide 5: Euro area inflation stabilising at the 2% target</p>\n<p>Inflation in the euro area is stabilising at the ECB's 2% target. The path of disinflation has been pretty much in line with forecasts. Wage inflation has largely decelerated, and forward-looking wage indicators point to a clear slowdown in wage growth. Most measures of core inflation − which excludes energy and food prices − also point to a sustained convergence of inflation around the 2% target over the medium term.</p>\n<p>Risks to the inflation outlook are two-sided. Protectionism in world trade dampens growth and increases uncertainty about the inflation outlook. Geopolitical tensions pose a wide range of risks to the energy market, consumer confidence and corporate investment.</p>\n<p>Slide 6: ECB's decision to ease monetary policy spurred by inflation stabilising and growth weakening</p>\n<p>The ECB's latest decision to ease monetary policy leaned on the fact that inflation is stabilising and growth weakening. Thus, the Governing Council decided to cut the key policy rate by 25 basis points.</p>\n<p>The rate cut was the sixth since we started easing monetary policy. Since last June, the deposit facility rate has been lowered by a total of 1.5 percentage points, from 4% to 2.5%. Monetary policy is thus becoming meaningfully less restrictive.</p>\n<p>The decision was based, as usual, on three elements: the inflation outlook, the dynamics of underlying inflation and the strength of monetary policy transmission.</p>\n<p>We are not pre-committed to any interest rate path. Policy rates are set at each meeting based on the latest information and our comprehensive assessment, next time on 17 April. The Governing Council retains full freedom of action in times of pervasive uncertainty.</p>\n<p>Slide 7: Europe is under challenge from the world of geopolitics – investment is needed now in security and productivity</p>\n<p>Let me now conclude. The world is now experiencing a transition of potentially similar magnitude as 30 years ago, when the Berlin Wall fell, the Cold War ended and Europe united. At that time, the evolution of humanity took a step forward and security rooted in cooperation was strengthened.</p>\n<p>Today the world only is in reverse gear: power politics has returned in a brutal way with Russia's invasion, the United States is standing by Russia and playing sphere-of-influence politics, and China is challenging the entire international order. </p>\n<p>But we must be able to navigate even in this geopolitically difficult terrain. With the Munich Security Conference, Europe has received yet another wake-up call.</p>\n<p>At the same time, we must focus on our own economic problems. Europe needs investments in productivity growth – in human capital and in research and innovation. Protectionism highlights the need to complete the single market and expand the EU's network of free trade agreements.</p>\n<p>The stabilisation of inflation and the weakening of the growth outlook have supported monetary policy easing since last summer. The ECB's monetary policy has been reasonably successful in bringing inflation down without inflicting unnecessary pain to the real economy.</p>\n<p>The past few weeks have shown that Europe must urgently get its act together and stand united in the face of external security threats. In the coming weeks and months, Europe will have to demonstrate that it is taking action and meeting the challenge of strengthening its defence. There is no time to waste.</p>\n<p>Thank you very much. I am happy to take any questions you have.</p>\n",
  "content_text": "Presentation accompanying the speech Let me first thank MNI for inviting me to speak at this conference. To kick off, I will briefly discussthe economic outlook in the eurozone and the current lines of thought in the ECB's monetary policy. In presenting my remarks here, I will focus particularly on how the significant shifts in world politics of recent weeks will, in my view, affect the euro area economy and the European Central Bank's monetary policy. Slide 2: Geopolitics dominates economic outlook Geopolitics currently dominates and weighs on the outlook for the global economy, and does so with exceptional force. Russia's illegal, brutal war of aggression in Ukraine has been going on for more than three years. It has shaken the European security order, and more recent events since the Munich Security Conference a month ago have marked a major disruption in the world order – in a way that is dangerous for Europe. This has forced the European Union to seek to strengthen its common defences. It is clear that the United States is undergoing a fundamental change of direction both in its foreign and security policy and in its domestic political development. This is not necessarily just a temporary phenomenon, but may be a more permanent turn in US politics. And US foreign policy is now operating under a very different kind of rationality than it used to. \"America first\" trade policy in the US is profoundly protectionist but highly unpredictable. There will be no winners in a trade war. Tariffs and the related uncertainty will hit investment and slow down growth everywhere. The latest indicators on the US economy point to weaker than expected growth, which would also affect growth prospects in Europe. As a result of the turmoil in world politics in recent weeks, Europe has woken up to the necessity of strengthening common defence. The situation is acute, and many EU countries, led by Germany, have announced significant decisions to increase defence spending. Europe is now taking action and responding to the challenge of forming and financing a common, strong defence. These defence investments will have to be made in a situation where the public deficits of EU Member States are already large. However, the investments required for defence are of such a magnitude that they cannot be financed simply by increasing taxation or cutting other public sector expenditure. It is therefore, in my view, justified, in the short term, to utilize the flexibility elements included in the EU's new fiscal rules, provided that longer-term debt sustainability is not compromised. This is why we also need common European financing solutions, implemented in a way that strengthens our common security and accelerates joint procurement and production – I am thinking of air defence and drone production, for example. Slide 3: Bank of Finland's scenario calculation: A trade war would weaken growth worldwide Recent statements from the United States about imposing import tariffs have raised the threat of a trade war in the global economy. An analysis published a week ago by the Bank of Finland illustrates the significant risks that a trade war would pose to economic growth. The study assumes that the United States would impose a 25% tariff increase on all imports from the euro area and a 20% increase on all imports from China. It also assumes that the euro area and China would impose equivalent tariffs on the United States. Moreover, the calculations take into account the potential economic effects of increased uncertainty affecting economic policy. The scenario demonstrates that there are no winners in a trade war. As a result, world GDP would decline by more than 0.5% per year. The effects on the euro area and China would be even greater. A key aspect of a trade war is the rise in uncertainty, which we are already witnessing and which could lead to a reduced willingness to investment among businesses. Efforts should, in any case, be made to prevent the threat of a trade war through a fair negotiated solution to mitigate the negative effects on growth. To support a negotiated solution, Europe should be prepared to respond to the imposition of tariffs with potential countermeasures. It must also be said that when a brutal war is being fought on European soil, a trade war is the last thing we need right now – especially among allies. Slide 4: Growth in the euro area economy picking up gradually US tariffs and increased uncertainty are already having adverse effects on economic growth outlook in the euro area in the immediate and near term. Europe's response to the deterioration of the security situation will have its own effects on European economies, which are very difficult to quantify at this stage. The growth outlook for the euro area remains subdued. According to the ECB's March forecast, growth in the euro area is gradually picking up, but at a slower pace than expected, and growth risks are on the downside. In addition to cyclical factors, the euro area economy is also experiencing structural problems. In the ECB's new forecast, productivity growth is slower than before. The weakness appears to be more structural than previously. But it would be wrong to say that it is entirely structural. One – if not the only – reason for Europe's slow productivity growth is precisely the weak development of investment in recent years. The background is a great deal of uncertainty fuelled by geopolitics, but there were also tight financial conditions for a long time. Let me reveal that I don't belong to those who makes a crystal-clear distinction between structural and cyclical factors – it would be against my macroeconomic training. Rather, I see the distinction as a line drawn in water. Here, I feel like applying a giant of economics: \"In the long run, we will all retire. But in the meantime, we need more productive investment.\" In other words: although the euro area's longer-term challenges of growth and competitiveness cannot be solved by monetary policy, the fall in interest rates brings welcome room for manoeuvre for households and companies. Rate cuts have been supportive of the investments that are required to improve productivity. Of course, in the long term, the level and growth of investments is determined by their expected real returns. Although there is little to be positive about in the security situation in Europe, the expected increases in defence spending and investment are at least likely to support GDP growth over the medium-term. Slide 5: Euro area inflation stabilising at the 2% target Inflation in the euro area is stabilising at the ECB's 2% target. The path of disinflation has been pretty much in line with forecasts. Wage inflation has largely decelerated, and forward-looking wage indicators point to a clear slowdown in wage growth. Most measures of core inflation − which excludes energy and food prices − also point to a sustained convergence of inflation around the 2% target over the medium term. Risks to the inflation outlook are two-sided. Protectionism in world trade dampens growth and increases uncertainty about the inflation outlook. Geopolitical tensions pose a wide range of risks to the energy market, consumer confidence and corporate investment. Slide 6: ECB's decision to ease monetary policy spurred by inflation stabilising and growth weakening The ECB's latest decision to ease monetary policy leaned on the fact that inflation is stabilising and growth weakening. Thus, the Governing Council decided to cut the key policy rate by 25 basis points. The rate cut was the sixth since we started easing monetary policy. Since last June, the deposit facility rate has been lowered by a total of 1.5 percentage points, from 4% to 2.5%. Monetary policy is thus becoming meaningfully less restrictive. The decision was based, as usual, on three elements: the inflation outlook, the dynamics of underlying inflation and the strength of monetary policy transmission. We are not pre-committed to any interest rate path. Policy rates are set at each meeting based on the latest information and our comprehensive assessment, next time on 17 April. The Governing Council retains full freedom of action in times of pervasive uncertainty. Slide 7: Europe is under challenge from the world of geopolitics – investment is needed now in security and productivity Let me now conclude. The world is now experiencing a transition of potentially similar magnitude as 30 years ago, when the Berlin Wall fell, the Cold War ended and Europe united. At that time, the evolution of humanity took a step forward and security rooted in cooperation was strengthened. Today the world only is in reverse gear: power politics has returned in a brutal way with Russia's invasion, the United States is standing by Russia and playing sphere-of-influence politics, and China is challenging the entire international order. But we must be able to navigate even in this geopolitically difficult terrain. With the Munich Security Conference, Europe has received yet another wake-up call. At the same time, we must focus on our own economic problems. Europe needs investments in productivity growth – in human capital and in research and innovation. Protectionism highlights the need to complete the single market and expand the EU's network of free trade agreements. The stabilisation of inflation and the weakening of the growth outlook have supported monetary policy easing since last summer. The ECB's monetary policy has been reasonably successful in bringing inflation down without inflicting unnecessary pain to the real economy. The past few weeks have shown that Europe must urgently get its act together and stand united in the face of external security threats. In the coming weeks and months, Europe will have to demonstrate that it is taking action and meeting the challenge of strengthening its defence. There is no time to waste. Thank you very much. I am happy to take any questions you have.",
  "date_parsed": "2025-03-25",
  "name": "Olli Rehn",
  "link_number": "9",
  "name_orig": "Olli Rehn",
  "url_orig": "https://www.bis.org/review/r250325a.htm"
}