{
  "source_url": "https://www.bis.org/review/r250407o.htm",
  "headline": "Olli Rehn: In science we trust? European enlightenment in the harsh world of geopolitics",
  "description_html": "\n<p>Remarks by Mr Olli Rehn, Governor of the Bank of Finland, at the \"Quo Vadis Europe? Democratic software power in a hard Geopolitical world\" conference, organised by the Joint Research Centre, Seville, 2 April 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Remarks by Mr Olli Rehn, Governor of the Bank of Finland, at the \"Quo Vadis Europe? Democratic software power in a hard Geopolitical world\" conference, organised by the Joint Research Centre, Seville, 2 April 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "09 April 2025",
  "pdf_url": "https://www.bis.org/review/r250407o.pdf",
  "content_html": "\n<p><em><a href=\"/review/r250407o_presentation.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">Presentation</a> accompanying the speech</em></p>\n<div>Ladies and Gentlemen, Dear Friends,</div>\n<div> </div>\n<div>Thank you for the invitation to speak at the EU's Joint Research Centre in Seville! It is an honour to be here and to have the opportunity to share my thoughts with you on the European project and the building of our Union – especially in the face of the ongoing shifts in geopolitics. </div>\n<div> </div>\n<div>This reminds me of my first visit to Seville. When the world was last in a historic transition, more than 30 years ago, I happened to be in Madrid and Seville on an exploratory mission, just on those days when the Berlin Wall came down. Back then it was a time of remarkable optimism – now, unfortunately, history is rather going into reverse. </div>\n<div> </div>\n<div>Slide 2: Themes of today's talk</div>\n<div> </div>\n<div>I'd like to structure my talk today under three themes. First, I will reflect on the genesis and progress of European integration, rooted in the Age of Enlightenment. Second, I will focus on Europe's security challenges amid current geopolitical developments. And third, I will discuss our common economic challenges. My core message is clear: Europe must remain united and steadfast - committed to acting as one, both in matters of security and in shaping a dynamic, resilient economy.</div>\n<div> </div>\n<div>The European Union stands as a remarkable achievement of rational thought, cooperation and progress. Its very foundation is deeply intertwined with the legacy of the Enlightenment – a period that championed reason, science and the pursuit of knowledge. </div>\n<div> </div>\n<div>But its roots go longer back in time. When we look at medieval European history - from Late Antiquity to the dawn of the Modern Era - we see a time of deep transformation. This period laid the foundations of modern Europe. States and nations began to take shape. A shared European culture emerged. It was built on the legacy of classical civilization and the Christian faith. Later came humanism, which shaped the Renaissance and helped pave the way for the Enlightenment. Ideas, books, and learning began to move again. Europe was waking up.</div>\n<div> </div>\n<div>Key figures like Charlemagne, Thomas Aquinas, and Dante gave form to Europe's political, spiritual, and cultural identity. And from Spain, great minds and artists left their mark. One of them was Isidore of Seville, right here in this city. In the early Middle Ages, he worked to preserve ancient knowledge for future generations. Centuries later, Miguel de Cervantes, through his literary genius and sharp humour, gave voice to the complexities of the human spirit. In Don Quixote, he playfully mocked the old heroic tales of knights and chivalry - and in doing so, helped define modern European literature. According to his own words, the idea for Don Quixote was born here in Seville, while he was in prison. Innovation stems sometimes from strangest of places!</div>\n<div> </div>\n<div>I can confess I have a very personal connection to Cervantes. Every summer, I read a few chapters of Don Quixote in its beautiful Finnish new translation from 2013-always after siesta and before the daily sauna-and-lake, when the rhythm of the day best invites slow reflection. It has become a small tradition, and a way for me to return to that timeless world of witty but warm humour, melancholy, and imagination. </div>\n<div>It was building in this rich cultural and spiritual heritage that the idea of a united Europe - made up of many peoples - was born. La longue durée, as French historians would say.</div>\n<div> </div>\n<div>And the Enlightenment tradition is still valid today. A belief in rational decision-making remains at the heart of European governance. Science and research play a crucial role in shaping the policies and decisions that guide our Union in these times and into the future. As Benjamin Franklin wisely said, \"An investment in knowledge pays the best interest.\" </div>\n<div> </div>\n<div>My guiding principle as European Commissioner was always to rely on evidence-based policymaking, where reason prevails over impulse, and careful analysis over mere ideology. It is this commitment to knowledge and learning that keeps our institutions effective and our policies sound – and our democracies alive and kicking. The role of scientific research and expertise must remain central to our strategies and policies.</div>\n<div> </div>\n<div>Well, we all know that these notions are not fashionable in many quarters in this age of populism and autocracy. But in my view, we must stick to these principles, for Europe to be Europe. Even if much of the world beyond our borders were to turn to autocracy, we should stick to our European model of democracy and the rule of law – for as long as Europeans desire this in their democratic way. And I trust they indeed do.</div>\n<div> </div>\n<div>The enlargement of the European Union can be seen as an extension of the Enlightenment project. The enlargement into South-Western Europe in the 1980s was much more than an economic endeavour only – it was a way to anchor democracy in the region. The stabilisation of democracy in Spain and Portugal was firmly supported by this process, demonstrating how European integration fosters democratic values. </div>\n<div> </div>\n<div>Similarly, the Eastern enlargement provided a framework through which the peoples of Central and Eastern Europe transitioned from state socialism to liberal democracy, reinforcing stability and bringing shared progress. One day in not-so-distant future, despite the current dire straits, this is also the prospect for Ukraine and the Western Balkans. </div>\n<div> </div>\n<div>Indeed, an important manifestation of Europe as a peace project is the 2012 Nobel Peace Prize that was awarded to the European Union, which had, by then, \"for over six decades contributed to the advancement of peace and reconciliation, democracy and human rights in Europe\".</div>\n<div> </div>\n<div>Slide 3: Geopolitics is dominating economic developments today with an exceptional force</div>\n<div> </div>\n<div>Let me next turn to geopolitics. We are still at an early stage of the process of a global geopolitical change. Not only Xi and Putin but many in the US are aiming at an international system based on three superpowers – i.e. the US, China and Russia, which would basically divide the world into three spheres of interests. </div>\n<div>I doubt this return to the 1930s could actually take place – I doubt that this world of three poles would ever emerge or, especially, that it could be a world of peace and prosperity. Gradually with growing interdependence, a world of economic zones or even blocs has been emerging as an alternative. Asia is consisting of several economic-political zones, and the same is very much the case regarding Latin America and Africa.  </div>\n<div> </div>\n<div>Nevertheless, power politics is back, and it is bad news for Europe. It is likewise in the rise in the South China Sea. President Donald Trump has been threatening to taking Greenland or annexing Canada, which has paradoxically weakened the international status of the United States, as well as many American brands from Tesla to the defence industry. </div>\n<div> </div>\n<div>The way we have long thought of our relationship with the United States has also been called into question by the US political leadership. This raises concerns about the future of democracy and the rule of law in the US – and even the question of how we should understand the concept of 'the West' in the non-geographic sense of the word, i.e. as a community of and commitment to democracy, the rule of law and civil liberties.</div>\n<div> </div>\n<div>We Europeans have also been taken aback by the lack of commitment by the current US administration towards its allies in democratic Europe and towards the European security order, and by its almost unconditional and strange willingness to appease imperialist Russia. </div>\n<div> </div>\n<div>In recent days, though, it seems that thinking in the White House on Russia has somewhat evolved. It has become clear that President Putin is quite apparently not interested in productive, good faith negotiations with Ukraine. This seems to have shifted attitudes in Washington to realise that Putin cannot be trusted, as was communicated by Finnish President Alexander Stubb who visited Trump over the weekend.  </div>\n<div> </div>\n<div>Since the Second World War, for good reason we have trusted that it is in the enlightened self-interest of the United States to stand as the security backstop for the Euro-Atlantic community. To my mind, as a long-time student of US foreign and security policy, this has been rational behaviour from the standpoint of the United States' own national security and of its global strategic interests and influence. But at the present time, the US is basing its actions on a very different kind of rationality.</div>\n<div>I am aware that some are holding out hope that this is just temporary – that we'll be back to 'the old normal' in a few years. Two points on that. First, I would not bet on it – there is no guarantee of a policy turn, as we may be witnessing a deeper political current in the US. And second, even more fundamentally, over the longer term our security in Europe cannot be trusted to the whims of US voters in the seven swing states, and to the twists and turns of the unpredictable US political system. </div>\n<div>What does this mean for Europe? I would very much concur with ECB President Christine Lagarde who said recently that it is now a moment for us Europeans when we can decide together to take our destiny into our own hands – it is a march to independence for Europe.</div>\n<div> </div>\n<div>Slide 4: Defence of Europe: a public good in the need of national and EU financing</div>\n<div>Supporting Ukraine and reinforcing European defence is an imperative for the security of the whole Europe. Common European defence is a crucial European public good. </div>\n<div> </div>\n<div>A strong, independent Europe, capable of defending itself as the European pillar of Nato but even without relying on external support, is essential. As we have seen in past EU actions, such as the cohesion policy, the euro crisis management, and the economic recovery package in response to the pandemic, Europe works best when we act collectively, by pooling our resources and sharing responsibilities.</div>\n<div>Just like in these previous cases, where not all countries benefited equally but all contributed to the collective good, defence spending should follow the same logic. While some countries may face a more immediate threat from Russia, all of us do benefit from a stronger, more secure Europe. If Europe is not able to deter aggression on one front, its ability to do so on any others is called into question. Failure to contain Russia in Europe's Eastern borders would be felt from the Arctic to the Mediterranean. Free-riding is a recipe for weakness and submission. </div>\n<div> </div>\n<div>To be effective in countering threats and building a robust defence, Europe must create joint capabilities, ensuring interoperability among national defence forces. This requires pooling resources and, if necessary, common debt to finance these efforts. The creation of a common defence system is not only logical but vital for Europe's future.</div>\n<div> </div>\n<div>However, for Europe to be agile and effective in this endeavour, we must also be flexible in organizing our efforts. Speed and adaptability are key. This means close cooperation with the United Kingdom, which shares our values and has a strong military. Despite no longer part of the EU, the UK remains a key partner in Europe's security architecture. Moreover, we cannot afford to be held back by foot-dragging or even hostile member states, such as Hungary, which may hinder progress. This is why we must search for creative solutions, also often driven by coalitions of the willing, to ensure that we move forward with our shared goals.</div>\n<div> </div>\n<div>At the same time, we must work for more effective European institutional arrangements that better serve the common good. This will require a significantly larger EU budget and more streamlined decision-making structures. The European Union must be ready to act decisively and with unity, ensuring that resources are allocated where most needed and that we can act with the necessary speed and efficiency. </div>\n<div> </div>\n<div>This is also an opportunity to make Europe economically and financially stronger, as we need a liquid and large market of safe assets. Could European defence bonds provide such safe assets? The precondition for this is that these bonds would be used to finance genuine European public goods and be backed by larger common revenues in the future.</div>\n<div> </div>\n<div>Solidarity and unity within the EU are reinforced by standing together, demonstrating our commitment to collective security and prosperity. Let us recall that the EU Treaty offers the legal basis for common defence in its article 42. Involvement from us all is vital in maintaining a united front and ensuring a peaceful and prosperous Europe for future generations.</div>\n<div> </div>\n<div>Slide 5: Euro area inflation stabilising at the ECB's 2% target</div>\n<div> </div>\n<div>Let me now turn to Europe's economic prospects. The outlook is dualistic: inflation is stabilising at our 2% target; meanwhile, growth is subdued. </div>\n<div> </div>\n<div>In the European Central Bank's Governing Council meeting on 6 March, we decided to further lower interest rates, as disinflation is on track and the growth outlook has weakened. This was the sixth reduction since last summer. We are not pre-committing to a particular rate path but will take decisions on rates at each meeting, the next being on 16 April. As there is currently pervasive uncertainty, the Governing Council will maintain complete freedom of action in setting its monetary policy. </div>\n<div> </div>\n<div>Slide 6: Bank of Finland's scenario calculation: A trade war would weaken growth worldwide</div>\n<div> </div>\n<div>The elevated uncertainty brings me to the risks in our economic outlook. It is self-evident that trade protectionism is near the top of the list. When asked to name one proposition in the social sciences that is both true and non-trivial, the economics Nobel laureate Paul Samuelson, referring to international trade, replied: \"Ricardo's theory of comparative advantage\". The notion that free trade is beneficial for the prosperity of all nations is deeply rooted in the thinking of the Enlightenment – and supported by a wealth of empirical evidence. </div>\n<div> </div>\n<div>An extensive trade war would weaken economic output worldwide, which is already starting to be priced in and felt as major turbulence in the global stock markets. Calculations by the Bank of Finland show that US tariffs targeting all imports from the EU countries and China could reduce global gross domestic product (GDP) by over 0.5% in 2025 and again in 2026. The impact on the euro area economy could be slightly greater than this. But, of course, the US companies would suffer as well.</div>\n<div>In my view, in the face of US protectionism, we cannot lie down in the fire, not even in friendly fire. It's important that the EU has been preparing proportionate countermeasures to reinforce its negotiating position, with the aim of negotiating a solution, which is better for everybody. In the context where there is Russia's illegal, brutal war going on in Ukraine and on European soil, the last thing we need is a trade war between allies.</div>\n<div> </div>\n<div>Slide 7: EU free trade agreements: status report</div>\n<div> </div>\n<div>In the face of US mercantilism, Europe should invest ever more in developing trade relations with the rest of the world, not least with the emerging and developing economies of the so-called Global South.</div>\n<div> </div>\n<div>The starting point is solid: we have free trade agreements (FTAs) in place with over 70 countries worldwide, covering almost half of our external trade. These countries include major economies, like Japan, South Korea and Canada. These FTAs provide market access to businesses, reduce tariffs and promote trade relationships. Moreover, FTAs with Australia, India and Indonesia are being negotiated.</div>\n<div>The next step should be to conclude the ratification of the Mercosur FTA. Latin American democracies are natural partners for Europe, and trade agreements that strengthen this partnership should be seen as a strategic priority – and likewise as a geopolitical necessity.</div>\n<div> </div>\n<div>In the economy, the Achilles heel of Europe is slow productivity growth. The current geopolitical landscape is putting extra pressure on industrial competitiveness. That's why European industry must strengthen its technological capabilities. Cutting-edge research and innovation, and investment in areas like AI, will be crucial. We must also reinforce European academic institutions at the forefront of global research. </div>\n<div>Moreover, the price of energy is a big burden to European competitiveness. Unlike the US, Europe has no abundant fossil fuel supplies, so there is no other viable strategy for increasing our energy security than decarbonisation and the green transition. These should be seen as key elements in strengthening the EU's strategic autonomy.</div>\n<div> </div>\n<div>One major area where we lack strategic autonomy is retail payments. This is why the Eurosystem is preparing a digital euro, a pan-European, cash-like payment method that would be accessible and accepted in all euro area countries. We already have a strong foundation in our wholesale payment systems and instant account-to-account payments.</div>\n<div> </div>\n<div>Furthermore, global uncertainty and geopolitical challenges demand agile decision-making. We must streamline decision-making processes and cut the red tape, which will empower us to act more decisively. This would also help improve Europe's industrial competitiveness and productivity growth, as underlined in the Draghi report.</div>\n<div> </div>\n<div>Slide 8: Europe is under challenge from the world of geopolitics – investment is needed now in security and productivity</div>\n<div> </div>\n<div>To conclude, today's world is experiencing yet another major transition, as it was 30 years ago – but now, unfortunately, it is moving in a reverse gear. Europe's ability to sustain its soft power – its influence through diplomacy, trade, culture and values – depends significantly on strengthening its hard power, particularly in terms of coordinated defence solutions. This is what it takes in today's world of unforgiving geopolitics, if we truly wish to cherish the legacy of the Enlightenment. </div>\n<div> </div>\n<div>At the same time, Europe must strengthen its economic foundation by finding ways to increase productivity and hence fulfil its true potential. </div>\n<div> </div>\n<div>In sum, Europe needs to show its capacity for renewal and remain united. Recent months have shown that a common response is more critical and urgent than before. There is no time to waste. At this critical time, Europe must stand together and act with purpose.</div>\n<div> </div>\n<div>Thank you for your kind attention.</div>\n",
  "content_text": "Presentation accompanying the speech Ladies and Gentlemen, Dear Friends, Thank you for the invitation to speak at the EU's Joint Research Centre in Seville! It is an honour to be here and to have the opportunity to share my thoughts with you on the European project and the building of our Union – especially in the face of the ongoing shifts in geopolitics. This reminds me of my first visit to Seville. When the world was last in a historic transition, more than 30 years ago, I happened to be in Madrid and Seville on an exploratory mission, just on those days when the Berlin Wall came down. Back then it was a time of remarkable optimism – now, unfortunately, history is rather going into reverse. Slide 2: Themes of today's talk I'd like to structure my talk today under three themes. First, I will reflect on the genesis and progress of European integration, rooted in the Age of Enlightenment. Second, I will focus on Europe's security challenges amid current geopolitical developments. And third, I will discuss our common economic challenges. My core message is clear: Europe must remain united and steadfast - committed to acting as one, both in matters of security and in shaping a dynamic, resilient economy. The European Union stands as a remarkable achievement of rational thought, cooperation and progress. Its very foundation is deeply intertwined with the legacy of the Enlightenment – a period that championed reason, science and the pursuit of knowledge. But its roots go longer back in time. When we look at medieval European history - from Late Antiquity to the dawn of the Modern Era - we see a time of deep transformation. This period laid the foundations of modern Europe. States and nations began to take shape. A shared European culture emerged. It was built on the legacy of classical civilization and the Christian faith. Later came humanism, which shaped the Renaissance and helped pave the way for the Enlightenment. Ideas, books, and learning began to move again. Europe was waking up. Key figures like Charlemagne, Thomas Aquinas, and Dante gave form to Europe's political, spiritual, and cultural identity. And from Spain, great minds and artists left their mark. One of them was Isidore of Seville, right here in this city. In the early Middle Ages, he worked to preserve ancient knowledge for future generations. Centuries later, Miguel de Cervantes, through his literary genius and sharp humour, gave voice to the complexities of the human spirit. In Don Quixote, he playfully mocked the old heroic tales of knights and chivalry - and in doing so, helped define modern European literature. According to his own words, the idea for Don Quixote was born here in Seville, while he was in prison. Innovation stems sometimes from strangest of places! I can confess I have a very personal connection to Cervantes. Every summer, I read a few chapters of Don Quixote in its beautiful Finnish new translation from 2013-always after siesta and before the daily sauna-and-lake, when the rhythm of the day best invites slow reflection. It has become a small tradition, and a way for me to return to that timeless world of witty but warm humour, melancholy, and imagination. It was building in this rich cultural and spiritual heritage that the idea of a united Europe - made up of many peoples - was born. La longue durée, as French historians would say. And the Enlightenment tradition is still valid today. A belief in rational decision-making remains at the heart of European governance. Science and research play a crucial role in shaping the policies and decisions that guide our Union in these times and into the future. As Benjamin Franklin wisely said, \"An investment in knowledge pays the best interest.\" My guiding principle as European Commissioner was always to rely on evidence-based policymaking, where reason prevails over impulse, and careful analysis over mere ideology. It is this commitment to knowledge and learning that keeps our institutions effective and our policies sound – and our democracies alive and kicking. The role of scientific research and expertise must remain central to our strategies and policies. Well, we all know that these notions are not fashionable in many quarters in this age of populism and autocracy. But in my view, we must stick to these principles, for Europe to be Europe. Even if much of the world beyond our borders were to turn to autocracy, we should stick to our European model of democracy and the rule of law – for as long as Europeans desire this in their democratic way. And I trust they indeed do. The enlargement of the European Union can be seen as an extension of the Enlightenment project. The enlargement into South-Western Europe in the 1980s was much more than an economic endeavour only – it was a way to anchor democracy in the region. The stabilisation of democracy in Spain and Portugal was firmly supported by this process, demonstrating how European integration fosters democratic values. Similarly, the Eastern enlargement provided a framework through which the peoples of Central and Eastern Europe transitioned from state socialism to liberal democracy, reinforcing stability and bringing shared progress. One day in not-so-distant future, despite the current dire straits, this is also the prospect for Ukraine and the Western Balkans. Indeed, an important manifestation of Europe as a peace project is the 2012 Nobel Peace Prize that was awarded to the European Union, which had, by then, \"for over six decades contributed to the advancement of peace and reconciliation, democracy and human rights in Europe\". Slide 3: Geopolitics is dominating economic developments today with an exceptional force Let me next turn to geopolitics. We are still at an early stage of the process of a global geopolitical change. Not only Xi and Putin but many in the US are aiming at an international system based on three superpowers – i.e. the US, China and Russia, which would basically divide the world into three spheres of interests. I doubt this return to the 1930s could actually take place – I doubt that this world of three poles would ever emerge or, especially, that it could be a world of peace and prosperity. Gradually with growing interdependence, a world of economic zones or even blocs has been emerging as an alternative. Asia is consisting of several economic-political zones, and the same is very much the case regarding Latin America and Africa. Nevertheless, power politics is back, and it is bad news for Europe. It is likewise in the rise in the South China Sea. President Donald Trump has been threatening to taking Greenland or annexing Canada, which has paradoxically weakened the international status of the United States, as well as many American brands from Tesla to the defence industry. The way we have long thought of our relationship with the United States has also been called into question by the US political leadership. This raises concerns about the future of democracy and the rule of law in the US – and even the question of how we should understand the concept of 'the West' in the non-geographic sense of the word, i.e. as a community of and commitment to democracy, the rule of law and civil liberties. We Europeans have also been taken aback by the lack of commitment by the current US administration towards its allies in democratic Europe and towards the European security order, and by its almost unconditional and strange willingness to appease imperialist Russia. In recent days, though, it seems that thinking in the White House on Russia has somewhat evolved. It has become clear that President Putin is quite apparently not interested in productive, good faith negotiations with Ukraine. This seems to have shifted attitudes in Washington to realise that Putin cannot be trusted, as was communicated by Finnish President Alexander Stubb who visited Trump over the weekend. Since the Second World War, for good reason we have trusted that it is in the enlightened self-interest of the United States to stand as the security backstop for the Euro-Atlantic community. To my mind, as a long-time student of US foreign and security policy, this has been rational behaviour from the standpoint of the United States' own national security and of its global strategic interests and influence. But at the present time, the US is basing its actions on a very different kind of rationality. I am aware that some are holding out hope that this is just temporary – that we'll be back to 'the old normal' in a few years. Two points on that. First, I would not bet on it – there is no guarantee of a policy turn, as we may be witnessing a deeper political current in the US. And second, even more fundamentally, over the longer term our security in Europe cannot be trusted to the whims of US voters in the seven swing states, and to the twists and turns of the unpredictable US political system. What does this mean for Europe? I would very much concur with ECB President Christine Lagarde who said recently that it is now a moment for us Europeans when we can decide together to take our destiny into our own hands – it is a march to independence for Europe. Slide 4: Defence of Europe: a public good in the need of national and EU financing Supporting Ukraine and reinforcing European defence is an imperative for the security of the whole Europe. Common European defence is a crucial European public good. A strong, independent Europe, capable of defending itself as the European pillar of Nato but even without relying on external support, is essential. As we have seen in past EU actions, such as the cohesion policy, the euro crisis management, and the economic recovery package in response to the pandemic, Europe works best when we act collectively, by pooling our resources and sharing responsibilities. Just like in these previous cases, where not all countries benefited equally but all contributed to the collective good, defence spending should follow the same logic. While some countries may face a more immediate threat from Russia, all of us do benefit from a stronger, more secure Europe. If Europe is not able to deter aggression on one front, its ability to do so on any others is called into question. Failure to contain Russia in Europe's Eastern borders would be felt from the Arctic to the Mediterranean. Free-riding is a recipe for weakness and submission. To be effective in countering threats and building a robust defence, Europe must create joint capabilities, ensuring interoperability among national defence forces. This requires pooling resources and, if necessary, common debt to finance these efforts. The creation of a common defence system is not only logical but vital for Europe's future. However, for Europe to be agile and effective in this endeavour, we must also be flexible in organizing our efforts. Speed and adaptability are key. This means close cooperation with the United Kingdom, which shares our values and has a strong military. Despite no longer part of the EU, the UK remains a key partner in Europe's security architecture. Moreover, we cannot afford to be held back by foot-dragging or even hostile member states, such as Hungary, which may hinder progress. This is why we must search for creative solutions, also often driven by coalitions of the willing, to ensure that we move forward with our shared goals. At the same time, we must work for more effective European institutional arrangements that better serve the common good. This will require a significantly larger EU budget and more streamlined decision-making structures. The European Union must be ready to act decisively and with unity, ensuring that resources are allocated where most needed and that we can act with the necessary speed and efficiency. This is also an opportunity to make Europe economically and financially stronger, as we need a liquid and large market of safe assets. Could European defence bonds provide such safe assets? The precondition for this is that these bonds would be used to finance genuine European public goods and be backed by larger common revenues in the future. Solidarity and unity within the EU are reinforced by standing together, demonstrating our commitment to collective security and prosperity. Let us recall that the EU Treaty offers the legal basis for common defence in its article 42. Involvement from us all is vital in maintaining a united front and ensuring a peaceful and prosperous Europe for future generations. Slide 5: Euro area inflation stabilising at the ECB's 2% target Let me now turn to Europe's economic prospects. The outlook is dualistic: inflation is stabilising at our 2% target; meanwhile, growth is subdued. In the European Central Bank's Governing Council meeting on 6 March, we decided to further lower interest rates, as disinflation is on track and the growth outlook has weakened. This was the sixth reduction since last summer. We are not pre-committing to a particular rate path but will take decisions on rates at each meeting, the next being on 16 April. As there is currently pervasive uncertainty, the Governing Council will maintain complete freedom of action in setting its monetary policy. Slide 6: Bank of Finland's scenario calculation: A trade war would weaken growth worldwide The elevated uncertainty brings me to the risks in our economic outlook. It is self-evident that trade protectionism is near the top of the list. When asked to name one proposition in the social sciences that is both true and non-trivial, the economics Nobel laureate Paul Samuelson, referring to international trade, replied: \"Ricardo's theory of comparative advantage\". The notion that free trade is beneficial for the prosperity of all nations is deeply rooted in the thinking of the Enlightenment – and supported by a wealth of empirical evidence. An extensive trade war would weaken economic output worldwide, which is already starting to be priced in and felt as major turbulence in the global stock markets. Calculations by the Bank of Finland show that US tariffs targeting all imports from the EU countries and China could reduce global gross domestic product (GDP) by over 0.5% in 2025 and again in 2026. The impact on the euro area economy could be slightly greater than this. But, of course, the US companies would suffer as well. In my view, in the face of US protectionism, we cannot lie down in the fire, not even in friendly fire. It's important that the EU has been preparing proportionate countermeasures to reinforce its negotiating position, with the aim of negotiating a solution, which is better for everybody. In the context where there is Russia's illegal, brutal war going on in Ukraine and on European soil, the last thing we need is a trade war between allies. Slide 7: EU free trade agreements: status report In the face of US mercantilism, Europe should invest ever more in developing trade relations with the rest of the world, not least with the emerging and developing economies of the so-called Global South. The starting point is solid: we have free trade agreements (FTAs) in place with over 70 countries worldwide, covering almost half of our external trade. These countries include major economies, like Japan, South Korea and Canada. These FTAs provide market access to businesses, reduce tariffs and promote trade relationships. Moreover, FTAs with Australia, India and Indonesia are being negotiated. The next step should be to conclude the ratification of the Mercosur FTA. Latin American democracies are natural partners for Europe, and trade agreements that strengthen this partnership should be seen as a strategic priority – and likewise as a geopolitical necessity. In the economy, the Achilles heel of Europe is slow productivity growth. The current geopolitical landscape is putting extra pressure on industrial competitiveness. That's why European industry must strengthen its technological capabilities. Cutting-edge research and innovation, and investment in areas like AI, will be crucial. We must also reinforce European academic institutions at the forefront of global research. Moreover, the price of energy is a big burden to European competitiveness. Unlike the US, Europe has no abundant fossil fuel supplies, so there is no other viable strategy for increasing our energy security than decarbonisation and the green transition. These should be seen as key elements in strengthening the EU's strategic autonomy. One major area where we lack strategic autonomy is retail payments. This is why the Eurosystem is preparing a digital euro, a pan-European, cash-like payment method that would be accessible and accepted in all euro area countries. We already have a strong foundation in our wholesale payment systems and instant account-to-account payments. Furthermore, global uncertainty and geopolitical challenges demand agile decision-making. We must streamline decision-making processes and cut the red tape, which will empower us to act more decisively. This would also help improve Europe's industrial competitiveness and productivity growth, as underlined in the Draghi report. Slide 8: Europe is under challenge from the world of geopolitics – investment is needed now in security and productivity To conclude, today's world is experiencing yet another major transition, as it was 30 years ago – but now, unfortunately, it is moving in a reverse gear. Europe's ability to sustain its soft power – its influence through diplomacy, trade, culture and values – depends significantly on strengthening its hard power, particularly in terms of coordinated defence solutions. This is what it takes in today's world of unforgiving geopolitics, if we truly wish to cherish the legacy of the Enlightenment. At the same time, Europe must strengthen its economic foundation by finding ways to increase productivity and hence fulfil its true potential. In sum, Europe needs to show its capacity for renewal and remain united. Recent months have shown that a common response is more critical and urgent than before. There is no time to waste. At this critical time, Europe must stand together and act with purpose. Thank you for your kind attention.",
  "date_parsed": "2025-04-09",
  "name": "Olli Rehn",
  "link_number": "8",
  "name_orig": "Olli Rehn",
  "url_orig": "https://www.bis.org/review/r250407o.htm"
}