{
  "source_url": "https://www.bis.org/review/r251105l.htm",
  "headline": "Olli Rehn: Europe and the euro in a changing international monetary system",
  "description_html": "\n<p>Speech by Mr Olli Rehn, Governor of the Bank of Finland, at the <span>Peterson Institute for International Economics,</span> Washington DC, 17 October 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Olli Rehn, Governor of the Bank of Finland, at the Peterson Institute for International Economics, Washington DC, 17 October 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "12 November 2025",
  "pdf_url": "https://www.bis.org/review/r251105l.pdf",
  "content_html": "\n<p><a href=\"/review/r251105l_presentation.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">Presentation</a> accompanying the speech</p>\n<p>Ladies and Gentlemen, Dear Colleagues and Friends,</p>\n<p>It's a real pleasure to be back at the Peterson Institute, a place that for decades has helped shape how we think about the world economy: fact-based, open-minded, and not afraid to challenge conventional wisdom.</p>\n<p>We meet at a moment when geopolitics and protectionism are reshaping the global economy. We have entered an era that is<span> </span><strong>less rules-based and more power-based</strong>. The international monetary system is becoming more fragmented, more contested, and more strategic.</p>\n<p>Now, amid this turbulence, Europe has proven its<span> </span><strong>resilience</strong>.</p>\n<p>The euro rests on firm foundations: the rule of law, macroeconomic stability, and the world's second-largest integrated economy.</p>\n<p>Despite the war in Ukraine, the energy shock, and the sharpest inflation surge in decades, Europe has come through remarkably well. Inflation has returned to target. Growth has stayed positive. And employment - perhaps most impressively - has held up throughout.</p>\n<p><strong>So yes - the European economy has shown remarkable resilience.</strong></p>\n<p>But - and this is the key \"but\" - resilience is<span> </span><strong>not the same</strong><span> </span>as<span> </span><strong>dynamism</strong>. Our growth is steady, but rather modest.</p>\n<p>In short, Europe's problem is not survival - it's<span> </span><strong>momentum</strong>. We can deal with shocks. But can we<span> </span><strong>generate sustained, self-confident growth</strong>?</p>\n<p>That's<span> </span><strong>the real test</strong>. And that leads to my main message today:</p>\n<p><strong>A stronger international role for the euro requires a stronger, more dynamic Europe. Both in security and in the economy.</strong></p>\n<p>The euro's global weight ultimately depends on the vitality of the economy behind it. That is why the path forward rests on<span> </span><strong>three key priorities: Defence, Dynamism, and Digital Sovereignty.</strong></p>\n<p><strong>The first D is inevitably Defence - and security as an economic asset.<span> </span></strong>Russia's war of aggression in Ukraine has reminded us, painfully, that<span> </span><strong>security and economics are inseparable</strong>.</p>\n<p>That's not just a military point. It's also an economic one.</p>\n<p>Because defence spending, if done right, is also an investment in innovation, industry and resilience. It drives technological spillovers. And - crucially - it builds confidence in Europe's capacity to protect itself.</p>\n<p>But this also brings a<span> </span><strong>financial opportunity</strong>.</p>\n<p>The need to fund common defence reinforces the case for<span> </span><strong>common European instruments</strong><span> </span>- including joint bond issuance - that could pave the way to finally provide the euro area with<span> </span><strong>a deep and liquid safe asset</strong>.</p>\n<p>That would help integrate our capital markets and give the euro a genuine benchmark - comparable to US Treasuries.</p>\n<p>Thus, reinforcing defence is not only about security. It's about creating the fiscal and financial backbone to make the euro more credible globally.</p>\n<p><strong>The second D </strong>is<span> </span><strong>Dynamism</strong><span> </span>- the engine of Europe's prosperity and the foundation of the euro's strength. The lesson is simple:<span> </span><strong>a currency cannot be stronger than the economy it represents.</strong></p>\n<p>The Draghi report put it clearly: Europe must reignite growth through more investment, smarter regulation, and a renewed commitment to complete the Single Market - especially in<span> </span><em>services</em><span> </span>and<span> </span><em>capital</em>.</p>\n<p>That is why<span> </span><strong>economic dynamism</strong><span> </span>- investing in productivity, completing the saving and investment union, and enabling innovation - is essential.</p>\n<p>So let me underline this point:</p>\n<p><strong>The euro's international role and Europe's economic dynamism are inseparable. One cannot exist without the other.</strong></p>\n<p><strong>The third D </strong>is<span> </span><strong>Digital Sovereignty</strong><span> </span>- perhaps the most strategic frontier of all. In that arena, Europe remains far too dependent on non-European platforms and payment systems.</p>\n<p>At the same time,<span> </span><strong>US dollar-backed stablecoins</strong><span> </span>are spreading rapidly - aiming at extending dollar dominance into digital finance.</p>\n<p>Europe is not ignoring this shift. That's why the<span> </span><strong>digital euro</strong><span> </span>is important.</p>\n<p>It's not about hype or headlines. It's about ensuring that European citizens and firms have access to<span> </span><strong>secure, inclusive legal tender</strong><span> </span>in the digital age -<span> </span><strong>issued by the central bank, backed by public trust</strong>.</p>\n<p>The digital euro will<span> </span><strong>complement</strong>, not replace, cash. And it will ensure that money in Europe remains a<span> </span><strong>public good</strong>, not a private monopoly.</p>\n<p>In a world where<span> </span><strong>payment systems are geopolitical instruments</strong>,. It's about ensuring that Europe controls the backbone of its financial system. Today,<span> </span><strong>digital<span> </span></strong>sovereignty is<span> </span><strong>monetary sovereignty</strong>.</p>\n<p>Together, the three D's form a coherent strategy for a<span> </span><em>stronger Europe and a stronger euro</em>. And all three support one another:<span> </span><strong>a credible defence<span> </span></strong>requires a dynamic economy to fund it;<span> </span><strong>economic dynamism</strong><span> </span>benefits from digital innovation; and<span> </span><strong>digital sovereignty</strong>, in turn, depends on both secure infrastructure and economic scale.</p>\n<p>Let me<span> </span><strong>conclude.</strong><span> </span>History shows that<span> </span><strong>periods of monetary system transition</strong><span> </span>− such as the breakdowns of the gold standard and Bretton Woods − have<span> </span><strong>provoked financial instability and political disorder</strong>. In our time, the era of<span> </span><em>polycrisis</em>,<span> </span><strong>we don't need that.</strong></p>\n<p><strong>Dollar dominance is<span> </span></strong>likely to persist for quite some time,<span> </span><strong>but its unipolar hegemonic supremacy<span> </span></strong>is being challenged by geopolitics and digitalization.</p>\n<p><strong>The next evolution</strong><span> </span>of the international monetary system is probably going to be<span> </span><strong>a more multipolar one</strong>. It calls for<span> </span><strong>a strategic rethink of the euro's role</strong>, to support a sound rebalancing of the global monetary order.</p>\n<p>Finally, let's recall that<span> </span><strong>the future of the international<span> </span>monetary<span> </span>system</strong><span> </span>is inherently<span> </span><strong>linked to the general fate of multilateral cooperation</strong>. Despite the current headwinds,<span> </span><strong>the European Union will continue to defend the foundations of international cooperation</strong><span> </span><strong>– preferably together with our partners</strong><span> </span>in the US, in the Global South, and beyond.</p>\n<p>Thank you for your attention.</p>\n",
  "content_text": "Presentation accompanying the speech Ladies and Gentlemen, Dear Colleagues and Friends, It's a real pleasure to be back at the Peterson Institute, a place that for decades has helped shape how we think about the world economy: fact-based, open-minded, and not afraid to challenge conventional wisdom. We meet at a moment when geopolitics and protectionism are reshaping the global economy. We have entered an era that is less rules-based and more power-based . The international monetary system is becoming more fragmented, more contested, and more strategic. Now, amid this turbulence, Europe has proven its resilience . The euro rests on firm foundations: the rule of law, macroeconomic stability, and the world's second-largest integrated economy. Despite the war in Ukraine, the energy shock, and the sharpest inflation surge in decades, Europe has come through remarkably well. Inflation has returned to target. Growth has stayed positive. And employment - perhaps most impressively - has held up throughout. So yes - the European economy has shown remarkable resilience. But - and this is the key \"but\" - resilience is not the same as dynamism . Our growth is steady, but rather modest. In short, Europe's problem is not survival - it's momentum . We can deal with shocks. But can we generate sustained, self-confident growth ? That's the real test . And that leads to my main message today: A stronger international role for the euro requires a stronger, more dynamic Europe. Both in security and in the economy. The euro's global weight ultimately depends on the vitality of the economy behind it. That is why the path forward rests on three key priorities: Defence, Dynamism, and Digital Sovereignty. The first D is inevitably Defence - and security as an economic asset. Russia's war of aggression in Ukraine has reminded us, painfully, that security and economics are inseparable . That's not just a military point. It's also an economic one. Because defence spending, if done right, is also an investment in innovation, industry and resilience. It drives technological spillovers. And - crucially - it builds confidence in Europe's capacity to protect itself. But this also brings a financial opportunity . The need to fund common defence reinforces the case for common European instruments - including joint bond issuance - that could pave the way to finally provide the euro area with a deep and liquid safe asset . That would help integrate our capital markets and give the euro a genuine benchmark - comparable to US Treasuries. Thus, reinforcing defence is not only about security. It's about creating the fiscal and financial backbone to make the euro more credible globally. The second D is Dynamism - the engine of Europe's prosperity and the foundation of the euro's strength. The lesson is simple: a currency cannot be stronger than the economy it represents. The Draghi report put it clearly: Europe must reignite growth through more investment, smarter regulation, and a renewed commitment to complete the Single Market - especially in services and capital . That is why economic dynamism - investing in productivity, completing the saving and investment union, and enabling innovation - is essential. So let me underline this point: The euro's international role and Europe's economic dynamism are inseparable. One cannot exist without the other. The third D is Digital Sovereignty - perhaps the most strategic frontier of all. In that arena, Europe remains far too dependent on non-European platforms and payment systems. At the same time, US dollar-backed stablecoins are spreading rapidly - aiming at extending dollar dominance into digital finance. Europe is not ignoring this shift. That's why the digital euro is important. It's not about hype or headlines. It's about ensuring that European citizens and firms have access to secure, inclusive legal tender in the digital age - issued by the central bank, backed by public trust . The digital euro will complement , not replace, cash. And it will ensure that money in Europe remains a public good , not a private monopoly. In a world where payment systems are geopolitical instruments ,. It's about ensuring that Europe controls the backbone of its financial system. Today, digital sovereignty is monetary sovereignty . Together, the three D's form a coherent strategy for a stronger Europe and a stronger euro . And all three support one another: a credible defence requires a dynamic economy to fund it; economic dynamism benefits from digital innovation; and digital sovereignty , in turn, depends on both secure infrastructure and economic scale. Let me conclude. History shows that periods of monetary system transition − such as the breakdowns of the gold standard and Bretton Woods − have provoked financial instability and political disorder . In our time, the era of polycrisis , we don't need that. Dollar dominance is likely to persist for quite some time, but its unipolar hegemonic supremacy is being challenged by geopolitics and digitalization. The next evolution of the international monetary system is probably going to be a more multipolar one . It calls for a strategic rethink of the euro's role , to support a sound rebalancing of the global monetary order. Finally, let's recall that the future of the international monetary system is inherently linked to the general fate of multilateral cooperation . Despite the current headwinds, the European Union will continue to defend the foundations of international cooperation – preferably together with our partners in the US, in the Global South, and beyond. Thank you for your attention.",
  "date_parsed": "2025-11-12",
  "name": "Olli Rehn",
  "name_orig": "Olli Rehn",
  "url_orig": "https://www.bis.org/review/r251105l.htm"
}