{
  "source_url": "https://www.bis.org/review/r251027g.htm",
  "headline": "Philip R Lane: The transmission of monetary policy - financial conditions and credit dynamics",
  "description_html": "\n<p>Welcome address by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the 5th WE_ARE_IN Macroeconomics and Finance Conference 2025, Frankfurt am Main, 21 October 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Welcome address by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the 5th WE_ARE_IN Macroeconomics and Finance Conference 2025, Frankfurt am Main, 21 October 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "30 October 2025",
  "pdf_url": "https://www.bis.org/review/r251027g.pdf",
  "content_html": "\n<div class=\"section\">\n<div class=\"section\">\n<p>It is an honour to participate in the fifth edition of the WE_ARE_IN Macroeconomics and Finance Conference and I congratulate the organising committee for putting together an excellent programme.</p>\n<p>Let me start this speech by outlining how the ECB makes monetary policy decisions.<span style=\"font-size: 13.6px;\"> </span>As expressed in our monetary policy statement:</p>\n<p><em>The Governing Council is determined to ensure that inflation stabilises at its 2% target in the medium term. It will follow a data-dependent and meeting-by-meeting approach to determining the appropriate monetary policy stance. In particular, the Governing Council's interest rate decisions will be based on its assessment of the inflation outlook and the risks surrounding it, in light of the incoming economic and financial data, as well as the dynamics of underlying inflation and the strength of monetary policy transmission. The Governing Council is not pre-committing to a particular rate path.</em></p>\n<p>My aim today is to review one dimension of this multi-pronged assessment: how we assess the strength of monetary policy transmission. In what follows, I describe some of the analysis that has underpinned this assessment in recent monetary policy meetings.</p>\n</div>\n</div>\n",
  "content_text": "It is an honour to participate in the fifth edition of the WE_ARE_IN Macroeconomics and Finance Conference and I congratulate the organising committee for putting together an excellent programme. Let me start this speech by outlining how the ECB makes monetary policy decisions. As expressed in our monetary policy statement: The Governing Council is determined to ensure that inflation stabilises at its 2% target in the medium term. It will follow a data-dependent and meeting-by-meeting approach to determining the appropriate monetary policy stance. In particular, the Governing Council's interest rate decisions will be based on its assessment of the inflation outlook and the risks surrounding it, in light of the incoming economic and financial data, as well as the dynamics of underlying inflation and the strength of monetary policy transmission. The Governing Council is not pre-committing to a particular rate path. My aim today is to review one dimension of this multi-pronged assessment: how we assess the strength of monetary policy transmission. In what follows, I describe some of the analysis that has underpinned this assessment in recent monetary policy meetings.",
  "date_parsed": "2025-10-30",
  "name": "Philip R Lane",
  "link_number": "1",
  "name_orig": "Philip R Lane",
  "url_orig": "https://www.bis.org/review/r251027g.htm"
}