{
  "source_url": "https://www.bis.org/review/r240729d.htm",
  "headline": "Philip R Lane: Opening remarks at the ECB-IMF-IMFER conference",
  "description_html": "\n<p>Welcome address by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the Joint <span>European Central Bank, the International Monetary Fund (IMF) and the IMF Economic Review </span>Conference 2024, Frankfurt am Main, 23 July 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Welcome address by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the Joint European Central Bank, the International Monetary Fund (IMF) and the IMF Economic Review Conference 2024, Frankfurt am Main, 23 July 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "29 July 2024",
  "pdf_url": "https://www.bis.org/review/r240729d.pdf",
  "content_html": "\n<div class=\"section\">\n<p>I am pleased to welcome you to this research conference, jointly organised by the European Central Bank, the International Monetary Fund (IMF) and the IMF Economic Review. The focus of this conference on new global challenges for international fiscal and monetary policy is directly relevant to the work of the ECB. Policy institutions rely on academic research for the analytical foundations that guide our economic and financial assessments and our policy decisions.</p>\n<p>In looking at the programme for this conference, I was impressed by the progress that is evident across several research dimensions. The combination of methodological developments and the increased availability of granular data is facilitating much richer analysis and more informative quantitative estimation of the impact of various types of shocks and, crucially, the impact of various types of policy measures.<span style=\"font-size: 13.6px;\"> </span>In particular, it is increasingly feasible to move beyond representative-agent, representative-product macroeconomic models by incorporating various types of heterogeneity.</p>\n<p>Heterogeneity matters across many dimensions – I will list just a few examples. The consumption and labour supply decisions of households differ across income brackets and lifecycle stages.<span style=\"font-size: 13.6px;\"> </span>The pricing, investment, production and financing decisions of corporations depends on the size distribution and balance sheets of individual firms. The exposure of a firm to a sectoral shock depends on the patterns of complementarities and substitution possibilities across sectors, in addition to where the firm is located in the production network – whether it is upstream or downstream of the affected sector.<span style=\"font-size: 13.6px;\"> </span>The vulnerability of a region to an external shock depends not only on direct trade linkages but also on exposures via integrated supply chains. Similarly, the impact of a financial shock depends on the nature of the frictions that determine access to finance, together with the network of bilateral financial linkages that lie beneath the international financial system. Of course, any individual research contribution will have to focus on the types of heterogeneity that are most relevant for the question being studied – not all types of heterogeneity are equally important for all shocks.</p>\n<p>From my perspective, it is essential that the ECB both supports these research developments and incorporates the emerging insights into the policy process. In terms of macroeconomic analysis, a range of multi-sectoral, multi-country and heterogeneous-agent models are in development at the ECB.</p>\n</div>\n",
  "content_text": "I am pleased to welcome you to this research conference, jointly organised by the European Central Bank, the International Monetary Fund (IMF) and the IMF Economic Review. The focus of this conference on new global challenges for international fiscal and monetary policy is directly relevant to the work of the ECB. Policy institutions rely on academic research for the analytical foundations that guide our economic and financial assessments and our policy decisions. In looking at the programme for this conference, I was impressed by the progress that is evident across several research dimensions. The combination of methodological developments and the increased availability of granular data is facilitating much richer analysis and more informative quantitative estimation of the impact of various types of shocks and, crucially, the impact of various types of policy measures. In particular, it is increasingly feasible to move beyond representative-agent, representative-product macroeconomic models by incorporating various types of heterogeneity. Heterogeneity matters across many dimensions – I will list just a few examples. The consumption and labour supply decisions of households differ across income brackets and lifecycle stages. The pricing, investment, production and financing decisions of corporations depends on the size distribution and balance sheets of individual firms. The exposure of a firm to a sectoral shock depends on the patterns of complementarities and substitution possibilities across sectors, in addition to where the firm is located in the production network – whether it is upstream or downstream of the affected sector. The vulnerability of a region to an external shock depends not only on direct trade linkages but also on exposures via integrated supply chains. Similarly, the impact of a financial shock depends on the nature of the frictions that determine access to finance, together with the network of bilateral financial linkages that lie beneath the international financial system. Of course, any individual research contribution will have to focus on the types of heterogeneity that are most relevant for the question being studied – not all types of heterogeneity are equally important for all shocks. From my perspective, it is essential that the ECB both supports these research developments and incorporates the emerging insights into the policy process. In terms of macroeconomic analysis, a range of multi-sectoral, multi-country and heterogeneous-agent models are in development at the ECB.",
  "date_parsed": "2024-07-29",
  "name": "Philip R. Lane",
  "name_orig": "Philip R. Lane",
  "url_orig": "https://www.bis.org/review/r240729d.htm"
}