{
  "source_url": "https://www.bis.org/review/r241125x.htm",
  "headline": "Philip R Lane: The 2021-2022 inflation surges and the monetary policy response through the lens of macroeconomic models",
  "description_html": "\n<p>Speech by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the SUERF Marjolin Lecture, hosted by the Bank of Italy, Rome, 18 November 2024. </p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the SUERF Marjolin Lecture, hosted by the Bank of Italy, Rome, 18 November 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "26 November 2024",
  "pdf_url": "https://www.bis.org/review/r241125x.pdf",
  "content_html": "\n<div class=\"section\">\n<h3>Introduction</h3>\n<p>My aim today is to explain how macroeconomic models can help in understanding the extraordinary 2021-2022 inflation surges and the monetary policy response, in the context of the euro area.<span style=\"font-size: 13.6px;\"> </span>By and large, the scale and persistence of the inflation surge surprised the central banking community, external experts and market participants. The unexpected nature of the inflation surge triggered many questions about the performance of macroeconomic forecasters.</p>\n<p>At the same time, macroeconomic models can help us understand why the baseline projections did not foresee the inflation surge in its full scale and speed, while shedding light on the possible mechanisms and channels that may have been missed or under-stated. Scenario analysis has been enhanced and new models have been developed to enrich our understanding of the shocks that hit the economy over this period, as well as the mechanisms through which these shocks were transmitted to inflation. Models also play a central role in constructing some of the measures of underlying inflation that the Governing Council uses as an important cross-check for the inflation outlook. And models are essential in constructing policy counterfactuals to assess whether alternative monetary policy responses might have substantially reduced the scale of the inflation surge. Models therefore play an important role in strengthening our understanding of the recent inflationary surge and assessing the monetary policy response.</p>\n<p>Model-based retrospective analysis provides several insights into the 2021-2022 inflation surges. The large forecast errors in the inflation outlook over this period were driven, at least initially, by energy and commodity price shocks, especially following the Russia-Ukraine war, and pandemic-related bottlenecks. Subsequently, changes in the transmission of shocks through the pricing chain, and in the behaviour of firms and consumers, likely played an important role in amplifying and propagating these shocks across the economy, converting relative price shocks into a general inflation shock.</p>\n</div>\n",
  "content_text": "Introduction My aim today is to explain how macroeconomic models can help in understanding the extraordinary 2021-2022 inflation surges and the monetary policy response, in the context of the euro area. By and large, the scale and persistence of the inflation surge surprised the central banking community, external experts and market participants. The unexpected nature of the inflation surge triggered many questions about the performance of macroeconomic forecasters. At the same time, macroeconomic models can help us understand why the baseline projections did not foresee the inflation surge in its full scale and speed, while shedding light on the possible mechanisms and channels that may have been missed or under-stated. Scenario analysis has been enhanced and new models have been developed to enrich our understanding of the shocks that hit the economy over this period, as well as the mechanisms through which these shocks were transmitted to inflation. Models also play a central role in constructing some of the measures of underlying inflation that the Governing Council uses as an important cross-check for the inflation outlook. And models are essential in constructing policy counterfactuals to assess whether alternative monetary policy responses might have substantially reduced the scale of the inflation surge. Models therefore play an important role in strengthening our understanding of the recent inflationary surge and assessing the monetary policy response. Model-based retrospective analysis provides several insights into the 2021-2022 inflation surges. The large forecast errors in the inflation outlook over this period were driven, at least initially, by energy and commodity price shocks, especially following the Russia-Ukraine war, and pandemic-related bottlenecks. Subsequently, changes in the transmission of shocks through the pricing chain, and in the behaviour of firms and consumers, likely played an important role in amplifying and propagating these shocks across the economy, converting relative price shocks into a general inflation shock.",
  "date_parsed": "2024-11-26",
  "name": "Philip R. Lane",
  "name_orig": "Philip R. Lane",
  "url_orig": "https://www.bis.org/review/r241125x.htm"
}