{
  "source_url": "https://www.bis.org/review/r250324l.htm",
  "headline": "Philip R Lane: The digital euro - maintaining the autonomy of the monetary system",
  "description_html": "\n<p>Keynote speech by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the University College Cork Economics Society Conference 2025, Cork, 20 March 2025. </p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the University College Cork Economics Society Conference 2025, Cork, 20 March 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "24 March 2025",
  "pdf_url": "https://www.bis.org/review/r250324l.pdf",
  "content_html": "\n<div class=\"section\">\n<p>It is a pleasure to participate in the annual conference of the UCC Economics Society. Today, I wish to discuss the digital euro, which is an important project at the ECB.<span style=\"font-size: 13.6px;\"> </span>Draft legislation has been proposed by the European Commission and is currently under consideration by the Council of the European Union and the European Parliament.</p>\n<p>A few years ago, archaeologists excavated two silver coins at Carrignacurra Castle, not too far from here.<span> </span>The first was a groat (a coin worth four pennies) from the 1200s depicting Henry III; the second was a coin from the 1400s featuring Edward IV. These two coins indicated a society that regarded precious metal as the embodiment of intrinsic value and closely associated money with sovereignty.</p>\n<p>Over the centuries, the currency circulating in Ireland has changed multiple times. From 1927 until the launch of the euro, the Irish pound (the punt) was the national currency of Ireland. The punt was not backed by a precious metal, such as gold or silver. Rather, it was a fiat currency that derived its value from government regulation, the assets backing the currency and trust in the issuing authority, the Central Bank of Ireland and its forerunner the Currency Commission. Until 1979, the punt was pegged to the British pound sterling at a 1:1 exchange rate, reflecting the historical linkages with the United Kingdom and the significant bilateral trade volumes. It operated as legal tender until around a quarter century ago, when Ireland along with ten other EU Member States introduced the euro (twenty countries are now members of the euro area). By adopting the euro, Ireland reinforced its commitment to European integration, while also reducing its dependence on the UK monetary and financial system.</p>\n</div>\n",
  "content_text": "It is a pleasure to participate in the annual conference of the UCC Economics Society. Today, I wish to discuss the digital euro, which is an important project at the ECB. Draft legislation has been proposed by the European Commission and is currently under consideration by the Council of the European Union and the European Parliament. A few years ago, archaeologists excavated two silver coins at Carrignacurra Castle, not too far from here. The first was a groat (a coin worth four pennies) from the 1200s depicting Henry III; the second was a coin from the 1400s featuring Edward IV. These two coins indicated a society that regarded precious metal as the embodiment of intrinsic value and closely associated money with sovereignty. Over the centuries, the currency circulating in Ireland has changed multiple times. From 1927 until the launch of the euro, the Irish pound (the punt) was the national currency of Ireland. The punt was not backed by a precious metal, such as gold or silver. Rather, it was a fiat currency that derived its value from government regulation, the assets backing the currency and trust in the issuing authority, the Central Bank of Ireland and its forerunner the Currency Commission. Until 1979, the punt was pegged to the British pound sterling at a 1:1 exchange rate, reflecting the historical linkages with the United Kingdom and the significant bilateral trade volumes. It operated as legal tender until around a quarter century ago, when Ireland along with ten other EU Member States introduced the euro (twenty countries are now members of the euro area). By adopting the euro, Ireland reinforced its commitment to European integration, while also reducing its dependence on the UK monetary and financial system.",
  "date_parsed": "2025-03-24",
  "name": "Philip R. Lane",
  "name_orig": "Philip R. Lane",
  "url_orig": "https://www.bis.org/review/r250324l.htm"
}