{
  "source_url": "https://www.bis.org/review/r240527c.htm",
  "headline": "Philip R Lane: Inflation in the euro area",
  "description_html": "\n<p>Speech by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the Institute of International and European Affairs, Dublin, 27 May 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the Institute of International and European Affairs, Dublin, 27 May 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "29 May 2024",
  "pdf_url": "https://www.bis.org/review/r240527c.pdf",
  "content_html": "\n<h3>Introduction</h3>\n<p>The aim of this speech is to examine inflation in the euro area. In the next section, I review the various inflation indicators tracked by the ECB.<span style=\"font-size: 13.6px;\"> </span>Subsequently, I discuss the implications for monetary policy.</p>\n<h3>Overview of Inflation Indicators</h3>\n<p>Chart 1 shows the evolution of headline and core inflation since 2019. Let me focus on the disinflation patterns since August 2023 (the month immediately prior to our last rate hike at our September monetary policy meeting). Inflation declined from 5.2 per cent last August to 2.4 percent in April, while core inflation decreased from 5.3 per cent in August to 2.7 per cent in April.</p>\n<p><span>Chart 2 shows the relative contributions of the major categories: energy; food; goods; and services. Services inflation now accounts for the vast bulk of the overall inflation rate. In turn, this reflects the non-uniform dynamics: while the other categories have seen major declines, with the April data indicating energy inflation running at -0.6 per cent, food inflation at 2.8 per cent and goods inflation at 0.9 per cent, services inflation was still elevated at 3.7 per cent.</span></p>\n",
  "content_text": "Introduction The aim of this speech is to examine inflation in the euro area. In the next section, I review the various inflation indicators tracked by the ECB. Subsequently, I discuss the implications for monetary policy. Overview of Inflation Indicators Chart 1 shows the evolution of headline and core inflation since 2019. Let me focus on the disinflation patterns since August 2023 (the month immediately prior to our last rate hike at our September monetary policy meeting). Inflation declined from 5.2 per cent last August to 2.4 percent in April, while core inflation decreased from 5.3 per cent in August to 2.7 per cent in April. Chart 2 shows the relative contributions of the major categories: energy; food; goods; and services. Services inflation now accounts for the vast bulk of the overall inflation rate. In turn, this reflects the non-uniform dynamics: while the other categories have seen major declines, with the April data indicating energy inflation running at -0.6 per cent, food inflation at 2.8 per cent and goods inflation at 0.9 per cent, services inflation was still elevated at 3.7 per cent.",
  "date_parsed": "2024-05-29",
  "name": "Philip R. Lane",
  "name_orig": "Philip R. Lane",
  "url_orig": "https://www.bis.org/review/r240527c.htm"
}