{
  "source_url": "https://www.bis.org/review/r250703h.htm",
  "headline": "Christine Lagarde, Philip R Lane: ECB press conference in Sintra - introductory statement",
  "description_html": "\n<p>Introductory statement by Ms Christine Lagarde, President of the European Central Bank, and Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the conclusion of the 2025 assessment of the ECB's monetary policy strategy, Sintra, 30 June 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Introductory statement by Ms Christine Lagarde, President of the European Central Bank, and Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the conclusion of the 2025 assessment of the ECB's monetary policy strategy, Sintra, 30 June 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "07 July 2025",
  "pdf_url": "https://www.bis.org/review/r250703h.pdf",
  "content_html": "\n<div class=\"section\">\n<div class=\"section\">\n<p>Good afternoon, ECB Chief Economist Philip Lane and I welcome you to this press conference, on the occasion of the conclusion of the 2025 assessment of our monetary policy strategy.</p>\n<p>The Governing Council recently agreed on an updated monetary policy strategy statement. You can find<span> </span><a class=\"external\" href=\"https://www.ecb.europa.eu/mopo/strategy/strategy-review/ecb.strategyreview202506_strategy_statement.en.html\" rel=\"noopener noreferrer\" target=\"_blank\">this statement</a><span> </span>on our website, together with an<span> </span><a class=\"external\" href=\"https://www.ecb.europa.eu/mopo/strategy/strategy-review/ecb.strategyreview202506_strategy_overview.en.html\" rel=\"noopener noreferrer\" target=\"_blank\">explanatory overview note</a><span> </span>and the<span> </span><a class=\"external\" href=\"https://www.ecb.europa.eu/pub/html/strategy_review.en.html\" rel=\"noopener noreferrer\" target=\"_blank\">two occasional papers</a><span> </span>presenting the underlying analyses.</p>\n<p>I will start by putting this strategy assessment into the broader context. Philip Lane will then go through the updated strategy statement and explain what has changed and why, as well as what has remained unchanged.</p>\n<p>Following the strategy review we carried out in 2020-21, the Governing Council committed to \"assess periodically the appropriateness of its monetary policy strategy, with the next assessment expected in 2025\". Such regular assessments ensure that our framework, toolkit and approach remain fit for purpose in a changing world.</p>\n<p>And the world has changed significantly over the last four years. Some of the issues we were most concerned about back in 2021 – including inflation being too low for too long – have taken a rather different turn.</p>\n<p>Not only did we see inflation surge, but some fundamental structural features of our economy and the inflation environment are changing: geopolitics, digitalisation, the increasing use of artificial intelligence, demographics, the threat to environmental sustainability and the evolution of the international financial system.</p>\n<p>All of those suggest that the environment in which we operate will remain highly uncertain and potentially more volatile. This will make it more challenging to conduct our monetary policy and fulfil our mandate to keep prices stable.</p>\n<p>During the strategy assessment, we asked: what do these changes mean for the way we assess the economy, conduct our policy, use our toolkit, take our decisions and communicate them? In seeking to answer this question, our mindset was forward-looking.</p>\n<p>On the whole, we concluded that our monetary policy strategy remains well suited to addressing the challenges that lie ahead.</p>\n<p>But our strategy also needs to be updated and adjusted in certain areas, so that the ECB can remain fit for purpose in the years to come. The next assessment is expected in 2030.</p>\n<p>With our updated strategy statement, we are taking a comprehensive perspective on the challenges facing our monetary policy, so that the ECB can remain an anchor of stability in this more uncertain world.</p>\n<p>This is our core message to the euro area citizens we serve: the new environment gives many reasons to worry, but one thing they do not need to worry about is our commitment to price stability.</p>\n<p>The ECB is committed to its mandate and will keep itself and its tools updated to be able to respond to new challenges.</p>\n<p>Let me conclude by thanking, on behalf of the Governing Council, all the colleagues across the Eurosystem who have contributed to this assessment in a great team effort.</p>\n<p>I now hand over to our Chief Economist Philip Lane and, following his remarks, we will be ready to take your questions.</p>\n<p style=\"text-align: center;\"><span>* * *</span></p>\n<p>Philip R. Lane: I'm going to focus on the 12 paragraphs of<span> </span><a class=\"external\" href=\"https://www.ecb.europa.eu/mopo/strategy/strategy-review/ecb.strategyreview202506_strategy_statement.en.html\" rel=\"noopener noreferrer\" target=\"_blank\">The ECB's monetary policy strategy statement</a>. What's important is that behind these paragraphs is a lot of work. The base layer is the two occasional papers. I'm sure you've already read the 400 pages in those two occasional papers. There's a lot of rich new analysis of many dimensions in those two occasional papers. Then we have the overview note, which the Governing Council worked on collectively and which basically provides the elaboration behind these 12 paragraphs. And I would say that in these 12 paragraphs, in this review, we essentially tried to review the economic assessment: where are we and where are we likely to be? That was one of the two work streams. That essentially primarily shows up in paragraph 1.</p>\n<p>So paragraph 1, you might say, is one paragraph, but it's a very important paragraph because it essentially outlines the challenges that we may face. We had a similar paragraph last time, but last time the focus was essentially on a lot of factors that can give rise to a low-inflation world and a low interest rate world. Whereas the assessment this time of the Eurosystem staff behind this is that when we look where we are now in the structural changes facing the world economy, we have geopolitics, and a lot of this is in the direction of rolling back globalisation. Last time we were looking at globalisation as a force which did contribute to low inflation before the pandemic. There are many dimensions to geopolitics, but we are of course already living it and this is something we do think is going to shape the next five years. We already mentioned digitalisation the last time, but this time we're calling that as a separate and important element: artificial intelligence. Because, of course, I think for a long time it has been understood that the world economy automates and digitalises. That's been around for a while. That's mature. What's not mature and where there's really a wide range of possibilities is: what does it mean as the business sector and the public sector incorporate artificial intelligence? I think we had already called out demography and the threat to environmental sustainability, and I think we're very correct to have done so five years ago. We've seen a lot on these fronts in these five years. Let me remind you: without immigration, the European labour force would be shrinking. So demography is not just a future trend, it's a year-by-year reality for us. And then this week, last week, this year, last year, all the time we see the impact of weather shocks and the impact of the green transition. By the way, investment in Europe in recent years would have been a lot lower without the green transition. It's the one solid driver of investment for many sectors at the moment. We call out all of these elements, but what's critical for our conclusion for monetary policy is that it creates uncertainty, it creates volatility, and we think what we may be faced with is larger deviations from our 2% target in both directions. So we have this two-sided risk assessment. And as I go through these paragraphs, essentially once we've identified this economic assessment, the natural question to ask is: how do we manage it? How does monetary policy manage this two-sided risk? And essentially in what follows, we will turn to the monetary policy implications. But the other thing to note about paragraph 1 is that there is a new sentence. That's the final sentence. It is that we don't live in a bubble. We don't say monetary policy is the only game in town. And we do highlight here that a more resilient financial architecture – supported by progress on the savings and investments union, the completion of banking union and the introduction of a digital euro – would also support the effectiveness of monetary policy in this evolving environment. So, in other words, all of these structural changes are much more easily handled if we have a more resilient euro, European and euro-denominated financial system. And I think that's also important and maybe helps you to understand why we as Board members, and more generally the Governing Council, spend a lot of time talking about these wider issues. It's not a distraction from monetary policy. It's an important underpinning for monetary policy.</p>\n<p>Paragraph 2 is unchanged because paragraph 2 is setting the legal context. We have a mandate given by the Treaty, and so to make the strategy statement self-contained, it's a reminder to you of the legal and Treaty constraints we live under. And that essentially remains the same as last time.</p>\n<p>The third paragraph, because remember in the European Treaty there's not a super detailed definition of price stability, so it's important and this is something that evolved over the years: that in terms of measurement, we're focused on the Harmonised Index of Consumer Prices (HICP). And again, this is stable from last time. Last time we highlighted that we did think a reform of the HICP to include owner-occupied housing would be desirable. We continue to hold that view. But in the end it's for the European Statistical System to make progress on that. So what we say is that in the meantime we do take into account inflation measures that include estimates of the cost of owner-occupied housing. So, in other words, we create supplementary indicators. These are not official data, but we do take a look. And these would be relevant in scenarios where house prices were rising far more quickly or far more slowly than the overall inflation rate. By the way, this has not been particularly the issue in recent years. It would not have made a big difference in recent years, but of course in principle we could be in a situation in the future where it made a difference.</p>\n<p>Paragraph 4 is again largely stable from last time. It's explaining why we target 2%, not zero, and that's a fairly mature topic: why you want to have a safety margin. We do, and I think correctly this time, in the final sentence of paragraph 4 include intersectoral adjustment. In the last five years we've seen this massive change between goods prices and services prices. And actually it turns out that that's a very important consideration. It's a lot easier to handle an under 2% inflation target than if you're trying to hit zero. Essentially if you're trying to hit zero and the price of energy compared with goods rose, implicitly you need to drive down the price of goods. And we know for many reasons that deflation, even at the sectoral level, is difficult. So having a 2% target is reinforced by including intersectoral adjustment in that list. So, paragraph 4 says you need a safety margin.</p>\n<p>Paragraph 5 says 2% is the best way to maintain price stability and that our commitment is symmetric. So what this symmetry means is that we consider negative and positive deviations from the target as equally undesirable. The last sentence, I think, has been critical in these years: having a clear target. You may have heard us all many times say 2%. It's not somewhere in the region of 2%. It's 2%. And having that clarity is very important for anchoring expectations, so I think it turned out that that choice we made to be precise about what our orientation is in the medium term is very important.</p>\n<p>Let me turn to a paragraph where I think there has been an important change, a sensible change – something that you might say sounds so sensible, why are you talking about it? But it's worth highlighting the update. Last time, in 2021, we felt we needed to point out that the symmetry of the target doesn't mean that how we set monetary policy looks identical whether we're above the target or below the target. And so we pointed out that if we have a lower bound issue, we need to be appropriately forceful or persistent. What have we learnt from these five years? That remains true for below-target inflation, but actually it's equally true for above-target inflation. And what we actually did was we had a phase of being forceful. So from July 2022 to September 2023, we hiked a lot. And then we went into a persistent phase. So from September 2023 to June 2024, we had 4%. The overview note goes into more detail about why you need the blend of forceful and persistent. But when we reviewed this, peers said these were important concepts in relation to the lower bound, but they're equally appropriate concepts in relation to being above target. It's not, of course, in relation to blips. What we talk about here is in response to large, sustained deviations. So you have to first of all make the call. What we see in front of us is something that's materially away from 2% and that would remain away from 2% unless we responded. And this is why we say \"appropriately forceful or persistent\", because what exactly is appropriate depends on whether you are dealing with an upside shock, a downside shock and a wider set of issues. So that, I think, is important. Let me come back to this issue that we have a symmetric commitment and we're two-sided, but the headache is different on both sides. On the downside, the lower bound is the main headache. On the upside – and this reflects so much of the last number of years and reflects a lot of the work in the occasional papers – is possible non-linearities in price and wage-setting. What we learnt is that once inflation starts to build, it can take off and it can accelerate. You can get this non-linear dynamic. And that's why you need to be forceful on the upside. That's not really true for downside shocks. They tend not to accelerate, but downside shocks tend to get embedded because your ability to respond on monetary policy is different.</p>\n<p>Going back to this point that it's not about smoothing out every deviation from 2% and it's large, sustained deviations: this is very much in the spirit of the medium-term orientation. And that's paragraph 7. So paragraph 7 is stable. We already had a medium-term orientation, I think, throughout the whole history of the ECB. And I think that's been very wise. Our commitment, in line with the opening remarks from the President, is that people should be able to count on our commitment to price stability. If we see a deviation, we will bring it back to 2%. And that's our medium-term orientation. There's one enrichment here, which I think makes sense. People often ask: how long is the medium term? And I think a very important discipline on that is in the final sentence now: \"subject to maintaining anchored inflation expectations\". That really defines the medium term. As you know, in recent years we mapped that into \"we will make sure inflation returns to target in a timely manner\". You need to impose some discipline on yourself as opposed to saying the medium term is always just over the projection horizon. The medium term means not so long that the anchoring of expectations is put at risk. So again, I think that's always been true, but it's better to be explicit about it. And maybe now, as journalists, if you ask Governing Council members in the future how long the medium term is, the medium term is how long it takes without putting into question the anchoring of expectations.</p>\n<p>Paragraph 8 is our toolbox paragraph. We already said in 2021 that our primary instrument is the set of ECB policy rates. I do wonder, for those of you who were involved in looking at the ECB in 2021, how many of you fully believed that as we moved away from the lower bound, we would stop quantitative easing (QE) and we would stop forward guidance? But that was in our strategy and that's what we did. These are tools that make sense at the lower bound. They are not tools from a stance point of view that have the same role away from the lower bound. So one basic message is: already in 2021 we told you a lot about how the toolbox works, but we did obviously come back and look at this. It's an important topic. Let me highlight a couple of revisions here, or amplifications. One is that I think we are more articulate now about when these tools come into play. One is to steer the monetary policy stance when the rates are close to the lower bound. That's what we said last time. That's definitely a big category. But the second category is \"or to preserve the smooth functioning of monetary policy transmission\". March 2020 is one example. When the world's financial market was hit by the pandemic shock, central banks in general did a lot of asset purchasing, refinancing operations and other elements to stabilise the transmission of monetary policy. So again, what I would say is either it's because we're near the lower bound or there's some big drama causing an interruption to the transmission of monetary policy. But otherwise these instruments remain in the toolbox. They're available, but they're not used on a continuous basis. And so we list out these tools just as a reminder. Longer-term refinancing and asset purchases: those two would possibly be used either way. For the stance or for smoothing the transmission of policy. Whereas of course negative rates and forward guidance are more particular to the lower bound. So there is a differentiation within that category. We also said last time that we will respond flexibly to new challenges as they arise and we can consider new instruments. And of course we told you that we considered new instruments and we actually did it, because we did introduce the Transmission Protection Instrument in 2022. And then the last sentence is important because this is where a lot of the discussion in the last year has been. It is to look back at these this set of instruments and on a forward basis say, in the future, if we ever came to these situations, how would we use these instruments? So we say in this important sentence: the choice of which one we use or which combination we use, the design – because on day zero, we usually have a press release or a legal act saying here's the design of our instrument – and the implementation. So in other words, month by month, how we adjust it and how we bring it to an end in terms of exit. All of these, number one, will enable an agile response to new shocks. So let's not get locked into rigid programmes that would inhibit our ability to respond to new shocks. They will reflect the intended purpose. So there can be differences between a stance-orientated intervention and a transmission-smoothing-type intervention. And then, of course, all of these will be subject to a comprehensive proportionality assessment. So in considering the choice of tools, the design and the implementation, we need the checklist of whether this is proportional to the challenge we face. So that's, as I say, the toolbox.</p>\n<p>Then paragraph 9 is explaining how we make decisions. A lot of this is similar to last time. Last time we basically had to tell you that we've decided, rather than having a two-pillar strategy where we have an economic pillar and a monetary pillar, we make an integrated assessment. And in that integrated assessment, for example, we take into account macro-financial linkages, financial stability and so on. So a lot of that remains, but maybe you might find this new sentence interesting. The second sentence is that in how we make decisions, we take into account not only the most likely path for inflation in the economy, i.e. in a projection for the baseline, we don't just look at the baseline, but also the surrounding risks and uncertainty. How do we do that? Including through the appropriate use of scenario and sensitivity analysis. This is something we have done forever, but it's probably true that it's not always visible in how we communicate. And also internally, of course, the science of how you should do scenarios and the science of how you should make sure your decisions are robust is always evolving. So we do want to make this clear. And in fairness for you and for others watching us, you can say \"I think I understand this decision in the context of the baseline, but I have a natural question: is it also robust to the risk assessment of the ECB?\" And I think that will be a step forward in the conversation about monetary policy. By the way, this is already reflected, importantly, because, as you may have noticed, what we've said in the last couple of years is that we make our decisions not only based on the inflation outlook, but also in relation to underlying inflation and the strength of monetary transmission. Because those two dimensions capture a lot of risk. Underlying inflation captured a lot of risk when we were bringing inflation down from 10% to 2%. The strength of monetary transmission captured a lot of risk as we moved interest rates, first of all, steeply upwards and then as we've been reversing. So the logic behind the three-pronged reaction function that we've been using reflects these principles.</p>\n<p>Paragraph 10 reaffirms, and I think everything we've learnt from the last four years validates the assessment that, in terms of price stability, climate change has profound implications in terms of the structure of the economy, the rise and fall of particular sectors, the cycle, including through the impact of weather shocks, and also in terms of how the financial system is adjusting. This is also a policy priority for the European Union and a global challenge. So we are committed to ensuring the Eurosystem fully takes into account, in line with the EU's goals and objectives, the implications of climate change and nature degradation for monetary policy and central banking. We added – because we've already added it elsewhere – \"and nature degradation\" because essentially it's the same headache. And in terms of our economic analysis, you've also seen it in our publications. The same underlying failure to incorporate the global public good of a sustainable environment permeates that.</p>\n<p>Paragraph 11 reaffirms that clear communication is centre stage of our policymaking. We want effective communication at all levels. And this is why we think the layered and visualised approach to monetary policy communication is essential. Also, we want to adapt in this rapidly changing communication landscape. There's more on that in the overview note. And, as you know, the ECB has been rolling out new types of communication, including Espresso Economics on YouTube in recent times.</p>\n<p>And then maybe in line with the idea that it's good housekeeping to have a regular calendar-based commitment, the next assessment of the appropriateness of the strategy will be in 2030.</p>\n</div>\n</div>\n",
  "content_text": "Good afternoon, ECB Chief Economist Philip Lane and I welcome you to this press conference, on the occasion of the conclusion of the 2025 assessment of our monetary policy strategy. The Governing Council recently agreed on an updated monetary policy strategy statement. You can find this statement on our website, together with an explanatory overview note and the two occasional papers presenting the underlying analyses. I will start by putting this strategy assessment into the broader context. Philip Lane will then go through the updated strategy statement and explain what has changed and why, as well as what has remained unchanged. Following the strategy review we carried out in 2020-21, the Governing Council committed to \"assess periodically the appropriateness of its monetary policy strategy, with the next assessment expected in 2025\". Such regular assessments ensure that our framework, toolkit and approach remain fit for purpose in a changing world. And the world has changed significantly over the last four years. Some of the issues we were most concerned about back in 2021 – including inflation being too low for too long – have taken a rather different turn. Not only did we see inflation surge, but some fundamental structural features of our economy and the inflation environment are changing: geopolitics, digitalisation, the increasing use of artificial intelligence, demographics, the threat to environmental sustainability and the evolution of the international financial system. All of those suggest that the environment in which we operate will remain highly uncertain and potentially more volatile. This will make it more challenging to conduct our monetary policy and fulfil our mandate to keep prices stable. During the strategy assessment, we asked: what do these changes mean for the way we assess the economy, conduct our policy, use our toolkit, take our decisions and communicate them? In seeking to answer this question, our mindset was forward-looking. On the whole, we concluded that our monetary policy strategy remains well suited to addressing the challenges that lie ahead. But our strategy also needs to be updated and adjusted in certain areas, so that the ECB can remain fit for purpose in the years to come. The next assessment is expected in 2030. With our updated strategy statement, we are taking a comprehensive perspective on the challenges facing our monetary policy, so that the ECB can remain an anchor of stability in this more uncertain world. This is our core message to the euro area citizens we serve: the new environment gives many reasons to worry, but one thing they do not need to worry about is our commitment to price stability. The ECB is committed to its mandate and will keep itself and its tools updated to be able to respond to new challenges. Let me conclude by thanking, on behalf of the Governing Council, all the colleagues across the Eurosystem who have contributed to this assessment in a great team effort. I now hand over to our Chief Economist Philip Lane and, following his remarks, we will be ready to take your questions. * * * Philip R. Lane: I'm going to focus on the 12 paragraphs of The ECB's monetary policy strategy statement . What's important is that behind these paragraphs is a lot of work. The base layer is the two occasional papers. I'm sure you've already read the 400 pages in those two occasional papers. There's a lot of rich new analysis of many dimensions in those two occasional papers. Then we have the overview note, which the Governing Council worked on collectively and which basically provides the elaboration behind these 12 paragraphs. And I would say that in these 12 paragraphs, in this review, we essentially tried to review the economic assessment: where are we and where are we likely to be? That was one of the two work streams. That essentially primarily shows up in paragraph 1. So paragraph 1, you might say, is one paragraph, but it's a very important paragraph because it essentially outlines the challenges that we may face. We had a similar paragraph last time, but last time the focus was essentially on a lot of factors that can give rise to a low-inflation world and a low interest rate world. Whereas the assessment this time of the Eurosystem staff behind this is that when we look where we are now in the structural changes facing the world economy, we have geopolitics, and a lot of this is in the direction of rolling back globalisation. Last time we were looking at globalisation as a force which did contribute to low inflation before the pandemic. There are many dimensions to geopolitics, but we are of course already living it and this is something we do think is going to shape the next five years. We already mentioned digitalisation the last time, but this time we're calling that as a separate and important element: artificial intelligence. Because, of course, I think for a long time it has been understood that the world economy automates and digitalises. That's been around for a while. That's mature. What's not mature and where there's really a wide range of possibilities is: what does it mean as the business sector and the public sector incorporate artificial intelligence? I think we had already called out demography and the threat to environmental sustainability, and I think we're very correct to have done so five years ago. We've seen a lot on these fronts in these five years. Let me remind you: without immigration, the European labour force would be shrinking. So demography is not just a future trend, it's a year-by-year reality for us. And then this week, last week, this year, last year, all the time we see the impact of weather shocks and the impact of the green transition. By the way, investment in Europe in recent years would have been a lot lower without the green transition. It's the one solid driver of investment for many sectors at the moment. We call out all of these elements, but what's critical for our conclusion for monetary policy is that it creates uncertainty, it creates volatility, and we think what we may be faced with is larger deviations from our 2% target in both directions. So we have this two-sided risk assessment. And as I go through these paragraphs, essentially once we've identified this economic assessment, the natural question to ask is: how do we manage it? How does monetary policy manage this two-sided risk? And essentially in what follows, we will turn to the monetary policy implications. But the other thing to note about paragraph 1 is that there is a new sentence. That's the final sentence. It is that we don't live in a bubble. We don't say monetary policy is the only game in town. And we do highlight here that a more resilient financial architecture – supported by progress on the savings and investments union, the completion of banking union and the introduction of a digital euro – would also support the effectiveness of monetary policy in this evolving environment. So, in other words, all of these structural changes are much more easily handled if we have a more resilient euro, European and euro-denominated financial system. And I think that's also important and maybe helps you to understand why we as Board members, and more generally the Governing Council, spend a lot of time talking about these wider issues. It's not a distraction from monetary policy. It's an important underpinning for monetary policy. Paragraph 2 is unchanged because paragraph 2 is setting the legal context. We have a mandate given by the Treaty, and so to make the strategy statement self-contained, it's a reminder to you of the legal and Treaty constraints we live under. And that essentially remains the same as last time. The third paragraph, because remember in the European Treaty there's not a super detailed definition of price stability, so it's important and this is something that evolved over the years: that in terms of measurement, we're focused on the Harmonised Index of Consumer Prices (HICP). And again, this is stable from last time. Last time we highlighted that we did think a reform of the HICP to include owner-occupied housing would be desirable. We continue to hold that view. But in the end it's for the European Statistical System to make progress on that. So what we say is that in the meantime we do take into account inflation measures that include estimates of the cost of owner-occupied housing. So, in other words, we create supplementary indicators. These are not official data, but we do take a look. And these would be relevant in scenarios where house prices were rising far more quickly or far more slowly than the overall inflation rate. By the way, this has not been particularly the issue in recent years. It would not have made a big difference in recent years, but of course in principle we could be in a situation in the future where it made a difference. Paragraph 4 is again largely stable from last time. It's explaining why we target 2%, not zero, and that's a fairly mature topic: why you want to have a safety margin. We do, and I think correctly this time, in the final sentence of paragraph 4 include intersectoral adjustment. In the last five years we've seen this massive change between goods prices and services prices. And actually it turns out that that's a very important consideration. It's a lot easier to handle an under 2% inflation target than if you're trying to hit zero. Essentially if you're trying to hit zero and the price of energy compared with goods rose, implicitly you need to drive down the price of goods. And we know for many reasons that deflation, even at the sectoral level, is difficult. So having a 2% target is reinforced by including intersectoral adjustment in that list. So, paragraph 4 says you need a safety margin. Paragraph 5 says 2% is the best way to maintain price stability and that our commitment is symmetric. So what this symmetry means is that we consider negative and positive deviations from the target as equally undesirable. The last sentence, I think, has been critical in these years: having a clear target. You may have heard us all many times say 2%. It's not somewhere in the region of 2%. It's 2%. And having that clarity is very important for anchoring expectations, so I think it turned out that that choice we made to be precise about what our orientation is in the medium term is very important. Let me turn to a paragraph where I think there has been an important change, a sensible change – something that you might say sounds so sensible, why are you talking about it? But it's worth highlighting the update. Last time, in 2021, we felt we needed to point out that the symmetry of the target doesn't mean that how we set monetary policy looks identical whether we're above the target or below the target. And so we pointed out that if we have a lower bound issue, we need to be appropriately forceful or persistent. What have we learnt from these five years? That remains true for below-target inflation, but actually it's equally true for above-target inflation. And what we actually did was we had a phase of being forceful. So from July 2022 to September 2023, we hiked a lot. And then we went into a persistent phase. So from September 2023 to June 2024, we had 4%. The overview note goes into more detail about why you need the blend of forceful and persistent. But when we reviewed this, peers said these were important concepts in relation to the lower bound, but they're equally appropriate concepts in relation to being above target. It's not, of course, in relation to blips. What we talk about here is in response to large, sustained deviations. So you have to first of all make the call. What we see in front of us is something that's materially away from 2% and that would remain away from 2% unless we responded. And this is why we say \"appropriately forceful or persistent\", because what exactly is appropriate depends on whether you are dealing with an upside shock, a downside shock and a wider set of issues. So that, I think, is important. Let me come back to this issue that we have a symmetric commitment and we're two-sided, but the headache is different on both sides. On the downside, the lower bound is the main headache. On the upside – and this reflects so much of the last number of years and reflects a lot of the work in the occasional papers – is possible non-linearities in price and wage-setting. What we learnt is that once inflation starts to build, it can take off and it can accelerate. You can get this non-linear dynamic. And that's why you need to be forceful on the upside. That's not really true for downside shocks. They tend not to accelerate, but downside shocks tend to get embedded because your ability to respond on monetary policy is different. Going back to this point that it's not about smoothing out every deviation from 2% and it's large, sustained deviations: this is very much in the spirit of the medium-term orientation. And that's paragraph 7. So paragraph 7 is stable. We already had a medium-term orientation, I think, throughout the whole history of the ECB. And I think that's been very wise. Our commitment, in line with the opening remarks from the President, is that people should be able to count on our commitment to price stability. If we see a deviation, we will bring it back to 2%. And that's our medium-term orientation. There's one enrichment here, which I think makes sense. People often ask: how long is the medium term? And I think a very important discipline on that is in the final sentence now: \"subject to maintaining anchored inflation expectations\". That really defines the medium term. As you know, in recent years we mapped that into \"we will make sure inflation returns to target in a timely manner\". You need to impose some discipline on yourself as opposed to saying the medium term is always just over the projection horizon. The medium term means not so long that the anchoring of expectations is put at risk. So again, I think that's always been true, but it's better to be explicit about it. And maybe now, as journalists, if you ask Governing Council members in the future how long the medium term is, the medium term is how long it takes without putting into question the anchoring of expectations. Paragraph 8 is our toolbox paragraph. We already said in 2021 that our primary instrument is the set of ECB policy rates. I do wonder, for those of you who were involved in looking at the ECB in 2021, how many of you fully believed that as we moved away from the lower bound, we would stop quantitative easing (QE) and we would stop forward guidance? But that was in our strategy and that's what we did. These are tools that make sense at the lower bound. They are not tools from a stance point of view that have the same role away from the lower bound. So one basic message is: already in 2021 we told you a lot about how the toolbox works, but we did obviously come back and look at this. It's an important topic. Let me highlight a couple of revisions here, or amplifications. One is that I think we are more articulate now about when these tools come into play. One is to steer the monetary policy stance when the rates are close to the lower bound. That's what we said last time. That's definitely a big category. But the second category is \"or to preserve the smooth functioning of monetary policy transmission\". March 2020 is one example. When the world's financial market was hit by the pandemic shock, central banks in general did a lot of asset purchasing, refinancing operations and other elements to stabilise the transmission of monetary policy. So again, what I would say is either it's because we're near the lower bound or there's some big drama causing an interruption to the transmission of monetary policy. But otherwise these instruments remain in the toolbox. They're available, but they're not used on a continuous basis. And so we list out these tools just as a reminder. Longer-term refinancing and asset purchases: those two would possibly be used either way. For the stance or for smoothing the transmission of policy. Whereas of course negative rates and forward guidance are more particular to the lower bound. So there is a differentiation within that category. We also said last time that we will respond flexibly to new challenges as they arise and we can consider new instruments. And of course we told you that we considered new instruments and we actually did it, because we did introduce the Transmission Protection Instrument in 2022. And then the last sentence is important because this is where a lot of the discussion in the last year has been. It is to look back at these this set of instruments and on a forward basis say, in the future, if we ever came to these situations, how would we use these instruments? So we say in this important sentence: the choice of which one we use or which combination we use, the design – because on day zero, we usually have a press release or a legal act saying here's the design of our instrument – and the implementation. So in other words, month by month, how we adjust it and how we bring it to an end in terms of exit. All of these, number one, will enable an agile response to new shocks. So let's not get locked into rigid programmes that would inhibit our ability to respond to new shocks. They will reflect the intended purpose. So there can be differences between a stance-orientated intervention and a transmission-smoothing-type intervention. And then, of course, all of these will be subject to a comprehensive proportionality assessment. So in considering the choice of tools, the design and the implementation, we need the checklist of whether this is proportional to the challenge we face. So that's, as I say, the toolbox. Then paragraph 9 is explaining how we make decisions. A lot of this is similar to last time. Last time we basically had to tell you that we've decided, rather than having a two-pillar strategy where we have an economic pillar and a monetary pillar, we make an integrated assessment. And in that integrated assessment, for example, we take into account macro-financial linkages, financial stability and so on. So a lot of that remains, but maybe you might find this new sentence interesting. The second sentence is that in how we make decisions, we take into account not only the most likely path for inflation in the economy, i.e. in a projection for the baseline, we don't just look at the baseline, but also the surrounding risks and uncertainty. How do we do that? Including through the appropriate use of scenario and sensitivity analysis. This is something we have done forever, but it's probably true that it's not always visible in how we communicate. And also internally, of course, the science of how you should do scenarios and the science of how you should make sure your decisions are robust is always evolving. So we do want to make this clear. And in fairness for you and for others watching us, you can say \"I think I understand this decision in the context of the baseline, but I have a natural question: is it also robust to the risk assessment of the ECB?\" And I think that will be a step forward in the conversation about monetary policy. By the way, this is already reflected, importantly, because, as you may have noticed, what we've said in the last couple of years is that we make our decisions not only based on the inflation outlook, but also in relation to underlying inflation and the strength of monetary transmission. Because those two dimensions capture a lot of risk. Underlying inflation captured a lot of risk when we were bringing inflation down from 10% to 2%. The strength of monetary transmission captured a lot of risk as we moved interest rates, first of all, steeply upwards and then as we've been reversing. So the logic behind the three-pronged reaction function that we've been using reflects these principles. Paragraph 10 reaffirms, and I think everything we've learnt from the last four years validates the assessment that, in terms of price stability, climate change has profound implications in terms of the structure of the economy, the rise and fall of particular sectors, the cycle, including through the impact of weather shocks, and also in terms of how the financial system is adjusting. This is also a policy priority for the European Union and a global challenge. So we are committed to ensuring the Eurosystem fully takes into account, in line with the EU's goals and objectives, the implications of climate change and nature degradation for monetary policy and central banking. We added – because we've already added it elsewhere – \"and nature degradation\" because essentially it's the same headache. And in terms of our economic analysis, you've also seen it in our publications. The same underlying failure to incorporate the global public good of a sustainable environment permeates that. Paragraph 11 reaffirms that clear communication is centre stage of our policymaking. We want effective communication at all levels. And this is why we think the layered and visualised approach to monetary policy communication is essential. Also, we want to adapt in this rapidly changing communication landscape. There's more on that in the overview note. And, as you know, the ECB has been rolling out new types of communication, including Espresso Economics on YouTube in recent times. And then maybe in line with the idea that it's good housekeeping to have a regular calendar-based commitment, the next assessment of the appropriateness of the strategy will be in 2030.",
  "date_parsed": "2025-07-07",
  "name": "Philip R. Lane",
  "name_orig": "Philip R. Lane",
  "url_orig": "https://www.bis.org/review/r250703h.htm"
}