{
  "source_url": "https://www.bis.org/review/r241028g.htm",
  "headline": "Philip R Lane: Underlying inflation - an update",
  "description_html": "\n<p>Speech by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the \"Inflation: Drivers and Dynamics Conference 2024\", organised by the Federal Reserve Bank of Cleveland and the European Central Bank, Cleveland, 24 October 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the \"Inflation: Drivers and Dynamics Conference 2024\", organised by the Federal Reserve Bank of Cleveland and the European Central Bank, Cleveland, 24 October 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "28 October 2024",
  "pdf_url": "https://www.bis.org/review/r241028g.pdf",
  "content_html": "\n<div class=\"section\">\n<h3>Introduction</h3>\n<p>My aim today is to provide an update on underlying inflation in the euro area.<span style=\"font-size: 13.6px;\"> </span>The concept of underlying inflation plays a central role in the conduct of the ECB's monetary policy: our interest rate decisions are based on our assessment of the inflation outlook in light of the incoming economic and financial data, the dynamics of underlying inflation and the strength of monetary policy transmission. This three-pronged reaction function complements the traditional focus on the inflation forecast for inflation-targeting central banks with the signals embodied in underlying inflation measures, while also incorporating the evolving evidence on the strength of monetary policy transmission in the calibration of the monetary stance. This pragmatic approach reflects the value of data dependence under highly atypical macroeconomic conditions.</p>\n<h3>Latest developments in euro area underlying inflation</h3>\n<p>Underlying inflation is the persistent component of inflation, signalling where headline inflation will settle in the medium term after temporary factors have vanished. In practice, underlying inflation is unobservable and needs to be proxied or estimated. There are two broad categories of measures that aim to capture this concept. Exclusion-based measures omit certain items – such as energy and food – that are typically volatile and more sensitive to global factors than domestic fundamentals. Model-based measures, meanwhile, capture more complex channels and dynamics, subject to the limitations imposed by sensitivity to model estimation. An overview of such measures is shown in Chart 1.</p>\n<p>Model-based measures at the ECB include the Persistent and Common Component of Inflation (PCCI), which is constructed by estimating a dynamic factor model that extracts the persistent and common component of inflation from granular price data at the item-country level, thereby exploiting the relative advantages of both cross-sectional and time series approaches.<span style=\"font-size: 13.6px;\"> </span>Another model-based measure is Supercore inflation, which picks out those items that are estimated to co-move with the business cycle. These model-based measures are reduced form in nature and, among other factors, reflect the empirical contribution of monetary policy tightening to delivering disinflation. That is to say, if current inflation is above target, one reason why underlying inflation might run below current inflation is that the projected mean reversion is partly driven by endogenous monetary policy tightening that has historically contributed to the return of inflation to the target over the medium term. In turn, monitoring the evolution of underlying inflation is an important element in diagnosing whether monetary policy is appropriately calibrated.</p>\n</div>\n",
  "content_text": "Introduction My aim today is to provide an update on underlying inflation in the euro area. The concept of underlying inflation plays a central role in the conduct of the ECB's monetary policy: our interest rate decisions are based on our assessment of the inflation outlook in light of the incoming economic and financial data, the dynamics of underlying inflation and the strength of monetary policy transmission. This three-pronged reaction function complements the traditional focus on the inflation forecast for inflation-targeting central banks with the signals embodied in underlying inflation measures, while also incorporating the evolving evidence on the strength of monetary policy transmission in the calibration of the monetary stance. This pragmatic approach reflects the value of data dependence under highly atypical macroeconomic conditions. Latest developments in euro area underlying inflation Underlying inflation is the persistent component of inflation, signalling where headline inflation will settle in the medium term after temporary factors have vanished. In practice, underlying inflation is unobservable and needs to be proxied or estimated. There are two broad categories of measures that aim to capture this concept. Exclusion-based measures omit certain items – such as energy and food – that are typically volatile and more sensitive to global factors than domestic fundamentals. Model-based measures, meanwhile, capture more complex channels and dynamics, subject to the limitations imposed by sensitivity to model estimation. An overview of such measures is shown in Chart 1. Model-based measures at the ECB include the Persistent and Common Component of Inflation (PCCI), which is constructed by estimating a dynamic factor model that extracts the persistent and common component of inflation from granular price data at the item-country level, thereby exploiting the relative advantages of both cross-sectional and time series approaches. Another model-based measure is Supercore inflation, which picks out those items that are estimated to co-move with the business cycle. These model-based measures are reduced form in nature and, among other factors, reflect the empirical contribution of monetary policy tightening to delivering disinflation. That is to say, if current inflation is above target, one reason why underlying inflation might run below current inflation is that the projected mean reversion is partly driven by endogenous monetary policy tightening that has historically contributed to the return of inflation to the target over the medium term. In turn, monitoring the evolution of underlying inflation is an important element in diagnosing whether monetary policy is appropriately calibrated.",
  "date_parsed": "2024-10-28",
  "name": "Philip R. Lane",
  "name_orig": "Philip R. Lane",
  "url_orig": "https://www.bis.org/review/r241028g.htm"
}