{
  "source_url": "https://www.bis.org/review/r240503e.htm",
  "headline": "Philip R Lane: The analytics of the monetary policy tightening cycle",
  "description_html": "\n<p>Guest lecture by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the Stanford Graduate School of Business, Stanford, California, 2 May 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Guest lecture by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the Stanford Graduate School of Business, Stanford, California, 2 May 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "03 May 2024",
  "pdf_url": "https://www.bis.org/review/r240503e.pdf",
  "content_html": "\n<h3>Introduction </h3>\n<p>My aim today is to review the ECB's monetary policy tightening cycle. The tightening began in December 2021 with the announcement of the end date for our net purchases under the pandemic emergency purchase programme (PEPP), as well as the recalibration and subsequent phase-out of our targeted lending programme. After concluding net purchases under the PEPP in March 2022 and net purchases under the asset purchase programme (APP) in June 2022, we subsequently normalised our policy rate (the deposit facility rate [DFR] in conditions of abundant excess liquidity) from -0.5 per cent to 2 per cent in the second half of 2022, before raising rates further into restrictive territory during the first nine months of 2023 to a level of 4.0 per cent. We have held the DFR constant at this level over the last five meetings since our last hike in September (Chart 1).</p>\n<p>This was an especially striking tightening campaign in view of the prevailing highly-accommodative monetary stance, which consisted of very low levels of the policy rate that had been in place over the last decade, the considerable net asset purchasing under the APP since 2015 and under the PEPP since 2020 and the scale and pricing of the targeted long-term refinancing operations. In late 2021, this stance was still expected to be maintained over the medium term: for instance, the median respondent in the December 2021 Survey of Monetary Analysts expected the deposit facility rate to remain in negative territory until the first quarter of 2025 and net purchases under the APP to continue until June 2023. It follows that, relative the path expected in late 2021, the tightening cycle constituted a major surprise. Of course, the underlying driving force for the tightening cycle was the very large surprise increase in inflation, especially in 2022, after the unjustified Russian invasion of Ukraine. A defining feature is that a significant component of the stance tightening is expected to be persistent in nature, with rates only expected to descend to the neighbourhood of a more neutral level, while quantitative easing and targeted refinancing operations are not expected to be resumed.</p>\n",
  "content_text": "Introduction My aim today is to review the ECB's monetary policy tightening cycle. The tightening began in December 2021 with the announcement of the end date for our net purchases under the pandemic emergency purchase programme (PEPP), as well as the recalibration and subsequent phase-out of our targeted lending programme. After concluding net purchases under the PEPP in March 2022 and net purchases under the asset purchase programme (APP) in June 2022, we subsequently normalised our policy rate (the deposit facility rate [DFR] in conditions of abundant excess liquidity) from -0.5 per cent to 2 per cent in the second half of 2022, before raising rates further into restrictive territory during the first nine months of 2023 to a level of 4.0 per cent. We have held the DFR constant at this level over the last five meetings since our last hike in September (Chart 1). This was an especially striking tightening campaign in view of the prevailing highly-accommodative monetary stance, which consisted of very low levels of the policy rate that had been in place over the last decade, the considerable net asset purchasing under the APP since 2015 and under the PEPP since 2020 and the scale and pricing of the targeted long-term refinancing operations. In late 2021, this stance was still expected to be maintained over the medium term: for instance, the median respondent in the December 2021 Survey of Monetary Analysts expected the deposit facility rate to remain in negative territory until the first quarter of 2025 and net purchases under the APP to continue until June 2023. It follows that, relative the path expected in late 2021, the tightening cycle constituted a major surprise. Of course, the underlying driving force for the tightening cycle was the very large surprise increase in inflation, especially in 2022, after the unjustified Russian invasion of Ukraine. A defining feature is that a significant component of the stance tightening is expected to be persistent in nature, with rates only expected to descend to the neighbourhood of a more neutral level, while quantitative easing and targeted refinancing operations are not expected to be resumed.",
  "date_parsed": "2024-05-03",
  "name": "Philip R Lane",
  "link_number": "20",
  "name_orig": "Philip R Lane",
  "url_orig": "https://www.bis.org/review/r240503e.htm"
}