{
  "source_url": "https://www.bis.org/review/r240828n.htm",
  "headline": "Philip R Lane: The effectiveness and transmission of monetary policy in the euro area",
  "description_html": "\n<p>Contribution by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, <span>at the panel on \"Reassessing the Effectiveness and Transmission of Monetary Policy\", an economic symposium sponsored by the Federal Reserve Bank of Kansas City, </span>Jackson Hole, 24 August 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Contribution by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the panel on \"Reassessing the Effectiveness and Transmission of Monetary Policy\", an economic symposium sponsored by the Federal Reserve Bank of Kansas City, Jackson Hole, 24 August 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "29 August 2024",
  "pdf_url": "https://www.bis.org/review/r240828n.pdf",
  "content_html": "\n<div class=\"section\">\n<h3>Introduction</h3>\n<p>My aim in this contribution is to provide a euro area perspective on the effectiveness and transmission of monetary policy.<span style=\"font-size: 13.6px;\"> </span>As expressed in the monetary policy statements of the ECB's Governing Council, the aim of monetary policy tightening has been to deliver a timely return of inflation to the medium-term two per cent target by dampening demand and guarding against the risk of a persistent upward shift in inflation expectations. Even if sectoral shocks had played an important role in triggering the initial 2021-2022 inflation surges, monetary policy tightening was necessary in order to contain domestic demand and to signal clearly to price and wage-setters that monetary policymakers would not tolerate inflation remaining above the target for an excessively-long period.</p>\n<p>In this contribution, I will report on the transmission of monetary policy, via financial markets and the banking system, to domestic demand and inflation expectations during this tightening episode. My interim conclusion is that monetary policy has been effective in underpinning the disinflation process, with the transmission of monetary tightening operating to restrict demand and stabilise inflation expectations.</p>\n<p>The effectiveness and efficiency of monetary policy has required a data-dependent approach to the calibration of the monetary stance. To this end, I will also discuss the importance for the calibration of monetary policy of fully recognising the asymmetric sectoral nature of the pandemic and energy shocks that triggered the initial inflation surges and the impact of sectoral balance sheets on macroeconomic dynamics. These considerations have shaped the monetary policy reaction function of the ECB during this episode, which has been guided by the incoming evidence on: (a) the unfolding inflation outlook; (b) the evolution of underlying inflation; and (c) the strength of monetary transmission (which, inter alia, depends on sectoral balance sheets).</p>\n</div>\n",
  "content_text": "Introduction My aim in this contribution is to provide a euro area perspective on the effectiveness and transmission of monetary policy. As expressed in the monetary policy statements of the ECB's Governing Council, the aim of monetary policy tightening has been to deliver a timely return of inflation to the medium-term two per cent target by dampening demand and guarding against the risk of a persistent upward shift in inflation expectations. Even if sectoral shocks had played an important role in triggering the initial 2021-2022 inflation surges, monetary policy tightening was necessary in order to contain domestic demand and to signal clearly to price and wage-setters that monetary policymakers would not tolerate inflation remaining above the target for an excessively-long period. In this contribution, I will report on the transmission of monetary policy, via financial markets and the banking system, to domestic demand and inflation expectations during this tightening episode. My interim conclusion is that monetary policy has been effective in underpinning the disinflation process, with the transmission of monetary tightening operating to restrict demand and stabilise inflation expectations. The effectiveness and efficiency of monetary policy has required a data-dependent approach to the calibration of the monetary stance. To this end, I will also discuss the importance for the calibration of monetary policy of fully recognising the asymmetric sectoral nature of the pandemic and energy shocks that triggered the initial inflation surges and the impact of sectoral balance sheets on macroeconomic dynamics. These considerations have shaped the monetary policy reaction function of the ECB during this episode, which has been guided by the incoming evidence on: (a) the unfolding inflation outlook; (b) the evolution of underlying inflation; and (c) the strength of monetary transmission (which, inter alia, depends on sectoral balance sheets).",
  "date_parsed": "2024-08-29",
  "name": "Philip R Lane",
  "link_number": "15",
  "name_orig": "Philip R Lane",
  "url_orig": "https://www.bis.org/review/r240828n.htm"
}