{
  "source_url": "https://www.bis.org/review/r250527d.htm",
  "headline": "Philip R Lane: The communication of monetary policy decisions - incorporating risks and uncertainty",
  "description_html": "\n<p>Remarks by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the Second Thomas Laubach Research Conference, hosted by the Federal Reserve Board, Washington DC, 16 May 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Remarks by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the Second Thomas Laubach Research Conference, hosted by the Federal Reserve Board, Washington DC, 16 May 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "27 May 2025",
  "pdf_url": "https://www.bis.org/review/r250527d.pdf",
  "content_html": "\n<div class=\"section\">\n<p><em><a href=\"/review/r250527d_slides.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">Presentation</a> accompanying the speech</em></p>\n<p>In my remarks today I will focus on how the ECB communicates its monetary policy decisions, with a particular emphasis on the integration of risks and uncertainty into the monetary policy decision-making process.</p>\n<p>Monetary policy meetings take place over two days. On Wednesday afternoon, there are presentations by ECB Executive Board members: Isabel Schnabel reports on the latest financial market developments and I review the global environment and the latest economic, monetary and financial developments in the euro area. This is followed by a general discussion of these topics by Governing Council members. On Thursday morning, I present a proposal for the monetary policy decision, which is then discussed by the Governing Council. After the monetary policy decision is made (typically by consensus), the monetary policy statement is finalised by the Governing Council, concluding the Thursday morning session.</p>\n<p>In the afternoon, a press release announcing the decision is published at 2:15 p.m. While this press release was quite succinct in the past, a summary explanation for the decision is now included, and - for the quarterly meetings - the main elements of the staff macroeconomic projections are reported.</p>\n<p>At the opening of the press conference at 2:45 p.m., President Lagarde reads out the monetary policy statement. The opening section matches the press release, while further sections go into more detail on economic activity, inflation, the risk assessment and monetary and financial developments. This is followed by a question-and-answer session. After the press conference, the quarterly forecast meetings also see the publication of a staff article that explains the new set of macroeconomic projections. About two weeks later, the Economic Bulletin is published, containing summaries of the preparatory analysis that was made available to the Governing Council prior to the meeting. An account of the meeting is published about a month after the meeting.</p>\n</div>\n",
  "content_text": "Presentation accompanying the speech In my remarks today I will focus on how the ECB communicates its monetary policy decisions, with a particular emphasis on the integration of risks and uncertainty into the monetary policy decision-making process. Monetary policy meetings take place over two days. On Wednesday afternoon, there are presentations by ECB Executive Board members: Isabel Schnabel reports on the latest financial market developments and I review the global environment and the latest economic, monetary and financial developments in the euro area. This is followed by a general discussion of these topics by Governing Council members. On Thursday morning, I present a proposal for the monetary policy decision, which is then discussed by the Governing Council. After the monetary policy decision is made (typically by consensus), the monetary policy statement is finalised by the Governing Council, concluding the Thursday morning session. In the afternoon, a press release announcing the decision is published at 2:15 p.m. While this press release was quite succinct in the past, a summary explanation for the decision is now included, and - for the quarterly meetings - the main elements of the staff macroeconomic projections are reported. At the opening of the press conference at 2:45 p.m., President Lagarde reads out the monetary policy statement. The opening section matches the press release, while further sections go into more detail on economic activity, inflation, the risk assessment and monetary and financial developments. This is followed by a question-and-answer session. After the press conference, the quarterly forecast meetings also see the publication of a staff article that explains the new set of macroeconomic projections. About two weeks later, the Economic Bulletin is published, containing summaries of the preparatory analysis that was made available to the Governing Council prior to the meeting. An account of the meeting is published about a month after the meeting.",
  "date_parsed": "2025-05-27",
  "name": "Philip R. Lane",
  "name_orig": "Philip R. Lane",
  "url_orig": "https://www.bis.org/review/r250527d.htm"
}