{
  "source_url": "https://www.bis.org/review/r241218f.htm",
  "headline": "Philip R Lane: The euro area outlook and monetary policy",
  "description_html": "\n<p>Speech by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the MNI Webcast, Frankfurt am Main, 18 December 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the MNI Webcast, Frankfurt am Main, 18 December 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "19 December 2024",
  "pdf_url": "https://www.bis.org/review/r241218f.pdf",
  "content_html": "\n<div class=\"section\">\n<p><em>Accompanying <a href=\"/review/r241218f_slides.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">slides</a> to the speech</em></p>\n<h3>Introduction</h3>\n<p>The Governing Council last week decided to lower the deposit facility rate – the rate through which we steer the monetary policy stance – from 3.25 per cent to 3.0 per cent. This decision was justified by our updated assessment of the inflation outlook, the dynamics of underlying inflation and the strength of monetary policy transmission. In my remarks, I would like to discuss these three elements of our reaction function.</p>\n<h3>The inflation outlook</h3>\n<p>The December Eurosystem staff projections expect headline inflation to average 2.4 per cent in 2024, 2.1 per cent in 2025 and 1.9 per cent in 2026. It is then projected to increase to 2.1 per cent in 2027 as a result of the expanded EU Emissions Trading System. The projections continue to foresee a rapid decline in core inflation, from 2.9 per cent this year to 2.3 per cent in 2025 and 1.9 per cent in 2026 and 2027. Compared to the September 2024 macroeconomic projections exercise (MPE), the projections have been revised down by 0.1 percentage points in 2024 and 2025 for headline inflation, and in 2026 for core inflation.</p>\n<p>The latest Survey of Monetary Analysts is broadly in line with the December projections for headline inflation. Market-based indicators of inflation compensation are also consistent with a timely return of inflation to target, while also showing a marked compression in inflation risk premia. This may suggest that markets have revised downwards the risk of future adverse supply shocks and revised upwards the risk of future adverse demand shocks.</p>\n</div>\n",
  "content_text": "Accompanying slides to the speech Introduction The Governing Council last week decided to lower the deposit facility rate – the rate through which we steer the monetary policy stance – from 3.25 per cent to 3.0 per cent. This decision was justified by our updated assessment of the inflation outlook, the dynamics of underlying inflation and the strength of monetary policy transmission. In my remarks, I would like to discuss these three elements of our reaction function. The inflation outlook The December Eurosystem staff projections expect headline inflation to average 2.4 per cent in 2024, 2.1 per cent in 2025 and 1.9 per cent in 2026. It is then projected to increase to 2.1 per cent in 2027 as a result of the expanded EU Emissions Trading System. The projections continue to foresee a rapid decline in core inflation, from 2.9 per cent this year to 2.3 per cent in 2025 and 1.9 per cent in 2026 and 2027. Compared to the September 2024 macroeconomic projections exercise (MPE), the projections have been revised down by 0.1 percentage points in 2024 and 2025 for headline inflation, and in 2026 for core inflation. The latest Survey of Monetary Analysts is broadly in line with the December projections for headline inflation. Market-based indicators of inflation compensation are also consistent with a timely return of inflation to target, while also showing a marked compression in inflation risk premia. This may suggest that markets have revised downwards the risk of future adverse supply shocks and revised upwards the risk of future adverse demand shocks.",
  "date_parsed": "2024-12-19",
  "name": "Philip R. Lane",
  "name_orig": "Philip R. Lane",
  "url_orig": "https://www.bis.org/review/r241218f.htm"
}