{
  "source_url": "https://www.bis.org/review/r231110a.htm",
  "headline": "Philip R Lane: Central bank liquidity - a macroeconomic perspective",
  "description_html": "\n<p>Welcome address by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the ECB Conference on Money Markets 2023, Frankfurt am Main, 9 November 2023.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Welcome address by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the ECB Conference on Money Markets 2023, Frankfurt am Main, 9 November 2023. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "10 November 2023",
  "pdf_url": "https://www.bis.org/review/r231110a.pdf",
  "content_html": "\n<h3>Introduction</h3>\n<p>My aim in these opening remarks is to explore the macroeconomics of central bank liquidity. In particular, my focus is on how central bank reserves can influence macroeconomic outcomes. In turn, if central bank reserves are relevant for the level and volatility of economic activity and inflation, the calculation of the appropriate level of central bank liquidity should take into account the (time-varying) macroeconomic impact.</p>\n<p>The macroeconomic analysis of central bank reserves is necessarily subject to high uncertainty, since it is challenging to control for various confounding factors in conducting empirical analysis. In particular, the creation of central bank reserves on the liability side of the central bank balance sheet is typically matched by an increase in collateralised loans (refinancing operations) to banks or an increase in asset purchases on the asset side.<span style=\"font-size: 13.6px;\"> </span>Refinancing operations (including targeted versions that require banks to meet a credit growth or credit composition target to benefit from favourable funding conditions) and asset purchases have direct macroeconomic effects that have been much studied, while the macroeconomic impact of the liability side of these interventions has received comparatively less attention.</p>\n<p>Over the last decade, much of the expansion in central bank reserves in the euro area has been a by-product of quantitative easing (large-scale asset purchases) or targeted longer-term refinancing operations (TLTROs). These policies were motivated by their direct impact on bond markets and credit dynamics. In line with the ECB's 2021 monetary policy strategy statement, from a stance perspective, the activation of such policies is only relevant in the neighbourhood of the effective lower bound (ELB) on policy rates.<span style=\"font-size: 13.6px;\"> </span>Away from the ELB, by contrast, the short-term policy rate is the primary instrument to steer the monetary policy stance.</p>\n<h4></h4>\n",
  "content_text": "Introduction My aim in these opening remarks is to explore the macroeconomics of central bank liquidity. In particular, my focus is on how central bank reserves can influence macroeconomic outcomes. In turn, if central bank reserves are relevant for the level and volatility of economic activity and inflation, the calculation of the appropriate level of central bank liquidity should take into account the (time-varying) macroeconomic impact. The macroeconomic analysis of central bank reserves is necessarily subject to high uncertainty, since it is challenging to control for various confounding factors in conducting empirical analysis. In particular, the creation of central bank reserves on the liability side of the central bank balance sheet is typically matched by an increase in collateralised loans (refinancing operations) to banks or an increase in asset purchases on the asset side. Refinancing operations (including targeted versions that require banks to meet a credit growth or credit composition target to benefit from favourable funding conditions) and asset purchases have direct macroeconomic effects that have been much studied, while the macroeconomic impact of the liability side of these interventions has received comparatively less attention. Over the last decade, much of the expansion in central bank reserves in the euro area has been a by-product of quantitative easing (large-scale asset purchases) or targeted longer-term refinancing operations (TLTROs). These policies were motivated by their direct impact on bond markets and credit dynamics. In line with the ECB's 2021 monetary policy strategy statement, from a stance perspective, the activation of such policies is only relevant in the neighbourhood of the effective lower bound (ELB) on policy rates. Away from the ELB, by contrast, the short-term policy rate is the primary instrument to steer the monetary policy stance.",
  "date_parsed": "2023-11-10",
  "name": "Philip R. Lane",
  "name_orig": "Philip R. Lane",
  "url_orig": "https://www.bis.org/review/r231110a.htm"
}