{
  "source_url": "https://www.bis.org/review/r240213f.htm",
  "headline": "Philip R Lane: Disinflation in the euro area",
  "description_html": "\n<p>Speech by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the Hutchins Center on Fiscal &amp; Monetary Policy at the Brookings Institution, <span>Washington DC, 8 February 2024. </span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the Hutchins Center on Fiscal & Monetary Policy at the Brookings Institution, Washington DC, 8 February 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "14 February 2024",
  "pdf_url": "https://www.bis.org/review/r240213f.pdf",
  "content_html": "\n<h3>Introduction</h3>\n<p>Today, I wish to report on the progress in disinflation in the euro area.</p>\n<p>Chart 1 shows the dynamics of headline and core inflation, extended forward through 2026 on the basis of the December 2023 Eurosystem staff projections.<span class=\"ecb-footnote-toggle\"><sup>[<a class=\"ecb-footnote-number\" href=\"https://www.ecb.europa.eu/press/key/date/2024/html/ecb.sp240208~e775b07928.en.html#footnote.1\" id=\"fn1\">1</a>]</sup></span><span> </span>Relative to its pandemic low point in late 2020, inflation started to increase in early 2021, rising above the two percent medium-term target in July 2021. Inflation continued to climb through the rest of 2021 and most of 2022, peaking at 10.6 percent in October 2022. Since late 2022, inflation has declined and stood at 2.8 per cent in January 2024. According to the December 2023 Eurosystem staff projections, inflation is expected to stabilise around the two per cent target from about the middle of 2025 onwards.</p>\n<p>The main factors in the 2021-2022 inflation surge were the direct and indirect effects of the energy shock, together with a set of pandemic-related factors including supply chain bottlenecks and, during 2022, the Russian invasion of Ukraine and demand-supply mismatches associated with the reopening of the contact-intensive service sectors (Chart 2).</p>\n<p>By the time headline inflation peaked at 10.6 per cent in October 2022, energy inflation had reached 41.5 per cent. Since then, energy inflation has not only stabilised but turned negative: in January 2024, it stood at -6.3 per cent. The energy shock also contributed to very high food inflation: at 5.7 per cent in January, food inflation has come down substantially from its peak of 15.5 per cent in March 2023 but remains elevated. Core inflation was 3.3 per cent in January, down from the 5.7 per cent peak also in March 2023. The decline in goods inflation has been the main driver in core disinflation, with goods inflation standing at 2.0 per cent in January, down from 6.8 per cent in February 2023. Inflation in the services sector stands at 4.0 per cent, having eased less so far than the other components; its peak was 5.6 per cent in July 2023.</p>\n<h4></h4>\n",
  "content_text": "Introduction Today, I wish to report on the progress in disinflation in the euro area. Chart 1 shows the dynamics of headline and core inflation, extended forward through 2026 on the basis of the December 2023 Eurosystem staff projections. [ 1 ] Relative to its pandemic low point in late 2020, inflation started to increase in early 2021, rising above the two percent medium-term target in July 2021. Inflation continued to climb through the rest of 2021 and most of 2022, peaking at 10.6 percent in October 2022. Since late 2022, inflation has declined and stood at 2.8 per cent in January 2024. According to the December 2023 Eurosystem staff projections, inflation is expected to stabilise around the two per cent target from about the middle of 2025 onwards. The main factors in the 2021-2022 inflation surge were the direct and indirect effects of the energy shock, together with a set of pandemic-related factors including supply chain bottlenecks and, during 2022, the Russian invasion of Ukraine and demand-supply mismatches associated with the reopening of the contact-intensive service sectors (Chart 2). By the time headline inflation peaked at 10.6 per cent in October 2022, energy inflation had reached 41.5 per cent. Since then, energy inflation has not only stabilised but turned negative: in January 2024, it stood at -6.3 per cent. The energy shock also contributed to very high food inflation: at 5.7 per cent in January, food inflation has come down substantially from its peak of 15.5 per cent in March 2023 but remains elevated. Core inflation was 3.3 per cent in January, down from the 5.7 per cent peak also in March 2023. The decline in goods inflation has been the main driver in core disinflation, with goods inflation standing at 2.0 per cent in January, down from 6.8 per cent in February 2023. Inflation in the services sector stands at 4.0 per cent, having eased less so far than the other components; its peak was 5.6 per cent in July 2023.",
  "date_parsed": "2024-02-14",
  "name": "Philip R. Lane",
  "name_orig": "Philip R. Lane",
  "url_orig": "https://www.bis.org/review/r240213f.htm"
}