{
  "source_url": "https://www.bis.org/review/r241202b.htm",
  "headline": "Philip R Lane: The 25th anniversary of the Euro50 Group - looking ahead to the 50th anniversary",
  "description_html": "\n<p>Remarks by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the 25th Anniversary of the Euro50 Group event at the Bank of France, Paris, 28 November 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Remarks by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the 25th Anniversary of the Euro50 Group event at the Bank of France, Paris, 28 November 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "02 December 2024",
  "pdf_url": "https://www.bis.org/review/r241202b.pdf",
  "content_html": "\n<div class=\"section\">\n<p>Let me start by congratulating the Euro50 Group on its 25th anniversary: since the start of the euro, the Euro50 Group has convened many important discussions about the development of the euro area as a monetary union and the euro as a single currency.</p>\n<p>Looking back at the first quarter of a century of the Euro50 Group naturally invites speculation about the next 25 years: what will we be discussing at the 50th anniversary of the Euro50 Group?</p>\n<p>Let me list four major structural factors that look set to shape the next 25 years:<span> </span>(a) the next wave of technological change (digitalisation, artificial intelligence, automation, robotification);<span style=\"font-size: 13.6px;\"> </span>(b) climate change, nature degradation and the green transition;<span> </span>(c) the shifting configuration of geo-economics and geo-politics;<span style=\"font-size: 13.6px;\"> </span>and (d) demographic trends (increasing longevity, low fertility, migration patterns).<span style=\"font-size: 13.6px;\"> </span>Of course, these structural factors interact with each other in many ways, such that it is essential to adopt a holistic approach in assessing their implications for societies, economies, political systems, governments, institutions – including central banks – and policymakers.</p>\n<p>Before turning to how a central bank should respond to these structural changes, I want first to emphasise that the common nature of these structural trends means that international coordination and collective action is the best approach to navigating these challenges. At the European level, there is considerable scope to work together as a European Union. In terms of economic and financial policy, the recent Draghi and Letta reports show how further integration can improve both the dynamism and the resilience of Europe, which would make it much easier to deal with the challenges I have just mentioned.<span style=\"font-size: 13.6px;\"> </span>This includes the high potential gains in stepping up progress in relation the capital markets union and the banking union.</p>\n</div>\n",
  "content_text": "Let me start by congratulating the Euro50 Group on its 25th anniversary: since the start of the euro, the Euro50 Group has convened many important discussions about the development of the euro area as a monetary union and the euro as a single currency. Looking back at the first quarter of a century of the Euro50 Group naturally invites speculation about the next 25 years: what will we be discussing at the 50th anniversary of the Euro50 Group? Let me list four major structural factors that look set to shape the next 25 years: (a) the next wave of technological change (digitalisation, artificial intelligence, automation, robotification); (b) climate change, nature degradation and the green transition; (c) the shifting configuration of geo-economics and geo-politics; and (d) demographic trends (increasing longevity, low fertility, migration patterns). Of course, these structural factors interact with each other in many ways, such that it is essential to adopt a holistic approach in assessing their implications for societies, economies, political systems, governments, institutions – including central banks – and policymakers. Before turning to how a central bank should respond to these structural changes, I want first to emphasise that the common nature of these structural trends means that international coordination and collective action is the best approach to navigating these challenges. At the European level, there is considerable scope to work together as a European Union. In terms of economic and financial policy, the recent Draghi and Letta reports show how further integration can improve both the dynamism and the resilience of Europe, which would make it much easier to deal with the challenges I have just mentioned. This includes the high potential gains in stepping up progress in relation the capital markets union and the banking union.",
  "date_parsed": "2024-12-02",
  "name": "Philip R Lane",
  "link_number": "10",
  "name_orig": "Philip R Lane",
  "url_orig": "https://www.bis.org/review/r241202b.htm"
}