{
  "source_url": "https://www.bis.org/review/r240416c.htm",
  "headline": "Philip R Lane: Disinflation in the euro area - an update",
  "description_html": "\n<p>Speech by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the University College Dublin Economics Society, Dublin, 15 April 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the University College Dublin Economics Society, Dublin, 15 April 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "16 April 2024",
  "pdf_url": "https://www.bis.org/review/r240416c.pdf",
  "content_html": "\n<p>My aim today is to review the recent evolution of inflation in the euro area, together with the implications for monetary policy. The ECB has held the main policy rate (the deposit facility rate) at 4.0 per cent since last September. At last week's Governing Council meeting, we indicated that, if our updated assessment of the inflation outlook, the dynamics of underlying inflation and the strength of monetary policy transmission were to further increase our confidence that inflation is converging to our target in a sustained manner, it would be appropriate to reduce the current level of monetary policy restriction.</p>\n<p>Chart 1 shows the evolution of headline and core inflation since 2019. Let me focus on the disinflation patterns since August 2023. Inflation stood at 5.2 per cent last August and has subsequently declined to 2.4 percent in March. Energy inflation has moved from -3.3 per cent last August to -1.8 per cent in March; food inflation has declined from 9.7 per cent to 2.7 per cent; and core inflation has fallen from 5.3 per cent to 2.9 per cent. Looking at the individual subcomponents of core inflation, there has been a reduction in goods inflation from 4.7 per cent to 1.1 per cent, and in services inflation from 5.5 per cent to 4.0 per cent.</p>\n<p>In terms of the array of underlying inflation measures tracked by the ECB, Chart 2 shows the evolution of the refined versions of these measures, which adjust for the dynamic impact of energy shocks and supply bottlenecks.<span style=\"font-size: 13.6px;\"> </span>The improvements in these measures since August 2023 suggest that the observed disinflation has a substantial persistent component. At the same time, there has been much less progress in relation to domestic inflation compared to broader inflation measures, reflecting the higher sensitivity of domestic inflation to local cost pressures. As captured in Chart 3, the overall disinflation rate largely reflects the unwinding of the supply shocks that were the primary source of the inflation surge in 2021-2022.</p>\n",
  "content_text": "My aim today is to review the recent evolution of inflation in the euro area, together with the implications for monetary policy. The ECB has held the main policy rate (the deposit facility rate) at 4.0 per cent since last September. At last week's Governing Council meeting, we indicated that, if our updated assessment of the inflation outlook, the dynamics of underlying inflation and the strength of monetary policy transmission were to further increase our confidence that inflation is converging to our target in a sustained manner, it would be appropriate to reduce the current level of monetary policy restriction. Chart 1 shows the evolution of headline and core inflation since 2019. Let me focus on the disinflation patterns since August 2023. Inflation stood at 5.2 per cent last August and has subsequently declined to 2.4 percent in March. Energy inflation has moved from -3.3 per cent last August to -1.8 per cent in March; food inflation has declined from 9.7 per cent to 2.7 per cent; and core inflation has fallen from 5.3 per cent to 2.9 per cent. Looking at the individual subcomponents of core inflation, there has been a reduction in goods inflation from 4.7 per cent to 1.1 per cent, and in services inflation from 5.5 per cent to 4.0 per cent. In terms of the array of underlying inflation measures tracked by the ECB, Chart 2 shows the evolution of the refined versions of these measures, which adjust for the dynamic impact of energy shocks and supply bottlenecks. The improvements in these measures since August 2023 suggest that the observed disinflation has a substantial persistent component. At the same time, there has been much less progress in relation to domestic inflation compared to broader inflation measures, reflecting the higher sensitivity of domestic inflation to local cost pressures. As captured in Chart 3, the overall disinflation rate largely reflects the unwinding of the supply shocks that were the primary source of the inflation surge in 2021-2022.",
  "date_parsed": "2024-04-16",
  "name": "Philip R. Lane",
  "name_orig": "Philip R. Lane",
  "url_orig": "https://www.bis.org/review/r240416c.htm"
}