{
  "source_url": "https://www.bis.org/review/r240212a.htm",
  "headline": "Philip R Lane: Euro area international financial flows - analytical insights and measurement challenges",
  "description_html": "\n<p>Keynote speech by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the joint Bank of Spain, Irving Fisher Committee on Central Bank Statistics and European Central Bank conference \"External statistics after the pandemic: addressing novel analytical challenges\", Madrid, 12 February 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the joint Bank of Spain, Irving Fisher Committee on Central Bank Statistics and European Central Bank conference \"External statistics after the pandemic: addressing novel analytical challenges\", Madrid, 12 February 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "12 February 2024",
  "pdf_url": "https://www.bis.org/review/r240212a.pdf",
  "content_html": "\n<h4>Introduction</h4>\n<p>It is my great pleasure to speak at this second edition of the conference on external statistics, jointly organised by the Banco de España, the Irving Fisher Committee and the European Central Bank, after having contributed already to the first edition of this conference in Lisbon in February 2020, just before the onset of the pandemic.<span class=\"ecb-footnote-toggle\"><sup>]</sup></span><span> </span>As a long-standing user of external statistics, both in academia and as a central banker, I am very pleased to see that since the last conference the richness and availability of external statistics – in particular for the euro area – has been further enhanced. This is of particularly high value for the analysis we do regularly at the ECB, as I will show today. At the same time, there are still significant measurement shortfalls in external statistics and many analytical hurdles to overcome, including specific challenges for the euro area.</p>\n<p>Today I will<span> </span><a class=\"link-inline\" id=\"_Hlk156581368\"></a>focus on the analysis of euro area financial flows, in the current context of the monetary policy tightening cycle and elevated geopolitical tensions. In addition, I will outline some areas where I see potential for further enhancing the statistical information available for such analysis and for improving the underlying statistical infrastructure.</p>\n",
  "content_text": "Introduction It is my great pleasure to speak at this second edition of the conference on external statistics, jointly organised by the Banco de España, the Irving Fisher Committee and the European Central Bank, after having contributed already to the first edition of this conference in Lisbon in February 2020, just before the onset of the pandemic. ] As a long-standing user of external statistics, both in academia and as a central banker, I am very pleased to see that since the last conference the richness and availability of external statistics – in particular for the euro area – has been further enhanced. This is of particularly high value for the analysis we do regularly at the ECB, as I will show today. At the same time, there are still significant measurement shortfalls in external statistics and many analytical hurdles to overcome, including specific challenges for the euro area. Today I will focus on the analysis of euro area financial flows, in the current context of the monetary policy tightening cycle and elevated geopolitical tensions. In addition, I will outline some areas where I see potential for further enhancing the statistical information available for such analysis and for improving the underlying statistical infrastructure.",
  "date_parsed": "2024-02-12",
  "name": "Philip R Lane",
  "link_number": "23",
  "name_orig": "Philip R Lane",
  "url_orig": "https://www.bis.org/review/r240212a.htm"
}