{
  "source_url": "https://www.bis.org/review/r250710g.htm",
  "headline": "Philip R Lane: The monetary agenda at the European Central Bank",
  "description_html": "\n<p>Remarks by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the House of the Euro, Brussels, 9 July 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Remarks by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the House of the Euro, Brussels, 9 July 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "10 July 2025",
  "pdf_url": "https://www.bis.org/review/r250710g.pdf",
  "content_html": "\n<div class=\"section\">\n<div class=\"section\">\n<p>My goal today in these remarks is to outline the current monetary agenda at the ECB.<span> </span>I will start with the monetary policy stance before turning to our updated monetary policy strategy. I will then briefly discuss the euro area bond market before concluding with a monetary perspective on the digital euro project.</p>\n<h3>The monetary policy stance</h3>\n<p>In a recent speech, I assessed that the challenge of returning inflation to the target after the 2021-2022 inflation surges can be considered to be largely complete.<span style=\"font-size: 13.6px;\"> </span>The orientation now for the monetary policy stance is to make sure that the current shocks and prospective new shocks hitting the economy do not lead to medium-term deviations of inflation from our two per cent target.</p>\n<p>In terms of significant data developments in recent months, there has been a marked drop in energy prices and a substantial appreciation of the euro. These forces played an important role in the June 2025 Eurosystem staff macroeconomic projections. In addition, the fiscal outlook has materially changed for the coming years, with the overall fiscal deficit looking set to remain above three per cent over the projection horizon.</p>\n</div>\n</div>\n",
  "content_text": "My goal today in these remarks is to outline the current monetary agenda at the ECB. I will start with the monetary policy stance before turning to our updated monetary policy strategy. I will then briefly discuss the euro area bond market before concluding with a monetary perspective on the digital euro project. The monetary policy stance In a recent speech, I assessed that the challenge of returning inflation to the target after the 2021-2022 inflation surges can be considered to be largely complete. The orientation now for the monetary policy stance is to make sure that the current shocks and prospective new shocks hitting the economy do not lead to medium-term deviations of inflation from our two per cent target. In terms of significant data developments in recent months, there has been a marked drop in energy prices and a substantial appreciation of the euro. These forces played an important role in the June 2025 Eurosystem staff macroeconomic projections. In addition, the fiscal outlook has materially changed for the coming years, with the overall fiscal deficit looking set to remain above three per cent over the projection horizon.",
  "date_parsed": "2025-07-10",
  "name": "Philip R. Lane",
  "name_orig": "Philip R. Lane",
  "url_orig": "https://www.bis.org/review/r250710g.htm"
}