{
  "source_url": "https://www.bis.org/review/r251203e.htm",
  "headline": "Philip R Lane: Inflation deviations and monetary policy",
  "description_html": "\n<p>Keynote speech by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the 15th workshop on exchange rates, co-organised by the Bank of Slovenia with the Bank of Italy, the Bank for International Settlements, the European Central Bank and the National Bank of Belgium, Ljubljana, 3 December 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the 15th workshop on exchange rates, co-organised by the Bank of Slovenia with the Bank of Italy, the Bank for International Settlements, the European Central Bank and the National Bank of Belgium, Ljubljana, 3 December 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "09 December 2025",
  "pdf_url": "https://www.bis.org/review/r251203e.pdf",
  "content_html": "\n<div class=\"section\">\n<div class=\"section\">\n<p>It is an honour to participate in this excellent workshop on exchange rates and to visit Bank of Slovenia.</p>\n<p>This speech has two parts.<span style=\"font-size: 13.6px;\"> </span>In the first part, I will discuss the appropriate monetary policy response to deviations of inflation from the ECB's symmetric two per cent medium-term target. In the second part, I will turn to the topic of this conference and outline some analytical perspectives on the interplay between the exchange rate and monetary policy.</p>\n<h3>Inflation deviations and monetary policy</h3>\n<p>The ECB has a clear orientation for the conduct of monetary policy: a symmetric two per cent inflation target over the medium term. This is articulated in our monetary policy strategy statement as follows:</p>\n<p><span>\"</span><em>The Governing Council considers that price stability is best maintained by aiming for two per cent inflation over the medium term. The Governing Council's commitment to this target is symmetric. Symmetry means that the Governing Council considers negative and positive deviations from this target as equally undesirable. The two per cent inflation target provides a clear anchor for inflation expectations, which is essential for maintaining price stability.</em><span>\"</span></p>\n</div>\n</div>\n",
  "content_text": "It is an honour to participate in this excellent workshop on exchange rates and to visit Bank of Slovenia. This speech has two parts. In the first part, I will discuss the appropriate monetary policy response to deviations of inflation from the ECB's symmetric two per cent medium-term target. In the second part, I will turn to the topic of this conference and outline some analytical perspectives on the interplay between the exchange rate and monetary policy. Inflation deviations and monetary policy The ECB has a clear orientation for the conduct of monetary policy: a symmetric two per cent inflation target over the medium term. This is articulated in our monetary policy strategy statement as follows: \" The Governing Council considers that price stability is best maintained by aiming for two per cent inflation over the medium term. The Governing Council's commitment to this target is symmetric. Symmetry means that the Governing Council considers negative and positive deviations from this target as equally undesirable. The two per cent inflation target provides a clear anchor for inflation expectations, which is essential for maintaining price stability. \"",
  "date_parsed": "2025-12-09",
  "name": "Philip R. Lane",
  "name_orig": "Philip R. Lane",
  "url_orig": "https://www.bis.org/review/r251203e.htm"
}