{
  "source_url": "https://www.bis.org/review/r240627b.htm",
  "headline": "Philip R Lane: Modern monetary analysis",
  "description_html": "\n<p>Speech by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the 3rd Bank of Finland International Monetary Policy Conference  \"Monetary Policy in Low and High Inflation Environments\", Helsinki, 26 June 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the 3rd Bank of Finland International Monetary Policy Conference  \"Monetary Policy in Low and High Inflation Environments\", Helsinki, 26 June 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "27 June 2024",
  "pdf_url": "https://www.bis.org/review/r240627b.pdf",
  "content_html": "\n<div class=\"section\">\n<h3>Introduction</h3>\n<p>My aim today is to discuss the modern role of monetary analysis at the ECB.<span style=\"font-size: 13.6px;\"> </span>I will first review how monetary analysis has advanced over the twenty-five year history of the euro. Second, I will discuss how monetary analysis contributed to the assessment of financing conditions during the pandemic. Third, I will explain how monetary analysis has informed the diagnosis of the post-pandemic surges in inflation. Fourth, I will examine the contributions of monetary analysis to the calibration of the tightening cycle. Finally, I will speculate on the future role of monetary analysis.</p>\n<h3>The evolving role of monetary analysis</h3>\n<p>The initial monetary policy strategy of the ECB was based on a two-pillar framework to identify risks to price stability: economic analysis and monetary analysis. The two analytical domains essentially provided complementary perspectives on the economy.</p>\n<p>For the monetary pillar, the ECB's Governing Council initially chose to emphasise the quantity of money among the key indicators to be closely monitored and established a reference value for the growth of a broad monetary aggregate (M3).</p>\n<p>This approach was in line with the views of early-day monetarists who considered money growth the primary source of inflation. Milton Friedman famously captured this in the adage that \"inflation is always and everywhere a monetary phenomenon\". In an admittedly restrictive interpretation of Friedman's statement, this is reflected in the quantity identity MV=PY.<span style=\"font-size: 13.6px;\"> </span>This school of thought saw money as an imperfect substitute for a wide range of financial and real assets. A policy-induced injection of money into the economy would trigger complex and inter-related portfolio rebalancing across asset categories. This rebalancing would then lead to widespread changes in asset prices, yields and spreads across the economy. These mechanisms are well described in the classic 1988 monetarist account of transmission by Karl Brunner and Alan Meltzer.</p>\n</div>\n",
  "content_text": "Introduction My aim today is to discuss the modern role of monetary analysis at the ECB. I will first review how monetary analysis has advanced over the twenty-five year history of the euro. Second, I will discuss how monetary analysis contributed to the assessment of financing conditions during the pandemic. Third, I will explain how monetary analysis has informed the diagnosis of the post-pandemic surges in inflation. Fourth, I will examine the contributions of monetary analysis to the calibration of the tightening cycle. Finally, I will speculate on the future role of monetary analysis. The evolving role of monetary analysis The initial monetary policy strategy of the ECB was based on a two-pillar framework to identify risks to price stability: economic analysis and monetary analysis. The two analytical domains essentially provided complementary perspectives on the economy. For the monetary pillar, the ECB's Governing Council initially chose to emphasise the quantity of money among the key indicators to be closely monitored and established a reference value for the growth of a broad monetary aggregate (M3). This approach was in line with the views of early-day monetarists who considered money growth the primary source of inflation. Milton Friedman famously captured this in the adage that \"inflation is always and everywhere a monetary phenomenon\". In an admittedly restrictive interpretation of Friedman's statement, this is reflected in the quantity identity MV=PY. This school of thought saw money as an imperfect substitute for a wide range of financial and real assets. A policy-induced injection of money into the economy would trigger complex and inter-related portfolio rebalancing across asset categories. This rebalancing would then lead to widespread changes in asset prices, yields and spreads across the economy. These mechanisms are well described in the classic 1988 monetarist account of transmission by Karl Brunner and Alan Meltzer.",
  "date_parsed": "2024-06-27",
  "name": "Philip R. Lane",
  "name_orig": "Philip R. Lane",
  "url_orig": "https://www.bis.org/review/r240627b.htm"
}