{
  "source_url": "https://www.bis.org/review/r241127f.htm",
  "headline": "Philip R Lane: Monetary policy under uncertainty",
  "description_html": "\n<p>Keynote speech by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the Bank of England Watchers' Conference 2024, King's College London, London, 25 November 2024. </p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Mr Philip R Lane, Member of the Executive Board of the European Central Bank, at the Bank of England Watchers' Conference 2024, King's College London, London, 25 November 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "29 November 2024",
  "pdf_url": "https://www.bis.org/review/r241127f.pdf",
  "content_html": "\n<div class=\"section\">\n<h3>Introduction</h3>\n<p>My aim today is to explain how uncertainty is incorporated in the monetary policy process at the ECB.<span style=\"font-size: 13.6px;\"> </span>While monetary policy makers have always had to grapple with uncertainty, recent years have been marked by a pronounced increase in the quantum of uncertainty. This includes the uncertainties related to the pandemic and the unjustified Russian invasion of Ukraine (Chart 1). It also includes the uncertainties related to technological change, geo-economic trends and the green transition.<span> </span>In this speech, I will discuss how the ECB incorporates risk and uncertainty in its forecasting, in the preparation of monetary policy decisions and in communication.</p>\n<p><span>Events such as the global financial crisis, the pandemic and wars are inherently unpredictable. And, even once such an event has occurred, its ultimate impact on the economy is very difficult to work out. A prime example is Russia's invasion of Ukraine. By triggering extraordinary jumps in gas and oil prices, and by creating a generalised sense of insecurity, this conflict was a major driver of the recent surge in inflation and also brought geo-political risk considerations to the fore. The scale and duration of the conflict have had wider ramifications for the euro area economy, also prompting difficult questions about the appropriate scale of defence spending and the management of the economic and social impact of refugee flows.</span></p>\n<p><span>One \"uncertainty tracker\" is the risk index developed by ECB staff based on importance of the different risks articulated in the earnings calls of publicly-traded euro area companies (Chart 2). While this summary indicator shows some decline in risk intensity recently, primarily due to a decline in uncertainty related to macroeconomic developments and supply chain disruptions, it remains above pre-pandemic levels.</span></p>\n</div>\n",
  "content_text": "Introduction My aim today is to explain how uncertainty is incorporated in the monetary policy process at the ECB. While monetary policy makers have always had to grapple with uncertainty, recent years have been marked by a pronounced increase in the quantum of uncertainty. This includes the uncertainties related to the pandemic and the unjustified Russian invasion of Ukraine (Chart 1). It also includes the uncertainties related to technological change, geo-economic trends and the green transition. In this speech, I will discuss how the ECB incorporates risk and uncertainty in its forecasting, in the preparation of monetary policy decisions and in communication. Events such as the global financial crisis, the pandemic and wars are inherently unpredictable. And, even once such an event has occurred, its ultimate impact on the economy is very difficult to work out. A prime example is Russia's invasion of Ukraine. By triggering extraordinary jumps in gas and oil prices, and by creating a generalised sense of insecurity, this conflict was a major driver of the recent surge in inflation and also brought geo-political risk considerations to the fore. The scale and duration of the conflict have had wider ramifications for the euro area economy, also prompting difficult questions about the appropriate scale of defence spending and the management of the economic and social impact of refugee flows. One \"uncertainty tracker\" is the risk index developed by ECB staff based on importance of the different risks articulated in the earnings calls of publicly-traded euro area companies (Chart 2). While this summary indicator shows some decline in risk intensity recently, primarily due to a decline in uncertainty related to macroeconomic developments and supply chain disruptions, it remains above pre-pandemic levels.",
  "date_parsed": "2024-11-29",
  "name": "Philip R Lane",
  "link_number": "11",
  "name_orig": "Philip R Lane",
  "url_orig": "https://www.bis.org/review/r241127f.htm"
}