{
  "source_url": "https://www.bis.org/review/r240214l.htm",
  "headline": "Pierre Wunsch: Strategic investment and reforms in view of enhancing EU's growth potential",
  "description_html": "\n<p>Opening keynote by Mr Pierre Wunsch, Governor of the National Bank of Belgium, at the European Semester Conference \"Inter-parliamentary conference on stability, economic coordination and governance in the EU\", Brussels, 13 February 2024. </p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Opening keynote by Mr Pierre Wunsch, Governor of the National Bank of Belgium, at the European Semester Conference \"Inter-parliamentary conference on stability, economic coordination and governance in the EU\", Brussels, 13 February 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "14 February 2024",
  "pdf_url": "https://www.bis.org/review/r240214l.pdf",
  "content_html": "\n<p><em>As prepared for delivery</em></p>\n<p>It is an honour to open this session on strategic investment and reforms to boost EU's growth potential. In these uncertain times, this is an even more daunting challenge than ever before.</p>\n<p>It is of course impossible to do justice to the richness and complexity of the matter in ten minutes. I can therefore only be impressionistic as Monet, the painter, would have been.</p>\n<p>At least since the turn of the century, Europe has been keenly aware of the structural constraints impinging on its economic dynamism. Typically, the policy response has been framed in terms of multi-year plans implying \"more Europe\" supported by a grand vision and very often big funding announcements in support of transformative projects or policies.</p>\n<p>Some of us remember the objective of the Lisbon Strategy, adopted in 2000, which ambitioned to turn the EU into (I quote) \"the most competitive and dynamic knowledge-based economy in the world.\" All this was to be achieved by 2010 thanks to coordinated and ambitious structural reforms. A similar approach was behind the \"Europe 2020\" agenda in 2010 or the Commission's Investment Plan for Europe in 2014 (or Juncker Plan) which aimed at encouraging more than 300 billion euro in additional investment over 3 years.</p>\n<p>The most recent incarnation of that think-big-spend-big paradigm are the NGEU and Fit for 55 ambitions. Once again, a cocktail of massive investment and structural reforms should make the EU world champions, this time on the climate front, while still boosting growth and sustainable public finances.</p>\n<p>Now, do not get me wrong: we do need structural reforms, and more investments and sound public finances, as much as we need a banking union, a capital market union, a fiscal union, and what not.</p>\n<p>But there is a growing feeling, impression, and maybe even a consensus that we are lagging behind- Behind our own ambitions, but also behind the US and others when it comes to investment, innovation and growth.</p>\n",
  "content_text": "As prepared for delivery It is an honour to open this session on strategic investment and reforms to boost EU's growth potential. In these uncertain times, this is an even more daunting challenge than ever before. It is of course impossible to do justice to the richness and complexity of the matter in ten minutes. I can therefore only be impressionistic as Monet, the painter, would have been. At least since the turn of the century, Europe has been keenly aware of the structural constraints impinging on its economic dynamism. Typically, the policy response has been framed in terms of multi-year plans implying \"more Europe\" supported by a grand vision and very often big funding announcements in support of transformative projects or policies. Some of us remember the objective of the Lisbon Strategy, adopted in 2000, which ambitioned to turn the EU into (I quote) \"the most competitive and dynamic knowledge-based economy in the world.\" All this was to be achieved by 2010 thanks to coordinated and ambitious structural reforms. A similar approach was behind the \"Europe 2020\" agenda in 2010 or the Commission's Investment Plan for Europe in 2014 (or Juncker Plan) which aimed at encouraging more than 300 billion euro in additional investment over 3 years. The most recent incarnation of that think-big-spend-big paradigm are the NGEU and Fit for 55 ambitions. Once again, a cocktail of massive investment and structural reforms should make the EU world champions, this time on the climate front, while still boosting growth and sustainable public finances. Now, do not get me wrong: we do need structural reforms, and more investments and sound public finances, as much as we need a banking union, a capital market union, a fiscal union, and what not. But there is a growing feeling, impression, and maybe even a consensus that we are lagging behind- Behind our own ambitions, but also behind the US and others when it comes to investment, innovation and growth.",
  "date_parsed": "2024-02-14",
  "name": "Pierre Wunsch",
  "link_number": "3",
  "name_orig": "Pierre Wunsch",
  "url_orig": "https://www.bis.org/review/r240214l.htm"
}