{
  "source_url": "https://www.bis.org/review/r230522j.htm",
  "headline": "Piero Cipollone: The future of payments and how to get there",
  "description_html": "\n<p>Keynote remarks by Mr Piero Cipollone, Deputy Governor of the Bank of Italy, at <span>the World Bank Global Payments Week 2023 \"The Future of Payments\", Marrakesh, 18 May 2023.</span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote remarks by Mr Piero Cipollone, Deputy Governor of the Bank of Italy, at the World Bank Global Payments Week 2023 \"The Future of Payments\", Marrakesh, 18 May 2023. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "22 May 2023",
  "pdf_url": "https://www.bis.org/review/r230522j.pdf",
  "content_html": "\n<p>Ladies and gentlemen,</p>\n<p>I am honoured to address such a distinguished audience at the end of this important biennial conference on payments, organized by the World Bank and the Committee on Payments and Market Infrastructures (CPMI) of the Bank for International Settlements (BIS). The breadth of topics and the quality of the speakers are impressive. This speaks to the high value that the World Bank places on payments and financial market infrastructure.</p>\n<p>Normally, it is easier to speculate about the future than to figure out how to get there. I therefore want to talk about the steps central banks and payment system regulators and supervisors can take in the short term to drive change in the payments area. In so doing, I will also build on the results already achieved by the G20 Roadmap on cross-border payments.</p>\n<h3>The payments ecosystem of the future</h3>\n<p>Let's start by looking at the future. As public authorities, we want to enhance the payment options available to households, businesses and financial institutions because we know that this makes our economies more inclusive, productive and resilient.<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a></p>\n<p>In the payments sector, the advances in digitalization and telecommunications are transforming the user experience, business models and infrastructure. Fintech operators, e-commerce providers and telecom companies have entered the scene.<a class=\"hashlink\" href=\"#fn2\" id=\"fn_2\"><sup>2</sup></a> Digital wallets, instant payments and the integration of payment services into non-financial services are driving innovation.</p>\n<p>What will the payments ecosystem look like in ten years? It is hard to say, but it will certainly depend on us. Ideally, we are aiming for an economy where households and businesses can easily switch between payment solutions; where digital payments can be made in central bank digital currency or other forms of privately issued digital money; where instant settlement is the norm; where even the less well-off and less well-educated have access to payment solutions; where remittances and cross-border payments are as seamless as domestic payments; where financial and non-financial services can be easily bundled in new ways; where banks and non-bank providers work together and compete on a level playing field.</p>\n<p>This is our vision. Will it remain wishful thinking? Obviously, there are obstacles.<a class=\"hashlink\" href=\"#fn3\" id=\"fn_3\"><sup>3</sup></a> For domestic payments costs and inclusion seem to be the key problems we are confronted with. Indeed many people who are unbanked or offline still have limited or no access to payments. Cross-border payments remain expensive and inefficient. The regulatory environment has yet to respond to the growing importance of international payments and to new forms of payments and providers. This brings me to what needs to be done now.</p>\n<p>For domestic payments many solutions are emerging to lower costs and enhance inclusion.</p>\n<p>Retail CBDC, stablecoins, tokenized deposits, fast payments are all good candidates. They compose an ecosystem that has not reached an equilibrium yet. It is likely that every jurisdiction will have a different configuration of this equilibrium, depending on its specific needs.</p>\n<p>My guess is that all these solutions will coexist, each caring for a specific use case. In this context, central banks need to make sure that a proper regulation is in place to avoid walled gardens, to foster competition and innovation in a safe environment for the benefits of households and firms.</p>\n<p>Speaking of safety, we need to spend some time thinking on how we can apply innovation and technology advancement to detect in real time the insurgence of bank runs.</p>\n<p>I am more concerned about cross border payments, to which I will now turn.</p>\n<h3>A viable path</h3>\n<p>A lot depends on us as central bankers. One specific responsibility central banks cannot shirk is to provide infrastructure services that market forces alone cannot afford to offer. The perfect solution would be a global platform accessible from all countries to make instant payments in all currencies. While we pursue this goal, let us bear in mind that there is a much simpler solution at hand, namely linking existing payment systems. Interlinking, in fact, means reusing existing infrastructure and reducing implementation times and costs.</p>\n<p>Fast payment systems have the greatest potential for interlinking. They operate on a continuous basis, allowing for a full overlap of operating hours for 24/7 access across jurisdictions. They generally have a high degree of semantic interoperability (i.e. they speak the same language) and process payments in a matter of seconds or minutes.</p>\n<p>However, interlinking many national systems entails a large number of bilateral connections. This drawback can be addressed by relying on existing regional platforms. A telling example is the recent experiment in which the Eurosystem's instant payments platform TIPS was linked with BUNA, the cross-border and multi-currency instant payment system owned by the Arab Monetary Fund. With a single link, we were able to connect the 19 TIPS countries with the 16 BUNA jurisdictions.</p>\n<p>In the continent that hosts this conference various regional solutions have proliferated. There are 5, possibly 6, regional payment systems. Thus linking all the African economies requires at most 15 connections.</p>\n<p>Building key payment infrastructure has traditionally been a direct responsibility of central banks; bilateral and multilateral cooperation among them can be a game changer. A sound cost-benefit analysis can be easily carried out. Building a fast payment system is doable in term of costs and time; the more so if established experiences are used as a blueprint, as it is only a matter of software and some standard hardware.</p>\n<h3>The challenging part: creating the right regulatory environment</h3>\n<p>Beyond the technical and semantic dimensions of interlinking, we have to ensure that the business models of the payment systems are also interoperable. This depends on the regulatory environment, industry standards and market practices.</p>\n<p>The G20 Roadmap on cross-border payments has already shed light on many business interoperability issues. A recent CPMI report on interlinking payment systems published last July provides a comprehensive overview of the many legal frictions; they range from currency regulations to the increased legal risks borne by interconnected systems, especially in terms of participant default, settlement finality, netting, novation and collateral enforcement provisions. Making cross-border payments also calls for a consistent implementation of anti-money laundering and countering the financing of terrorism regulations, mutually agreed data models and identifiers, and data exchange protocols that ensure data privacy and integrity across jurisdictions.</p>\n<p>For central banks, this is the most difficult part of the journey because our mandates and tools become less and less powerful as we move from technical interoperability to semantic and to business interoperability. We can still play an important role by using our power of advocacy, but we must recognize that governments and the private sector are in the driving seat.</p>\n<p>The G20 Roadmap on cross-border payments is an effective framework to facilitate cooperation between all stakeholders involved in interlinking arrangements. Given the importance of business interoperability, in the new phase of the Roadmap, the G20 tasked the CPMI with setting up a governance and oversight framework for the cross-border interlinking of payment systems.</p>\n<p>Here the World Bank has a major role to play for at least two reasons; first it has a global reach and therefore can support all countries included those that do not have other ways to tap into global knowledge; second it has the power to gather all the key players around the table: ministries of finance, prudential supervisory bodies, AML authorities, ministries of domestic affairs and data protection authorities.</p>\n<p>One might ask whether it is wise, for the international community to embark on such an undertaking now. My answer is definitely yes. In fact, ensuring good interoperability of business environments is a necessary condition for any kind of approach to cross-border payments, whether based on traditional or new technologies, such as distributed ledger technology and central bank currency (DLT and CBDC).</p>\n<p style=\"text-align: center;\">* * *</p>\n<p>Let me conclude. Progress in payment systems rests upon mutual trust and multilateral cooperation, both enabling conditions for advancing the G20 Roadmap. Central bank cooperation has a key role to play in developing payments infrastructures; the involvement of governments and private sector stakeholders is also essential to create a sound regulatory and market environment. If we take a holistic approach and focus our efforts on what is actually achievable, the payments sector will be even more capable of improving the prosperity of our economies while reducing inequality.</p>\n<hr/>\n<div class=\"ts-footnote-2\" id=\"sC-component-footnotes\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> Cipollone P. (2021), <a href=\"https://www.bancaditalia.it/pubblicazioni/interventi-direttorio/int-dir-2021/2021.03.19-Cipollone.pdf\">The Italian G20 presidency and the cross-border payments agenda</a>, speech at the CPMI Conference on 'Pushing the frontiers of payments', 19 March 2021.</p>\n</div>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup>2</sup></a> McKinsey (2022), <a href=\"https://www.mckinsey.com/industries/financial-services/our-insights/the-2022-mckinsey-global-payments-report\">The 2022 McKinsey Global Payments Report.</a></p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_3\" name=\"fn3\"><sup>3</sup></a> Carstens A. (2020), <a href=\"/publ/qtrpdf/r_qt2003e.htm\">Shaping the future of payments</a>, BIS Quarterly Review, March 2020; Visco I. (2021), <a href=\"https://www.bancaditalia.it/pubblicazioni/altri-atti-convegni/2021-cross-border-payments/index.html\">Opening remarks at the webinar \"Enhancing Digital and Global Infrastructures in Cross-border Payments\",</a> organized on 27-28 September by the Bank of Italy during the Italian G20 Presidency; Cipollone P. (2022), <a href=\"https://www.bancaditalia.it/media/notizia/speech-by-deputy-governor-piero-cipollone-at-the-digital-platforms-and-global-law-conference/?com.dotmarketing.htmlpage.language=1&amp;dotcache=refresh\">Keynote speech at the Conference on Digital Platforms and Global Law</a>, organized on 29 April 2022 by Unidroit in collaboration with Roma Tre University and the European Law Institute (ELI) in Rome.</p>\n",
  "content_text": "Ladies and gentlemen, I am honoured to address such a distinguished audience at the end of this important biennial conference on payments, organized by the World Bank and the Committee on Payments and Market Infrastructures (CPMI) of the Bank for International Settlements (BIS). The breadth of topics and the quality of the speakers are impressive. This speaks to the high value that the World Bank places on payments and financial market infrastructure. Normally, it is easier to speculate about the future than to figure out how to get there. I therefore want to talk about the steps central banks and payment system regulators and supervisors can take in the short term to drive change in the payments area. In so doing, I will also build on the results already achieved by the G20 Roadmap on cross-border payments. The payments ecosystem of the future Let's start by looking at the future. As public authorities, we want to enhance the payment options available to households, businesses and financial institutions because we know that this makes our economies more inclusive, productive and resilient. 1 In the payments sector, the advances in digitalization and telecommunications are transforming the user experience, business models and infrastructure. Fintech operators, e-commerce providers and telecom companies have entered the scene. 2 Digital wallets, instant payments and the integration of payment services into non-financial services are driving innovation. What will the payments ecosystem look like in ten years? It is hard to say, but it will certainly depend on us. Ideally, we are aiming for an economy where households and businesses can easily switch between payment solutions; where digital payments can be made in central bank digital currency or other forms of privately issued digital money; where instant settlement is the norm; where even the less well-off and less well-educated have access to payment solutions; where remittances and cross-border payments are as seamless as domestic payments; where financial and non-financial services can be easily bundled in new ways; where banks and non-bank providers work together and compete on a level playing field. This is our vision. Will it remain wishful thinking? Obviously, there are obstacles. 3 For domestic payments costs and inclusion seem to be the key problems we are confronted with. Indeed many people who are unbanked or offline still have limited or no access to payments. Cross-border payments remain expensive and inefficient. The regulatory environment has yet to respond to the growing importance of international payments and to new forms of payments and providers. This brings me to what needs to be done now. For domestic payments many solutions are emerging to lower costs and enhance inclusion. Retail CBDC, stablecoins, tokenized deposits, fast payments are all good candidates. They compose an ecosystem that has not reached an equilibrium yet. It is likely that every jurisdiction will have a different configuration of this equilibrium, depending on its specific needs. My guess is that all these solutions will coexist, each caring for a specific use case. In this context, central banks need to make sure that a proper regulation is in place to avoid walled gardens, to foster competition and innovation in a safe environment for the benefits of households and firms. Speaking of safety, we need to spend some time thinking on how we can apply innovation and technology advancement to detect in real time the insurgence of bank runs. I am more concerned about cross border payments, to which I will now turn. A viable path A lot depends on us as central bankers. One specific responsibility central banks cannot shirk is to provide infrastructure services that market forces alone cannot afford to offer. The perfect solution would be a global platform accessible from all countries to make instant payments in all currencies. While we pursue this goal, let us bear in mind that there is a much simpler solution at hand, namely linking existing payment systems. Interlinking, in fact, means reusing existing infrastructure and reducing implementation times and costs. Fast payment systems have the greatest potential for interlinking. They operate on a continuous basis, allowing for a full overlap of operating hours for 24/7 access across jurisdictions. They generally have a high degree of semantic interoperability (i.e. they speak the same language) and process payments in a matter of seconds or minutes. However, interlinking many national systems entails a large number of bilateral connections. This drawback can be addressed by relying on existing regional platforms. A telling example is the recent experiment in which the Eurosystem's instant payments platform TIPS was linked with BUNA, the cross-border and multi-currency instant payment system owned by the Arab Monetary Fund. With a single link, we were able to connect the 19 TIPS countries with the 16 BUNA jurisdictions. In the continent that hosts this conference various regional solutions have proliferated. There are 5, possibly 6, regional payment systems. Thus linking all the African economies requires at most 15 connections. Building key payment infrastructure has traditionally been a direct responsibility of central banks; bilateral and multilateral cooperation among them can be a game changer. A sound cost-benefit analysis can be easily carried out. Building a fast payment system is doable in term of costs and time; the more so if established experiences are used as a blueprint, as it is only a matter of software and some standard hardware. The challenging part: creating the right regulatory environment Beyond the technical and semantic dimensions of interlinking, we have to ensure that the business models of the payment systems are also interoperable. This depends on the regulatory environment, industry standards and market practices. The G20 Roadmap on cross-border payments has already shed light on many business interoperability issues. A recent CPMI report on interlinking payment systems published last July provides a comprehensive overview of the many legal frictions; they range from currency regulations to the increased legal risks borne by interconnected systems, especially in terms of participant default, settlement finality, netting, novation and collateral enforcement provisions. Making cross-border payments also calls for a consistent implementation of anti-money laundering and countering the financing of terrorism regulations, mutually agreed data models and identifiers, and data exchange protocols that ensure data privacy and integrity across jurisdictions. For central banks, this is the most difficult part of the journey because our mandates and tools become less and less powerful as we move from technical interoperability to semantic and to business interoperability. We can still play an important role by using our power of advocacy, but we must recognize that governments and the private sector are in the driving seat. The G20 Roadmap on cross-border payments is an effective framework to facilitate cooperation between all stakeholders involved in interlinking arrangements. Given the importance of business interoperability, in the new phase of the Roadmap, the G20 tasked the CPMI with setting up a governance and oversight framework for the cross-border interlinking of payment systems. Here the World Bank has a major role to play for at least two reasons; first it has a global reach and therefore can support all countries included those that do not have other ways to tap into global knowledge; second it has the power to gather all the key players around the table: ministries of finance, prudential supervisory bodies, AML authorities, ministries of domestic affairs and data protection authorities. One might ask whether it is wise, for the international community to embark on such an undertaking now. My answer is definitely yes. In fact, ensuring good interoperability of business environments is a necessary condition for any kind of approach to cross-border payments, whether based on traditional or new technologies, such as distributed ledger technology and central bank currency (DLT and CBDC). * * * Let me conclude. Progress in payment systems rests upon mutual trust and multilateral cooperation, both enabling conditions for advancing the G20 Roadmap. Central bank cooperation has a key role to play in developing payments infrastructures; the involvement of governments and private sector stakeholders is also essential to create a sound regulatory and market environment. If we take a holistic approach and focus our efforts on what is actually achievable, the payments sector will be even more capable of improving the prosperity of our economies while reducing inequality. 1 Cipollone P. (2021), The Italian G20 presidency and the cross-border payments agenda , speech at the CPMI Conference on 'Pushing the frontiers of payments', 19 March 2021. 2 McKinsey (2022), The 2022 McKinsey Global Payments Report. 3 Carstens A. (2020), Shaping the future of payments , BIS Quarterly Review, March 2020; Visco I. (2021), Opening remarks at the webinar \"Enhancing Digital and Global Infrastructures in Cross-border Payments\", organized on 27-28 September by the Bank of Italy during the Italian G20 Presidency; Cipollone P. (2022), Keynote speech at the Conference on Digital Platforms and Global Law , organized on 29 April 2022 by Unidroit in collaboration with Roma Tre University and the European Law Institute (ELI) in Rome.",
  "date_parsed": "2023-05-22",
  "name": "Piero Cipollone",
  "link_number": "25",
  "name_orig": "Piero Cipollone",
  "url_orig": "https://www.bis.org/review/r230522j.htm"
}