{
  "source_url": "https://www.bis.org/review/r240806d.htm",
  "headline": "Pierre Wunsch: Beyond hawks and doves - trying to get it right in an uncertain world",
  "description_html": "\n<p><span>Guest lecture </span><span>by Mr Pierre Wunsch, Governor of the National Bank of Belgium, at the Frankfurt School of Finance &amp; Management, Centre for Central Banking</span><span>, Frankfurt am Main, 8 May 2024.</span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Guest lecture by Mr Pierre Wunsch, Governor of the National Bank of Belgium, at the Frankfurt School of Finance & Management, Centre for Central Banking , Frankfurt am Main, 8 May 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "08 August 2024",
  "pdf_url": "https://www.bis.org/review/r240806d.pdf",
  "content_html": "\n<h3>Introduction</h3>\n<p>Good afternoon everyone,</p>\n<p>I am very happy to be here today, at Jens' kind invitation, to share a few thoughts on the art of conducting monetary policy in uncertain times. The establishment of the Centre for Central Banking by Jens and Emanuel Moench in Frankfurt is a great initiative. I very much look forward to the centre's contributions to a better understanding of the complex linkages between finance, central banking, and the real economy. Since I joined the ECB's Governing Council in 2019 (and earlier as a backbencher), I have felt privileged to know Jens, and have learned so much from him.</p>\n<p>At the beginning, our views may have appeared to contrast somewhat. You might recall Jens being labelled as a \"hawkish member\" of the Council. My institution, the National Bank of Belgium, was instead considered to be rather \"dovish\". And indeed, divergences were not uncommon. In September 2019, the Financial Times tagged Jens as – quote – \"opposed in principle\" and myself as a – quote – \"supporter\" of Mario Draghi's \"last big stimulus\".</p>\n<p>My journey through the world of central banking has taught me a few things, and Jens has been instrumental in this. That's what my speech tonight is all about. In fact, the working title of the speech has long been \"The impact of seating arrangements on monetary policy\". Indeed, Jens and I share the privilege of having surnames beginning with \"W\", meaning that we were neighbours at the Council table for quite some time.</p>\n",
  "content_text": "Introduction Good afternoon everyone, I am very happy to be here today, at Jens' kind invitation, to share a few thoughts on the art of conducting monetary policy in uncertain times. The establishment of the Centre for Central Banking by Jens and Emanuel Moench in Frankfurt is a great initiative. I very much look forward to the centre's contributions to a better understanding of the complex linkages between finance, central banking, and the real economy. Since I joined the ECB's Governing Council in 2019 (and earlier as a backbencher), I have felt privileged to know Jens, and have learned so much from him. At the beginning, our views may have appeared to contrast somewhat. You might recall Jens being labelled as a \"hawkish member\" of the Council. My institution, the National Bank of Belgium, was instead considered to be rather \"dovish\". And indeed, divergences were not uncommon. In September 2019, the Financial Times tagged Jens as – quote – \"opposed in principle\" and myself as a – quote – \"supporter\" of Mario Draghi's \"last big stimulus\". My journey through the world of central banking has taught me a few things, and Jens has been instrumental in this. That's what my speech tonight is all about. In fact, the working title of the speech has long been \"The impact of seating arrangements on monetary policy\". Indeed, Jens and I share the privilege of having surnames beginning with \"W\", meaning that we were neighbours at the Council table for quite some time.",
  "date_parsed": "2024-08-08",
  "name": "Pierre Wunsch",
  "link_number": "1",
  "name_orig": "Pierre Wunsch",
  "url_orig": "https://www.bis.org/review/r240806d.htm"
}