{
  "source_url": "https://www.bis.org/review/r231010h.htm",
  "headline": "Piero Cipollone: Opening statement - Economic and Monetary Affairs Committee of the European Parliament",
  "description_html": "\n<p>Opening statement by Mr Piero Cipollone, <span>Member of the Executive Board of the European Central Bank</span>, to the Economic and Monetary Affairs Committee of the European Parliament, Strasbourg, 9 October 2023. </p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Opening statement by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank , to the Economic and Monetary Affairs Committee of the European Parliament, Strasbourg, 9 October 2023. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "10 October 2023",
  "pdf_url": "https://www.bis.org/review/r231010h.pdf",
  "content_html": "\n<p>Madam Chair,</p>\n<p>Honourable Members of the European Parliament,</p>\n<p>It is an honour to appear before you today. I am grateful and humbled to have been nominated to serve as a Member of the ECB's Executive Board.</p>\n<p>The European Parliament plays a key role in ensuring the ECB's accountability. I therefore regard it as being of the utmost importance to appear before the representatives of EU citizens, as part of my appointment process.</p>\n<p>I would like to take this opportunity to outline my personal qualifications and discuss with you what I see as the guiding principles for the ECB to best deliver on its mandate and address the challenges ahead. </p>\n<p style=\"text-align: center;\">* * *</p>\n<p>I have been a central banker for most of my career, from my arrival at the Bank of Italy as an economist in 1993 to my appointment as Deputy Governor in 2020. I have taken part in the Bank of Italy's policy and research activities, experiencing the many facets of central banking.</p>\n<p>Throughout my career, I have also witnessed the immense value in cultivating strong relationships with European and international counterparts.</p>\n<p>I have been a member of Eurosystem bodies since the early days of the single currency and I still am, including in relation to the digital euro project. I have also participated in European and international fora. I took part in the G7 and G20 meetings on behalf of the Italian government and I served as an Executive Director at the World Bank. I am currently a member of the EU's Economic and Financial Committee and of the OECD and BIS committees.</p>\n<p style=\"text-align: center;\">* * *</p>\n<p style=\"text-align: left;\">As a member of the ECB's Executive Board, my commitment would be to serve Europe by ensuring that the ECB fulfils its primary objective.</p>\n<p>Maintaining price stability is the best contribution that monetary policy can make to sustainable growth, job creation, economic welfare and an inclusive and cohesive society. At present, rising prices are the main concern for Europeans.</p>\n<p>History has taught us the high costs of entrenched inflation: loss of economic output and reduced employment and purchasing power, with disproportionate effects on those with lower incomes.</p>\n<p>To me this is more than mere theory. I vividly recall the early '80s, when high inflation ignited social tensions, thereby endangering our democratic fabric. My university mentor, Ezio Tarantelli, was assassinated by terrorists for his ideas on combating inflation through social dialogue. It was nearly a decade before Prime Minister Carlo Azeglio Ciampi implemented Tarantelli's ideas.</p>\n<p>We would be well advised to heed these lessons.</p>\n<p>Recently, the euro area economy has faced major negative supply shocks, such as supply chain disruptions, the energy crisis, and the broader consequences of Russia's aggression against Ukraine.</p>\n<p>In response, the ECB reacted decisively to keep inflation expectations anchored and to stave off second-round effects.</p>\n<p>Inflationary pressures are now easing, and inflation is set to reach the 2% target by the end of 2025 according to the latest ECB staff projections. Expectations remain anchored.</p>\n<p>Yet we cannot be complacent.</p>\n<p>The ECB's policy will need to continue to be based on the evolving assessment of the inflation outlook in light of the incoming economic and financial data, the dynamics of underlying inflation, and the strength of monetary policy transmission.</p>\n<p>This prudent approach is warranted by the prevailing economic and geopolitical uncertainty. As proof of how difficult it currently is to predict what is coming next, it suffices to recall that euro area growth prospects for 2023 were estimated at 0.5% in the December round of macroeconomic projections, 1% in March, 0.9% in June and 0.7% in September. The tragic events we have just witnessed in Israel and their possible repercussions further reinforce uncertainty in the environment we face.</p>\n<p>In addition, the need for a data-dependent but forward-looking approach is reinforced by the lags with which monetary policy operates: the full impact of monetary policy action on the economy and inflation requires time and the length of time it takes to fully materialise is also uncertain. This is not because our economists have forgotten how to estimate econometric models. Rather, we have not faced a similar situation for at least 30 years, and there is thus little precedent in the available data. Therefore, we need to constantly strive to improve the ECB's models, while using sensitivity and scenario analyses to account for the prevailing uncertainty.</p>\n<p>Robust data-driven analysis remains essential to enable us to base our policies on a deep understanding of how economic developments and policies impact everyone in society. My experience in analysing labour markets from a policy and research perspective taught me that evaluating the strength of a disinflationary process hinges on a good understanding of the interaction between wage formation and price setting dynamics. This can, in turn, inform the decisions of the central banks and support the dialogue amongst social partners, which played a positive role in some of the past disinflation episodes, as I mentioned earlier.</p>\n<p style=\"text-align: center;\">* * *</p>\n<p>The adverse supply shocks that have hit the euro area predominantly originated abroad, and the global landscape in which the ECB operates is evolving rapidly.</p>\n<p>While fostering international cooperation is essential to addressing global challenges, it is not sufficient on its own. Europe should act as one to address the challenges of our times.</p>\n<p>I was myself directly involved in the negotiations on Next Generation EU. The readiness to act together played a key role in restoring confidence and supporting the recovery from the pandemic alongside the ECB's monetary policy response. And it showed what we can achieve when fiscal and monetary policies work together.</p>\n<p>Next Generation EU has been a powerful tool for supporting the green and digital transitions, two transformative forces that are increasingly shaping the economic environment in which the ECB operates.</p>\n<p>Without a successful energy transition, we will be exposed to the risk of more frequent inflation shocks.</p>\n<p>Likewise, the digitalisation of payments and finance raises fundamental questions about the future of money. It creates opportunities for innovation, but also risks that we need to be alert to.</p>\n<p>Without prejudice to its primary mandate, the ECB can do – and is doing – its part in ensuring that Europe can navigate these challenges.</p>\n<p>The ECB has rightly taken steps to integrate climate change considerations into its monetary policy framework, its financial stability monitoring, and banking supervision.</p>\n<p>The ECB has also been at the forefront of the advanced economies when it comes to central bank digital currency. I have personally contributed to this endeavour as a member of the ECB's High-Level Task Force on a Digital Euro. Based on a legislative framework that is for you as co-legislator to define, a digital euro, if issued, would ensure our currency is fit for the digital age. Alongside banknotes and coins, it would offer our fellow citizens a digital form of cash, i.e. a digital means of payment that is universally accepted throughout the euro area, that offers the highest protection of their privacy and that they can use free of charge, both online and offline.</p>\n<p>We also need to continue to improve the efficiency and resilience of our payment systems. This includes exploring the potential of new technologies for wholesale central bank money settlement and improving cross-border payments, primarily by interlinking fast payment systems, a theme I have been very vocal about in the past 3 years.</p>\n<p style=\"text-align: center;\">* * *</p>\n<p>Finally, to remain true to its values and its mission of ensuring price stability in the euro area, the ECB must also continuously adapt and transform as an institution, leveraging diversity.</p>\n<p>I have always believed in fostering an environment where challenging views are welcomed, not feared. My work experience has taught me that this is crucial for navigating uncertain times.</p>\n<p>For example, the importance of supply-side shocks for monetary policy and the fact that they frequently originate outside the economic domain, be it from geopolitics, the environment or technology, should be taken into account when reviewing the competency mix of central banks' staff.</p>\n<p>Positive changes are promoted not just by diversifying competencies but also by embracing a culture of pooling together different cultures, perspectives and opinions. This approach is nurtured first and foremost by giving voice and real career opportunities to all staff, irrespective of their gender, sexual orientation, religious denomination, ethnic group, or economic and social background.</p>\n<p>In my previous roles, I have adopted these principles, driving transformative changes within the institution. At the Bank of Italy, we started tackling gender diversity years ago, by adopting multi-year Strategic Plans and creating a Diversity Manager responsible for promoting inclusion policies and women's professional growth.</p>\n<p>The introduction of flexible work arrangements that allow employees to work remotely and the availability of childcare structures contributed to ensuring a work-life balance especially, but not only, for women. The introduction of mentorship programmes and a balanced gender composition of panels reduced implicit discrimination.</p>\n<p>The results of these efforts are tangible: at the Bank of Italy, for instance, the proportion of women with a managerial role now reflects the proportion of women in the overall staff. More than 31 percent of managers are now women. There is still plenty of room for improvement, but this is a significant increase compared to just a few years earlier.</p>\n<p>We have addressed the question of the well-being and inclusiveness of all our staff head-on, so that every employee's voice is heard and differences are respected and valued. I have taken personal responsibility to ensure our workplace is suitable for colleagues with disabilities such as deafness.</p>\n<p>The need to devote special attention to diverse perspectives goes beyond ensuring a workplace free from any form of direct or indirect discrimination. It entails reflecting the diversity of the societies we serve. A better understanding of the various needs and experiences in our society helps us to design better and more inclusive policies. In our work on a digital euro, we are seeking to develop a digital means of payment that leaves no one behind.</p>\n<p style=\"text-align: center;\">* * *</p>\n<p>Allow me to conclude by reiterating that thorough accountability – as illustrated by your monetary dialogue with Madame Lagarde and the regular exchanges you had with Mr Panetta on the digital euro – strengthens both the ECB's legitimacy and the efficacy of its policies.</p>\n<p>Should I be appointed as an Executive Board member, I would always be willing to engage in dialogue with this Honourable Committee. This commitment to regular reporting is consistent with the Bank of Italy's tradition: this year, for instance, I have addressed the Italian Parliament on several occasions.</p>\n<p>It would be a privilege for me to join the ECB's Executive Board, to contribute my experience and commitment to the ECB's mission. It would be an honour to receive your support and serve the citizens of Europe that you represent.</p>\n<p>Thank you for your attention. I look forward to your questions.</p>\n",
  "content_text": "Madam Chair, Honourable Members of the European Parliament, It is an honour to appear before you today. I am grateful and humbled to have been nominated to serve as a Member of the ECB's Executive Board. The European Parliament plays a key role in ensuring the ECB's accountability. I therefore regard it as being of the utmost importance to appear before the representatives of EU citizens, as part of my appointment process. I would like to take this opportunity to outline my personal qualifications and discuss with you what I see as the guiding principles for the ECB to best deliver on its mandate and address the challenges ahead. * * * I have been a central banker for most of my career, from my arrival at the Bank of Italy as an economist in 1993 to my appointment as Deputy Governor in 2020. I have taken part in the Bank of Italy's policy and research activities, experiencing the many facets of central banking. Throughout my career, I have also witnessed the immense value in cultivating strong relationships with European and international counterparts. I have been a member of Eurosystem bodies since the early days of the single currency and I still am, including in relation to the digital euro project. I have also participated in European and international fora. I took part in the G7 and G20 meetings on behalf of the Italian government and I served as an Executive Director at the World Bank. I am currently a member of the EU's Economic and Financial Committee and of the OECD and BIS committees. * * * As a member of the ECB's Executive Board, my commitment would be to serve Europe by ensuring that the ECB fulfils its primary objective. Maintaining price stability is the best contribution that monetary policy can make to sustainable growth, job creation, economic welfare and an inclusive and cohesive society. At present, rising prices are the main concern for Europeans. History has taught us the high costs of entrenched inflation: loss of economic output and reduced employment and purchasing power, with disproportionate effects on those with lower incomes. To me this is more than mere theory. I vividly recall the early '80s, when high inflation ignited social tensions, thereby endangering our democratic fabric. My university mentor, Ezio Tarantelli, was assassinated by terrorists for his ideas on combating inflation through social dialogue. It was nearly a decade before Prime Minister Carlo Azeglio Ciampi implemented Tarantelli's ideas. We would be well advised to heed these lessons. Recently, the euro area economy has faced major negative supply shocks, such as supply chain disruptions, the energy crisis, and the broader consequences of Russia's aggression against Ukraine. In response, the ECB reacted decisively to keep inflation expectations anchored and to stave off second-round effects. Inflationary pressures are now easing, and inflation is set to reach the 2% target by the end of 2025 according to the latest ECB staff projections. Expectations remain anchored. Yet we cannot be complacent. The ECB's policy will need to continue to be based on the evolving assessment of the inflation outlook in light of the incoming economic and financial data, the dynamics of underlying inflation, and the strength of monetary policy transmission. This prudent approach is warranted by the prevailing economic and geopolitical uncertainty. As proof of how difficult it currently is to predict what is coming next, it suffices to recall that euro area growth prospects for 2023 were estimated at 0.5% in the December round of macroeconomic projections, 1% in March, 0.9% in June and 0.7% in September. The tragic events we have just witnessed in Israel and their possible repercussions further reinforce uncertainty in the environment we face. In addition, the need for a data-dependent but forward-looking approach is reinforced by the lags with which monetary policy operates: the full impact of monetary policy action on the economy and inflation requires time and the length of time it takes to fully materialise is also uncertain. This is not because our economists have forgotten how to estimate econometric models. Rather, we have not faced a similar situation for at least 30 years, and there is thus little precedent in the available data. Therefore, we need to constantly strive to improve the ECB's models, while using sensitivity and scenario analyses to account for the prevailing uncertainty. Robust data-driven analysis remains essential to enable us to base our policies on a deep understanding of how economic developments and policies impact everyone in society. My experience in analysing labour markets from a policy and research perspective taught me that evaluating the strength of a disinflationary process hinges on a good understanding of the interaction between wage formation and price setting dynamics. This can, in turn, inform the decisions of the central banks and support the dialogue amongst social partners, which played a positive role in some of the past disinflation episodes, as I mentioned earlier. * * * The adverse supply shocks that have hit the euro area predominantly originated abroad, and the global landscape in which the ECB operates is evolving rapidly. While fostering international cooperation is essential to addressing global challenges, it is not sufficient on its own. Europe should act as one to address the challenges of our times. I was myself directly involved in the negotiations on Next Generation EU. The readiness to act together played a key role in restoring confidence and supporting the recovery from the pandemic alongside the ECB's monetary policy response. And it showed what we can achieve when fiscal and monetary policies work together. Next Generation EU has been a powerful tool for supporting the green and digital transitions, two transformative forces that are increasingly shaping the economic environment in which the ECB operates. Without a successful energy transition, we will be exposed to the risk of more frequent inflation shocks. Likewise, the digitalisation of payments and finance raises fundamental questions about the future of money. It creates opportunities for innovation, but also risks that we need to be alert to. Without prejudice to its primary mandate, the ECB can do – and is doing – its part in ensuring that Europe can navigate these challenges. The ECB has rightly taken steps to integrate climate change considerations into its monetary policy framework, its financial stability monitoring, and banking supervision. The ECB has also been at the forefront of the advanced economies when it comes to central bank digital currency. I have personally contributed to this endeavour as a member of the ECB's High-Level Task Force on a Digital Euro. Based on a legislative framework that is for you as co-legislator to define, a digital euro, if issued, would ensure our currency is fit for the digital age. Alongside banknotes and coins, it would offer our fellow citizens a digital form of cash, i.e. a digital means of payment that is universally accepted throughout the euro area, that offers the highest protection of their privacy and that they can use free of charge, both online and offline. We also need to continue to improve the efficiency and resilience of our payment systems. This includes exploring the potential of new technologies for wholesale central bank money settlement and improving cross-border payments, primarily by interlinking fast payment systems, a theme I have been very vocal about in the past 3 years. * * * Finally, to remain true to its values and its mission of ensuring price stability in the euro area, the ECB must also continuously adapt and transform as an institution, leveraging diversity. I have always believed in fostering an environment where challenging views are welcomed, not feared. My work experience has taught me that this is crucial for navigating uncertain times. For example, the importance of supply-side shocks for monetary policy and the fact that they frequently originate outside the economic domain, be it from geopolitics, the environment or technology, should be taken into account when reviewing the competency mix of central banks' staff. Positive changes are promoted not just by diversifying competencies but also by embracing a culture of pooling together different cultures, perspectives and opinions. This approach is nurtured first and foremost by giving voice and real career opportunities to all staff, irrespective of their gender, sexual orientation, religious denomination, ethnic group, or economic and social background. In my previous roles, I have adopted these principles, driving transformative changes within the institution. At the Bank of Italy, we started tackling gender diversity years ago, by adopting multi-year Strategic Plans and creating a Diversity Manager responsible for promoting inclusion policies and women's professional growth. The introduction of flexible work arrangements that allow employees to work remotely and the availability of childcare structures contributed to ensuring a work-life balance especially, but not only, for women. The introduction of mentorship programmes and a balanced gender composition of panels reduced implicit discrimination. The results of these efforts are tangible: at the Bank of Italy, for instance, the proportion of women with a managerial role now reflects the proportion of women in the overall staff. More than 31 percent of managers are now women. There is still plenty of room for improvement, but this is a significant increase compared to just a few years earlier. We have addressed the question of the well-being and inclusiveness of all our staff head-on, so that every employee's voice is heard and differences are respected and valued. I have taken personal responsibility to ensure our workplace is suitable for colleagues with disabilities such as deafness. The need to devote special attention to diverse perspectives goes beyond ensuring a workplace free from any form of direct or indirect discrimination. It entails reflecting the diversity of the societies we serve. A better understanding of the various needs and experiences in our society helps us to design better and more inclusive policies. In our work on a digital euro, we are seeking to develop a digital means of payment that leaves no one behind. * * * Allow me to conclude by reiterating that thorough accountability – as illustrated by your monetary dialogue with Madame Lagarde and the regular exchanges you had with Mr Panetta on the digital euro – strengthens both the ECB's legitimacy and the efficacy of its policies. Should I be appointed as an Executive Board member, I would always be willing to engage in dialogue with this Honourable Committee. This commitment to regular reporting is consistent with the Bank of Italy's tradition: this year, for instance, I have addressed the Italian Parliament on several occasions. It would be a privilege for me to join the ECB's Executive Board, to contribute my experience and commitment to the ECB's mission. It would be an honour to receive your support and serve the citizens of Europe that you represent. Thank you for your attention. I look forward to your questions.",
  "date_parsed": "2023-10-10",
  "name": "Piero Cipollone",
  "link_number": "23",
  "name_orig": "Piero Cipollone",
  "url_orig": "https://www.bis.org/review/r231010h.htm"
}