{
  "source_url": "https://www.bis.org/review/r251209c.htm",
  "headline": "Piero Cipollone: The transformation of money - technological disruption and the future of financial services",
  "description_html": "\n<p>Guest lecture by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at the Frankfurt School of Finance &amp; Management, Frankfurt am Main, 8 December 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Guest lecture by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at the Frankfurt School of Finance & Management, Frankfurt am Main, 8 December 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "11 December 2025",
  "pdf_url": "https://www.bis.org/review/r251209c.pdf",
  "content_html": "\n<div class=\"section\">\n<p>Money is at the heart of what central banks do.<span style=\"font-size: 13.6px;\"> </span>Ever since central banks have existed, their fundamental role has been to issue money and protect its value. This role has been the same for centuries, and I don't expect it to change. But what is changing is the environment in which central banks must deliver on this mandate. There are obviously many sides to this, but today I will focus on technology.</p>\n<p>Digital payments are the new normal. And new technologies have emerged that are disrupting financial services, leading us to rethink their future. We are facing no less than a paradigm shift. Financial institutions have become technological entities. At the same time, tech firms have entered the realms of payments and finance. In fact, financial institutions and tech firms have all become fintechs. What was once a niche has become the norm. Harnessing technology to provide better financial services is now the name of the game.</p>\n<p>Central banks are no exception. If they are to retain their role in issuing money that is fit for purpose, they have to embrace technology and shape the transformation of money. Adapting to new technologies is not an option, it is an existential must. If central banks don't issue digital money, they will lose their central role in money issuance and fail to provide an anchor of stability to the entire financial system. Central banks are increasingly becoming tech organisations; they must evolve with technology, or risk falling behind.</p>\n</div>\n",
  "content_text": "Money is at the heart of what central banks do. Ever since central banks have existed, their fundamental role has been to issue money and protect its value. This role has been the same for centuries, and I don't expect it to change. But what is changing is the environment in which central banks must deliver on this mandate. There are obviously many sides to this, but today I will focus on technology. Digital payments are the new normal. And new technologies have emerged that are disrupting financial services, leading us to rethink their future. We are facing no less than a paradigm shift. Financial institutions have become technological entities. At the same time, tech firms have entered the realms of payments and finance. In fact, financial institutions and tech firms have all become fintechs. What was once a niche has become the norm. Harnessing technology to provide better financial services is now the name of the game. Central banks are no exception. If they are to retain their role in issuing money that is fit for purpose, they have to embrace technology and shape the transformation of money. Adapting to new technologies is not an option, it is an existential must. If central banks don't issue digital money, they will lose their central role in money issuance and fail to provide an anchor of stability to the entire financial system. Central banks are increasingly becoming tech organisations; they must evolve with technology, or risk falling behind.",
  "date_parsed": "2025-12-11",
  "name": "Piero Cipollone",
  "name_orig": "Piero Cipollone",
  "url_orig": "https://www.bis.org/review/r251209c.htm"
}