{
  "source_url": "https://www.bis.org/review/r241014e.htm",
  "headline": "Piero Cipollone: Monetary sovereignty in the digital age - the case for a digital euro",
  "description_html": "\n<p>Keynote speech by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at the Economics of Payments XIII Conference, organised by the Oesterreichische Nationalbank, the Austrian central bank, Vienna, 27 September 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at the Economics of Payments XIII Conference, organised by the Oesterreichische Nationalbank, the Austrian central bank, Vienna, 27 September 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "14 October 2024",
  "pdf_url": "https://www.bis.org/review/r241014e.pdf",
  "content_html": "\n<p>Money plays a fundamental role in society, driving economic activity and enabling daily transactions.<span> </span>Money in physical form, cash, remains the most frequently used means of payment in stores, especially for lower value transactions. But more and more people are using money in digital form. An average of 379 million retail transactions are made digitally in the euro area every day.</p>\n<p>Given money's importance for our material and social well-being, the regulation of money has long been considered a cornerstone of state sovereignty. As the influential French jurist and political philosopher Jean Bodin observed in the 16th century, \"only he who has the power to make law can regulate the coinage.\"</p>\n<p>Today, legislators continue to regulate the use of money and they have entrusted central banks with issuing public money and maintaining confidence in the monetary system.</p>\n<p>At the European Central Bank (ECB), we issue money that can be used to settle wholesale and retail transactions throughout the euro area, thereby guaranteeing the singleness of money across the monetary union. And we ensure that the euro remains a safe, stable and effective medium of exchange and store of value. This provides an essential anchor for the economy and the financial system.</p>\n<p>The Eurosystem has made significant progress in integrating wholesale transactions, largely thanks to the robust payment infrastructure it provides. The Eurosystem's real-time gross settlement system T2, for instance, processes a value close to the entire euro area GDP on a weekly basis, and it has established itself as a leading global payment system.</p>\n",
  "content_text": "Money plays a fundamental role in society, driving economic activity and enabling daily transactions. Money in physical form, cash, remains the most frequently used means of payment in stores, especially for lower value transactions. But more and more people are using money in digital form. An average of 379 million retail transactions are made digitally in the euro area every day. Given money's importance for our material and social well-being, the regulation of money has long been considered a cornerstone of state sovereignty. As the influential French jurist and political philosopher Jean Bodin observed in the 16th century, \"only he who has the power to make law can regulate the coinage.\" Today, legislators continue to regulate the use of money and they have entrusted central banks with issuing public money and maintaining confidence in the monetary system. At the European Central Bank (ECB), we issue money that can be used to settle wholesale and retail transactions throughout the euro area, thereby guaranteeing the singleness of money across the monetary union. And we ensure that the euro remains a safe, stable and effective medium of exchange and store of value. This provides an essential anchor for the economy and the financial system. The Eurosystem has made significant progress in integrating wholesale transactions, largely thanks to the robust payment infrastructure it provides. The Eurosystem's real-time gross settlement system T2, for instance, processes a value close to the entire euro area GDP on a weekly basis, and it has established itself as a leading global payment system.",
  "date_parsed": "2024-10-14",
  "name": "Piero Cipollone",
  "name_orig": "Piero Cipollone",
  "url_orig": "https://www.bis.org/review/r241014e.htm"
}