{
  "source_url": "https://www.bis.org/review/r220318d.htm",
  "headline": "Pierre Wunsch: Climate change and the European Central Bank - we need both enthusiasm and realism",
  "description_html": "\n<p>Keynote speech by Mr Pierre Wunsch, Governor at the Trends CFO of the Year 2021 Award, Brussels, 20 October 2021.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Mr Pierre Wunsch, Governor at the Trends CFO of the Year 2021 Award, Brussels, 20 October 2021. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "20 October 2021",
  "pdf_url": "https://www.bis.org/review/r220318d.pdf",
  "content_html": "\n<p>Accompanying <a href=\"http://www.bis.org/review/r220318d_slides.pdf\">slides</a> of the speech.</p>\n<p>Ladies and gentlemen,</p>\n<p>It is a pleasure for me to have been invited here and to share my views on this very important topic.- As you know, climate change is one of the toughest challenges for the planet and the global economic system. All economic actors, including central banks, need to think about the role they can play to tackle it. This is exactly what the ECB has done recently, in the</p>\n<p>context of its strategy review. Our plan in that context – including some reflections that I have about it – will be an important part of my speech.</p>\n<p>So, let me start by summarising the five main takeaways of my speech:</p>\n<p>1) Climate change is real and we need to act. That can be done at a reasonable cost.<br/>2) The correct price for emissions is the key (but not only) instrument to steer our collective efforts.<br/>3) Central banks have a rather limited role to play in this, given their mandate but also the instruments at their disposal.<br/>4) However, the consequences of climate change for monetary policy and the central bank balance sheet need to be factored in- and the action plan that the ECB announced in July will just do that.<br/>5) Funding the transition to net zero will benefit from advances in disclosures and taxonomy but making sure sustainable activities are profitable is the key priority.</p>\n",
  "content_text": "Accompanying slides of the speech. Ladies and gentlemen, It is a pleasure for me to have been invited here and to share my views on this very important topic.- As you know, climate change is one of the toughest challenges for the planet and the global economic system. All economic actors, including central banks, need to think about the role they can play to tackle it. This is exactly what the ECB has done recently, in the context of its strategy review. Our plan in that context – including some reflections that I have about it – will be an important part of my speech. So, let me start by summarising the five main takeaways of my speech: 1) Climate change is real and we need to act. That can be done at a reasonable cost. 2) The correct price for emissions is the key (but not only) instrument to steer our collective efforts. 3) Central banks have a rather limited role to play in this, given their mandate but also the instruments at their disposal. 4) However, the consequences of climate change for monetary policy and the central bank balance sheet need to be factored in- and the action plan that the ECB announced in July will just do that. 5) Funding the transition to net zero will benefit from advances in disclosures and taxonomy but making sure sustainable activities are profitable is the key priority.",
  "date_parsed": "2021-10-20",
  "name": "Pierre Wunsch",
  "name_orig": "Pierre Wunsch",
  "url_orig": "https://www.bis.org/review/r220318d.htm"
}