{
  "source_url": "https://www.bis.org/review/r240426j.htm",
  "headline": "Piero Cipollone: Innovation, integration and independence - taking the Single Euro Payments area to the next level",
  "description_html": "\n<p>Speech by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at the European Central Bank conference on \"An innovative and integrated European retail payments market\", Frankfurt am Main, 24 April 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at the European Central Bank conference on \"An innovative and integrated European retail payments market\", Frankfurt am Main, 24 April 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "26 April 2024",
  "pdf_url": "https://www.bis.org/review/r240426j.pdf",
  "content_html": "\n<p>It is a great pleasure to welcome you to this conference today.</p>\n<p>The Single Euro Payments Area (SEPA) was launched in 2002, aiming to address the fragmentation in non-cash payments that prevailed at the time. Payments between euro area countries were slower, more cumbersome and more expensive than domestic payments. And yet, many market participants questioned the merits of the project: will SEPA make payment services more efficient? Will it make the economy more competitive? And will it deliver real benefits to customers?</p>\n<p>Fast-forward to today and it is clear that the initial scepticism was unfounded. We no longer differentiate between national and cross-border payments in euro for credit transfers and direct debits. And people really appreciate the benefits of these two payment services for seamless money transfers across Europe.</p>\n<p>However, SEPA has fallen short when it comes to digital payments that are even more central to our daily lives: there is no SEPA at the point of interaction, namely for in-store, mobile or e-commerce payments. Person-to-person (P2P) solutions also remain fragmented.</p>\n<p>Most European retail payment solutions are focused on national markets, covering only some use cases and lacking pan-European reach. Because of this fragmentation, cross-border transactions within the euro area have become dependent on a very small number of non-European market players. This hampers competition, innovation and resilience. Moreover, the digitalisation of payments is undermining the crucial role cash plays in financial inclusion. After all, it is the only means of payment that has legal tender status and can be used by anyone, anywhere in the euro area, free of charge.</p>\n",
  "content_text": "It is a great pleasure to welcome you to this conference today. The Single Euro Payments Area (SEPA) was launched in 2002, aiming to address the fragmentation in non-cash payments that prevailed at the time. Payments between euro area countries were slower, more cumbersome and more expensive than domestic payments. And yet, many market participants questioned the merits of the project: will SEPA make payment services more efficient? Will it make the economy more competitive? And will it deliver real benefits to customers? Fast-forward to today and it is clear that the initial scepticism was unfounded. We no longer differentiate between national and cross-border payments in euro for credit transfers and direct debits. And people really appreciate the benefits of these two payment services for seamless money transfers across Europe. However, SEPA has fallen short when it comes to digital payments that are even more central to our daily lives: there is no SEPA at the point of interaction, namely for in-store, mobile or e-commerce payments. Person-to-person (P2P) solutions also remain fragmented. Most European retail payment solutions are focused on national markets, covering only some use cases and lacking pan-European reach. Because of this fragmentation, cross-border transactions within the euro area have become dependent on a very small number of non-European market players. This hampers competition, innovation and resilience. Moreover, the digitalisation of payments is undermining the crucial role cash plays in financial inclusion. After all, it is the only means of payment that has legal tender status and can be used by anyone, anywhere in the euro area, free of charge.",
  "date_parsed": "2024-04-26",
  "name": "Piero Cipollone",
  "link_number": "18",
  "name_orig": "Piero Cipollone",
  "url_orig": "https://www.bis.org/review/r240426j.htm"
}