{
  "source_url": "https://www.bis.org/review/r250701c.htm",
  "headline": "Piero Cipollone: The quest for cheaper and faster cross-border payments - regional and global solutions",
  "description_html": "\n<p>Speech by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at the Bank for International Settlements Annual General Meeting, Basel, 27 June 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at the Bank for International Settlements Annual General Meeting, Basel, 27 June 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "30 July 2025",
  "pdf_url": "https://www.bis.org/review/r250701c.pdf",
  "content_html": "\n<p>Cross-border retail payments are the subject of increasing attention. This is for two main reasons.</p>\n<p>First, they play a growing role in the world economy, as international transaction volumes have been increasing at a faster pace than GDP growth. However, despite some improvements in recent years, many payment corridors remain poorly served, which results in slow transaction times and high costs and ultimately hinders economic growth and social cohesion. Moreover, this inefficiency undermines the benefits of globalisation, as the economic gains from lower trade barriers are diverted into rents within cross-border payment markets, rather than benefiting the businesses and households that make use of them.</p>\n<p>Second, new risks are emerging. Geopolitical tensions, for instance, could lead to further fragmentation of global payment systems. Moreover, the expansion of stablecoins could introduce several additional challenges, including currency substitution risks and over-reliance on a limited number of dominant private issuers.</p>\n<p>This is not a situation we can accept passively. We need continuous efforts to enhance cross-border payments, in line with the G20 Roadmap.<span style=\"font-size: 13.6px;\"> </span>And central banks, given their role in ensuring the smooth functioning of payment systems, have a major role to play. Significant work has already been undertaken at international level, notably by the Bank for International Settlements (BIS) and the Financial Stability Board (FSB).</p>\n",
  "content_text": "Cross-border retail payments are the subject of increasing attention. This is for two main reasons. First, they play a growing role in the world economy, as international transaction volumes have been increasing at a faster pace than GDP growth. However, despite some improvements in recent years, many payment corridors remain poorly served, which results in slow transaction times and high costs and ultimately hinders economic growth and social cohesion. Moreover, this inefficiency undermines the benefits of globalisation, as the economic gains from lower trade barriers are diverted into rents within cross-border payment markets, rather than benefiting the businesses and households that make use of them. Second, new risks are emerging. Geopolitical tensions, for instance, could lead to further fragmentation of global payment systems. Moreover, the expansion of stablecoins could introduce several additional challenges, including currency substitution risks and over-reliance on a limited number of dominant private issuers. This is not a situation we can accept passively. We need continuous efforts to enhance cross-border payments, in line with the G20 Roadmap. And central banks, given their role in ensuring the smooth functioning of payment systems, have a major role to play. Significant work has already been undertaken at international level, notably by the Bank for International Settlements (BIS) and the Financial Stability Board (FSB).",
  "date_parsed": "2025-07-30",
  "name": "Piero Cipollone",
  "link_number": "6",
  "name_orig": "Piero Cipollone",
  "url_orig": "https://www.bis.org/review/r250701c.htm"
}