{
  "source_url": "https://www.bis.org/review/r250710h.htm",
  "headline": "Piero Cipollone: Shifting payment landscape - what a digital euro will bring",
  "description_html": "\n<p>Speech by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at Bank of Slovenia, Ljubljana, 10 July 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at Bank of Slovenia, Ljubljana, 10 July 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "10 July 2025",
  "pdf_url": "https://www.bis.org/review/r250710h.pdf",
  "content_html": "\n<p>It is a pleasure to speak to you today.</p>\n<p>The ongoing shift in the way we pay is affecting the fundamental fabric of our economies. Whether we are consumers browsing digital marketplaces, entrepreneurs pursuing digital innovation, or decision-makers facing the digital transition, we are all involved in reshaping payments.</p>\n<p>Payments are more than a means of settling transactions, they are the lifeblood of a modern economy. And in a digital world, our economies will only be as competitive, inclusive, autonomous and resilient as our payments are.</p>\n<p>Slovenia has put the digital transformation at the heart of its economic strategy, aiming to place the country among the top five most digitalised economies in Europe by 2030.<span> </span>An innovative and striving digital payments ecosystem can play a key role in this journey.</p>\n<p>As a central bank, our responsibility is to accompany and enable this transition. We must ensure that the shift to digital payments enhances accessibility and efficiency, without creating fragmentation or new dependencies.</p>\n",
  "content_text": "It is a pleasure to speak to you today. The ongoing shift in the way we pay is affecting the fundamental fabric of our economies. Whether we are consumers browsing digital marketplaces, entrepreneurs pursuing digital innovation, or decision-makers facing the digital transition, we are all involved in reshaping payments. Payments are more than a means of settling transactions, they are the lifeblood of a modern economy. And in a digital world, our economies will only be as competitive, inclusive, autonomous and resilient as our payments are. Slovenia has put the digital transformation at the heart of its economic strategy, aiming to place the country among the top five most digitalised economies in Europe by 2030. An innovative and striving digital payments ecosystem can play a key role in this journey. As a central bank, our responsibility is to accompany and enable this transition. We must ensure that the shift to digital payments enhances accessibility and efficiency, without creating fragmentation or new dependencies.",
  "date_parsed": "2025-07-10",
  "name": "Piero Cipollone",
  "name_orig": "Piero Cipollone",
  "url_orig": "https://www.bis.org/review/r250710h.htm"
}