{
  "source_url": "https://www.bis.org/review/r250911h.htm",
  "headline": "Piero Cipollone: The digital euro - ensuring resilience and inclusion in digital payments",
  "description_html": "\n<p>Introductory statement by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at the Committee on Economic and Monetary Affairs of the European Parliament, Brussels, 4 September 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Introductory statement by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at the Committee on Economic and Monetary Affairs of the European Parliament, Brussels, 4 September 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "16 September 2025",
  "pdf_url": "https://www.bis.org/review/r250911h.pdf",
  "content_html": "\n<p>It's my pleasure to be back for our regular update on the digital euro.</p>\n<p>This is the ECB's fourteenth exchange of views on the digital euro with this Committee. I have personally had the honour of addressing you five times. Our previous discussions covered a wide range of issues, including the preservation of access to central bank money, the digital euro's role as an anchor for monetary and financial stability, the need to safeguard strategic autonomy and the benefits the digital euro would have for various stakeholders.</p>\n<p>Today I would like to focus on two dimensions that have received less attention but are nonetheless fundamental for making the euro fit for the future: resilience and inclusiveness. In an increasingly digital world exposed to new geopolitical and operational risks, we must protect the euro's availability for all Europeans at all times. Article 133 of the Treaty on the Functioning of the European Union reminds us of our shared responsibility to safeguard the integrity of our currency and take the measures that are necessary for its continued use.</p>\n<p>As a digital form of cash issued by the European Central Bank, the digital euro will complement physical cash, which remains key for resilience and inclusion.<span style=\"font-size: 13.6px;\"> </span>The digital euro will ensure that all Europeans can pay at all times with a free, universally accepted digital means of payment, even in case of major disruptions.</p>\n",
  "content_text": "It's my pleasure to be back for our regular update on the digital euro. This is the ECB's fourteenth exchange of views on the digital euro with this Committee. I have personally had the honour of addressing you five times. Our previous discussions covered a wide range of issues, including the preservation of access to central bank money, the digital euro's role as an anchor for monetary and financial stability, the need to safeguard strategic autonomy and the benefits the digital euro would have for various stakeholders. Today I would like to focus on two dimensions that have received less attention but are nonetheless fundamental for making the euro fit for the future: resilience and inclusiveness. In an increasingly digital world exposed to new geopolitical and operational risks, we must protect the euro's availability for all Europeans at all times. Article 133 of the Treaty on the Functioning of the European Union reminds us of our shared responsibility to safeguard the integrity of our currency and take the measures that are necessary for its continued use. As a digital form of cash issued by the European Central Bank, the digital euro will complement physical cash, which remains key for resilience and inclusion. The digital euro will ensure that all Europeans can pay at all times with a free, universally accepted digital means of payment, even in case of major disruptions.",
  "date_parsed": "2025-09-16",
  "name": "Piero Cipollone",
  "name_orig": "Piero Cipollone",
  "url_orig": "https://www.bis.org/review/r250911h.htm"
}