{
  "source_url": "https://www.bis.org/review/r250918e.htm",
  "headline": "Piero Cipollone: What resilience takes - strengthening the financial system in an era of heightened risk",
  "description_html": "\n<p>Keynote speech by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at the Resilience Conference, hosted by De Nederlandsche Bank, Amsterdam, 17 September 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at the Resilience Conference, hosted by De Nederlandsche Bank, Amsterdam, 17 September 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "22 September 2025",
  "pdf_url": "https://www.bis.org/review/r250918e.pdf",
  "content_html": "\n<p>At a time of digital and geopolitical disruptions, enhancing our financial sector's resilience is critical to protect the stability and prosperity of our economy.</p>\n<p>Money is ultimately a matter of trust. That trust rests on the stability of prices, the stability of the financial system and the smooth functioning of payments that keep our economies moving every day. These are at the heart of a central bank's mandate. Trust in money depends, above all, on our ability to deliver on these tasks, thereby safeguarding the value of the currency.</p>\n<p>History has shown this mechanism at work. In moments of crisis, people and firms have turned to their central bank for reassurance that the financial system will not collapse. Such reassurance was given in July 2012 by the then ECB President, Mario Draghi, when he famously said that, within its mandate, the ECB was ready to do \"whatever it takes\" to preserve the euro.<span style=\"font-size: 13.6px;\"> </span>As an unequivocal commitment to safeguarding our currency, this statement removed unwarranted fears, restored confidence, and strengthened the resilience of the financial system and the wider economy.</p>\n",
  "content_text": "At a time of digital and geopolitical disruptions, enhancing our financial sector's resilience is critical to protect the stability and prosperity of our economy. Money is ultimately a matter of trust. That trust rests on the stability of prices, the stability of the financial system and the smooth functioning of payments that keep our economies moving every day. These are at the heart of a central bank's mandate. Trust in money depends, above all, on our ability to deliver on these tasks, thereby safeguarding the value of the currency. History has shown this mechanism at work. In moments of crisis, people and firms have turned to their central bank for reassurance that the financial system will not collapse. Such reassurance was given in July 2012 by the then ECB President, Mario Draghi, when he famously said that, within its mandate, the ECB was ready to do \"whatever it takes\" to preserve the euro. As an unequivocal commitment to safeguarding our currency, this statement removed unwarranted fears, restored confidence, and strengthened the resilience of the financial system and the wider economy.",
  "date_parsed": "2025-09-22",
  "name": "Piero Cipollone",
  "link_number": "4",
  "name_orig": "Piero Cipollone",
  "url_orig": "https://www.bis.org/review/r250918e.htm"
}