{
  "source_url": "https://www.bis.org/review/r240123c.htm",
  "headline": "Piero Cipollone: One step ahead - protecting the cyber resilience of financial infrastructures",
  "description_html": "\n<p>Introductory remarks by Mr Piero Cipollone, <span>Member of the Executive Board of the European Central Bank</span>, at the ninth meeting of the Euro Cyber Resilience Board for pan-European Financial Infrastructures, Frankfurt am Main, 17 January 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Introductory remarks by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank , at the ninth meeting of the Euro Cyber Resilience Board for pan-European Financial Infrastructures, Frankfurt am Main, 17 January 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "30 January 2024",
  "pdf_url": "https://www.bis.org/review/r240123c.pdf",
  "content_html": "\n<p>Cyber risks have become one of the main issues for global security. The associated annual cost is estimated to exceed $200 billion globally.<span style=\"font-size: 13.6px;\"> </span>And cyber threats have been identified as a systemic risk to the stability of the European financial system.<span style=\"font-size: 13.6px;\"> </span>But cyberattacks tend to be underreported.</p>\n<p>Against the backdrop of an evolving cyber threat landscape where the risks continue to grow, the Euro Cyber Resilience Board (ECRB) offers a unique forum that brings together pan-European financial infrastructures, their critical service providers, central bank overseers and other key European authorities for strategic discussions on cyber risks. It enables the sharing of sensitive information in a trusted environment, contributing to the resilience of the European financial system.</p>\n<p>Just last week a social media account of the US Securities and Exchange Commission was compromised and an unauthorised post was published.<span style=\"font-size: 13.6px;\"> </span>As you are no doubt aware, this led to a temporary increase in the price of crypto-assets, especially bitcoin. While it was not a particularly large-scale or complex cyberattack, this example shows that cyberattacks can be used to manipulate market narratives and prices for financial gain. In a world where news and social media can have large real-time impacts on financial markets, the damage can be significant.</p>\n<p>In this context, having a forum like the ECRB is very beneficial. It enables its members to combine their cybersecurity efforts for their own benefit and that of the wider financial ecosystem.</p>\n",
  "content_text": "Cyber risks have become one of the main issues for global security. The associated annual cost is estimated to exceed $200 billion globally. And cyber threats have been identified as a systemic risk to the stability of the European financial system. But cyberattacks tend to be underreported. Against the backdrop of an evolving cyber threat landscape where the risks continue to grow, the Euro Cyber Resilience Board (ECRB) offers a unique forum that brings together pan-European financial infrastructures, their critical service providers, central bank overseers and other key European authorities for strategic discussions on cyber risks. It enables the sharing of sensitive information in a trusted environment, contributing to the resilience of the European financial system. Just last week a social media account of the US Securities and Exchange Commission was compromised and an unauthorised post was published. As you are no doubt aware, this led to a temporary increase in the price of crypto-assets, especially bitcoin. While it was not a particularly large-scale or complex cyberattack, this example shows that cyberattacks can be used to manipulate market narratives and prices for financial gain. In a world where news and social media can have large real-time impacts on financial markets, the damage can be significant. In this context, having a forum like the ECRB is very beneficial. It enables its members to combine their cybersecurity efforts for their own benefit and that of the wider financial ecosystem.",
  "date_parsed": "2024-01-30",
  "name": "Piero Cipollone",
  "link_number": "22",
  "name_orig": "Piero Cipollone",
  "url_orig": "https://www.bis.org/review/r240123c.htm"
}