{
  "source_url": "https://www.bis.org/review/r240709c.htm",
  "headline": "Piero Cipollone: Artificial intelligence - a central bank's view",
  "description_html": "\n<p>Keynote speech by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at the National Conference of Statistics on official statistics at the time of artificial intelligence, Rome, 4 July 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at the National Conference of Statistics on official statistics at the time of artificial intelligence, Rome, 4 July 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "09 July 2024",
  "pdf_url": "https://www.bis.org/review/r240709c.pdf",
  "content_html": "\n<p>It is a pleasure to be here today to discuss the implications of artificial intelligence (AI) from a central bank's perspective.<span style=\"font-size: 13.6px;\"> </span></p>\n<p>The world is witnessing extraordinary advances in the field of AI.<span style=\"font-size: 13.6px;\"> </span>We are moving from analytical AI models designed to perform specific tasks<span style=\"font-size: 13.6px;\"> </span>to generative AI models capable of creating human-like content.</p>\n<p>The burgeoning interest in generative AI has boosted AI adoption.<span style=\"font-size: 13.6px;\"> </span>A recent international survey revealed that almost three-quarters of organisations had adopted AI for one or more business functions, and around two-thirds of them are using generative AI. Nevertheless, just 8% reported using AI for five or more business functions – suggesting that we are still in the initial stages of AI integration.</p>\n<p>AI can be applied to a wide spectrum of activities, from routine and repetitive tasks to knowledge-based and creative work. It has been argued that AI is a general-purpose technology – akin to the steam engine, electricity or the computer – with the potential to transform our economies in the long run.</p>\n<p>But, like the computer before it, AI may involve a paradox similar to the one made famous by the economist Robert Solow: \"You can see the computer age everywhere but in the productivity statistics.\"</p>\n<p>The dawn of the computer era saw<a class=\"link-inline\" id=\"_Hlk170203640\"></a><span> </span>information and communication technology (ICT) profoundly alter our personal lives and the economy. Today, our workplaces, homes and social lives are interwoven with digitalisation.</p>\n",
  "content_text": "It is a pleasure to be here today to discuss the implications of artificial intelligence (AI) from a central bank's perspective. The world is witnessing extraordinary advances in the field of AI. We are moving from analytical AI models designed to perform specific tasks to generative AI models capable of creating human-like content. The burgeoning interest in generative AI has boosted AI adoption. A recent international survey revealed that almost three-quarters of organisations had adopted AI for one or more business functions, and around two-thirds of them are using generative AI. Nevertheless, just 8% reported using AI for five or more business functions – suggesting that we are still in the initial stages of AI integration. AI can be applied to a wide spectrum of activities, from routine and repetitive tasks to knowledge-based and creative work. It has been argued that AI is a general-purpose technology – akin to the steam engine, electricity or the computer – with the potential to transform our economies in the long run. But, like the computer before it, AI may involve a paradox similar to the one made famous by the economist Robert Solow: \"You can see the computer age everywhere but in the productivity statistics.\" The dawn of the computer era saw information and communication technology (ICT) profoundly alter our personal lives and the economy. Today, our workplaces, homes and social lives are interwoven with digitalisation.",
  "date_parsed": "2024-07-09",
  "name": "Piero Cipollone",
  "name_orig": "Piero Cipollone",
  "url_orig": "https://www.bis.org/review/r240709c.htm"
}