{
  "source_url": "https://www.bis.org/review/r241015g.htm",
  "headline": "Piero Cipollone: From dependency to autonomy - the role of a digital euro in the European payment landscape",
  "description_html": "\n<p>Introductory statement by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at the Committee on Economic and Monetary Affairs of the European Parliament, Brussels, 23 September 2024. </p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Introductory statement by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at the Committee on Economic and Monetary Affairs of the European Parliament, Brussels, 23 September 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "24 September 2024",
  "pdf_url": "https://www.bis.org/review/r241015g.pdf",
  "content_html": "\n<p>It is a pleasure to be here today to meet the new members of this Committee and to update you on the status of the digital euro project. Let me also congratulate Madame Lalucq on her election as ECON Chair.</p>\n<p>The ECB appreciates the open and valuable exchanges we have had with the ECON Committee on the digital euro since the beginning of the project. I am fully committed to continuing these exchanges and look forward to our future discussions.</p>\n<p>Today I will focus on three key areas. First, Europe's dependency on foreign players for retail payments. Second, the benefits of a digital euro for everyone, including consumers, merchants and banks. And third, the progress we have made on the digital euro project so far.</p>\n<h3>Foreign dominance in the European payment landscape</h3>\n<p>Fast-forward to the year 2030. Imagine you are at the football World Cup in Spain. You want to buy a drink, but you can only pay with Alipay. This scenario is not as far-fetched as it may seem: this summer, buying tickets for the European Football Championships in Germany was only possible with Chinese or American means of payment.</p>\n<p>Could you imagine this happening in the United States? Going to the finals of the American football league, for example, and having no American means of payment available? I certainly cannot.</p>\n",
  "content_text": "It is a pleasure to be here today to meet the new members of this Committee and to update you on the status of the digital euro project. Let me also congratulate Madame Lalucq on her election as ECON Chair. The ECB appreciates the open and valuable exchanges we have had with the ECON Committee on the digital euro since the beginning of the project. I am fully committed to continuing these exchanges and look forward to our future discussions. Today I will focus on three key areas. First, Europe's dependency on foreign players for retail payments. Second, the benefits of a digital euro for everyone, including consumers, merchants and banks. And third, the progress we have made on the digital euro project so far. Foreign dominance in the European payment landscape Fast-forward to the year 2030. Imagine you are at the football World Cup in Spain. You want to buy a drink, but you can only pay with Alipay. This scenario is not as far-fetched as it may seem: this summer, buying tickets for the European Football Championships in Germany was only possible with Chinese or American means of payment. Could you imagine this happening in the United States? Going to the finals of the American football league, for example, and having no American means of payment available? I certainly cannot.",
  "date_parsed": "2024-09-24",
  "name": "Piero Cipollone",
  "link_number": "15",
  "name_orig": "Piero Cipollone",
  "url_orig": "https://www.bis.org/review/r241015g.htm"
}