{
  "source_url": "https://www.bis.org/review/r240327a.htm",
  "headline": "Piero Cipollone: The confidence to act - monetary policy and the role of wages during the disinflation process",
  "description_html": "\n<p>Speech by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at an event organised by the House of the Euro and the Centre for European Reform, Brussels, 27 March 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at an event organised by the House of the Euro and the Centre for European Reform, Brussels, 27 March 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "27 March 2024",
  "pdf_url": "https://www.bis.org/review/r240327a.pdf",
  "content_html": "\n<p>It is a pleasure to be here today.</p>\n<p>In recent years, the euro area economy has experienced a series of overlapping demand and supply shocks, which resulted in persistently high inflation.</p>\n<p>Due to its dependence on imports hit by those shocks, the euro area also suffered a negative terms-of-trade shock. This acted as an external tax on euro area income that, in practice, was initially absorbed mostly by workers in the form of lower real wages.</p>\n<p>The reversal of these negative supply shocks, combined with our restrictive monetary policy, has led to a broad-based decline in inflation, while inflation expectations remain well anchored. This, in turn, has shifted the discussion towards the timing, pace and extent of the reduction in monetary policy restriction going forward.</p>\n<p>Our decisions continue to be informed by the inflation outlook and the risks surrounding it.<span style=\"font-size: 13.6px;\"> </span>One important aspect relates to the risk that wage and productivity growth might be inconsistent with the convergence of inflation to our medium-term target of 2%.</p>\n<p>Certainly, in a<span> </span><em>steady-state</em><span> </span>scenario, keeping wage rises in line with productivity growth and the inflation target is necessary. It prevents unsustainable cost pressures, which firms would have to pass on to customers, resulting in above-target inflation.</p>\n",
  "content_text": "It is a pleasure to be here today. In recent years, the euro area economy has experienced a series of overlapping demand and supply shocks, which resulted in persistently high inflation. Due to its dependence on imports hit by those shocks, the euro area also suffered a negative terms-of-trade shock. This acted as an external tax on euro area income that, in practice, was initially absorbed mostly by workers in the form of lower real wages. The reversal of these negative supply shocks, combined with our restrictive monetary policy, has led to a broad-based decline in inflation, while inflation expectations remain well anchored. This, in turn, has shifted the discussion towards the timing, pace and extent of the reduction in monetary policy restriction going forward. Our decisions continue to be informed by the inflation outlook and the risks surrounding it. One important aspect relates to the risk that wage and productivity growth might be inconsistent with the convergence of inflation to our medium-term target of 2%. Certainly, in a steady-state scenario, keeping wage rises in line with productivity growth and the inflation target is necessary. It prevents unsustainable cost pressures, which firms would have to pass on to customers, resulting in above-target inflation.",
  "date_parsed": "2024-03-27",
  "name": "Piero Cipollone",
  "link_number": "19",
  "name_orig": "Piero Cipollone",
  "url_orig": "https://www.bis.org/review/r240327a.htm"
}