{
  "source_url": "https://www.bis.org/review/r240214n.htm",
  "headline": "Piero Cipollone: The euro at 25 - what next for Economic and Monetary Union?",
  "description_html": "\n<p>Introductory remarks by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at the European Parliamentary Week 2024, Brussels, 12 February 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Introductory remarks by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at the European Parliamentary Week 2024, Brussels, 12 February 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "14 February 2024",
  "pdf_url": "https://www.bis.org/review/r240214n.pdf",
  "content_html": "\n<p>Thank you for the opportunity to discuss the future of our Economic and Monetary Union (EMU).<span style=\"font-size: 13.6px;\"> </span>The introduction of the euro in 1999 was a milestone for European integration. And this year marks its 25th anniversary. Used by millions of people every day, it has become the most tangible symbol of European integration in our daily lives.</p>\n<p>The euro was a democratic choice, and it has seen continued popular support and political commitment. This has proved essential during the economic crises that we have faced. And it remains essential in the unstable world we are living in today. Support for the euro and EMU is in fact at a historical high, with 79% of euro area citizens in favour.<span style=\"font-size: 13.6px;\"> </span>And young Europeans have known only the euro as their currency.</p>\n<p>So it is fitting that we are discussing the future of EMU during the European Parliamentary Week. The euro, just like the European Union, is only as strong as our commitment to it. And all of you, whether national or European parliamentarians, are essential to this enduring commitment. The euro is our money. It makes us stronger together, and together we make it stronger.</p>\n<p>The euro could not have been established were it not for the vision of Jacques Delors, whose passing in December saddened us deeply. Jacques Delors was widely seen as the founding father of EMU. So when thinking about its future, we should reflect on whether we are living up to the spirit that drove him. He believed that the European economic model should rest on three principles: \"La concurrence qui stimule, la coopération qui renforce et la solidarité qui unit\" (competition that stimulates, cooperation that strengthens, and solidarity that unites).</p>\n<p>Today I will examine the state of our EMU through the lens of these three principles, highlighting how they help us identify common priorities for the future.</p>\n<h3>Competition that stimulates</h3>\n<p>Let me start with competition – both within Europe and globally.</p>\n<p><strong>EMU and the Single Market</strong></p>\n<p>One of the fundamental reasons for introducing the euro was to strengthen the Single Market. By removing currency exchange costs and risks, the euro has enabled people and businesses to take greater advantage of the Single Market and its four freedoms.<span style=\"font-size: 13.6px;\"> </span>In surveys, four out of five euro area respondents say that the euro simplifies doing business and shopping in different countries, and that it makes it easier to compare prices across borders.<span style=\"font-size: 13.6px;\"> </span>In other words, the single currency benefits consumers by broadening their choice and lowering prices.<span style=\"font-size: 13.6px;\"> </span>And it allows firms to benefit from economies of scale – which incentivise innovation – and from lower costs of intermediate inputs.</p>\n",
  "content_text": "Thank you for the opportunity to discuss the future of our Economic and Monetary Union (EMU). The introduction of the euro in 1999 was a milestone for European integration. And this year marks its 25th anniversary. Used by millions of people every day, it has become the most tangible symbol of European integration in our daily lives. The euro was a democratic choice, and it has seen continued popular support and political commitment. This has proved essential during the economic crises that we have faced. And it remains essential in the unstable world we are living in today. Support for the euro and EMU is in fact at a historical high, with 79% of euro area citizens in favour. And young Europeans have known only the euro as their currency. So it is fitting that we are discussing the future of EMU during the European Parliamentary Week. The euro, just like the European Union, is only as strong as our commitment to it. And all of you, whether national or European parliamentarians, are essential to this enduring commitment. The euro is our money. It makes us stronger together, and together we make it stronger. The euro could not have been established were it not for the vision of Jacques Delors, whose passing in December saddened us deeply. Jacques Delors was widely seen as the founding father of EMU. So when thinking about its future, we should reflect on whether we are living up to the spirit that drove him. He believed that the European economic model should rest on three principles: \"La concurrence qui stimule, la coopération qui renforce et la solidarité qui unit\" (competition that stimulates, cooperation that strengthens, and solidarity that unites). Today I will examine the state of our EMU through the lens of these three principles, highlighting how they help us identify common priorities for the future. Competition that stimulates Let me start with competition – both within Europe and globally. EMU and the Single Market One of the fundamental reasons for introducing the euro was to strengthen the Single Market. By removing currency exchange costs and risks, the euro has enabled people and businesses to take greater advantage of the Single Market and its four freedoms. In surveys, four out of five euro area respondents say that the euro simplifies doing business and shopping in different countries, and that it makes it easier to compare prices across borders. In other words, the single currency benefits consumers by broadening their choice and lowering prices. And it allows firms to benefit from economies of scale – which incentivise innovation – and from lower costs of intermediate inputs.",
  "date_parsed": "2024-02-14",
  "name": "Piero Cipollone",
  "link_number": "21",
  "name_orig": "Piero Cipollone",
  "url_orig": "https://www.bis.org/review/r240214n.htm"
}