{
  "source_url": "https://www.bis.org/review/r250527q.htm",
  "headline": "Piero Cipollone: Harnessing the digital future of payments - Europe's path to sovereignty and innovation",
  "description_html": "\n<p>Speech by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at the France Payments Forum event \"Digital euro and the future of payments in Europe\", Paris, 15 May 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at the France Payments Forum event \"Digital euro and the future of payments in Europe\", Paris, 15 May 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "02 June 2025",
  "pdf_url": "https://www.bis.org/review/r250527q.pdf",
  "content_html": "\n<p>Thank you for inviting me to discuss the future of payments and the digital euro.</p>\n<p>Most people associate the adoption of the euro with the launch of euro banknotes and coins. While the euro was introduced for accounting purposes in 1999, we tend to feel it only became our money three years later once we started paying in euro cash around Europe. Euro banknotes and coins made the currency the tangible symbol of a united Europe.</p>\n<p>A strong currency also comes in tandem with strong payment systems. We offer payment infrastructures that form the plumbing of the financial system. Though less visible than banknotes and coins, these infrastructures are key to our monetary and financial integration.</p>\n<p>Retail and wholesale payments are hence an integral part of our tasks at the central bank. We issue cash, supply reserves – the ultimate liquid asset – to banks and operate payment systems, thereby supporting our economy by enabling euro area transactions that are secure, risk-free and European. This is what preserves our economic stability and our monetary sovereignty.</p>\n<p>Building on this reliable base, private sector firms can then offer their own solutions, without their customers having to worry about the money they use. One euro is one euro, because private money can be converted to cash at all times and because financial transactions can be settled in central bank money – the only risk-free asset there is.</p>\n<p>So today, I want to focus on how we can make our currency future-proof and enhance the integration, competitiveness and resilience of European payments in the digital era.</p>\n",
  "content_text": "Thank you for inviting me to discuss the future of payments and the digital euro. Most people associate the adoption of the euro with the launch of euro banknotes and coins. While the euro was introduced for accounting purposes in 1999, we tend to feel it only became our money three years later once we started paying in euro cash around Europe. Euro banknotes and coins made the currency the tangible symbol of a united Europe. A strong currency also comes in tandem with strong payment systems. We offer payment infrastructures that form the plumbing of the financial system. Though less visible than banknotes and coins, these infrastructures are key to our monetary and financial integration. Retail and wholesale payments are hence an integral part of our tasks at the central bank. We issue cash, supply reserves – the ultimate liquid asset – to banks and operate payment systems, thereby supporting our economy by enabling euro area transactions that are secure, risk-free and European. This is what preserves our economic stability and our monetary sovereignty. Building on this reliable base, private sector firms can then offer their own solutions, without their customers having to worry about the money they use. One euro is one euro, because private money can be converted to cash at all times and because financial transactions can be settled in central bank money – the only risk-free asset there is. So today, I want to focus on how we can make our currency future-proof and enhance the integration, competitiveness and resilience of European payments in the digital era.",
  "date_parsed": "2025-06-02",
  "name": "Piero Cipollone",
  "name_orig": "Piero Cipollone",
  "url_orig": "https://www.bis.org/review/r250527q.htm"
}