{
  "source_url": "https://www.bis.org/review/r221118e.htm",
  "headline": "Pierre Wunsch: Germs, war and central banks",
  "description_html": "\n<p>Public lecture by Mr Pierre Wunsch, Governor of the National Bank of Belgium, at the International Center for Monetary and Banking Studies, Geneva, 8 November 2022.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Public lecture by Mr Pierre Wunsch, Governor of the National Bank of Belgium, at the International Center for Monetary and Banking Studies, Geneva, 8 November 2022. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "18 November 2022",
  "pdf_url": "https://www.bis.org/review/r221118e.pdf",
  "content_html": "\n<p><em>As prepared for delivery</em></p>\n<h3>Introduction</h3>\n<p>Good evening. I would first like to thank Professor Panizza for kindly inviting me to be part of the prestigious ICMB public lecture series. I am truly honoured. Geneva is a unique place to speak about international finance, central banking and, given the circumstances, germs and war. After all, Geneva is home to both the WHO and the UN.</p>\n<p>With inflation at record-high levels, it's important to understand how we got here and to take action to bring inflation back to the target rate.</p>\n<p>What a difference a year makes! In the summer of 2021, inflation narratives were simple and reassuring. As the pandemic abated, the lifting of restrictions unleashed a consumption boom. This was too much for still fragile supply chains and stressed logistics networks to handle. And when supply cannot keep pace with demand, our Econ 101 textbooks say that prices must rise. This is even more true for the energy and commodities markets. Inflation was back, and everyone applauded, for two reasons. First, the spectre of deflation was finally dissipating and, second, since the supply disruptions were deemed temporary in nature, it was expected that inflation would automatically fall. As central banks target inflation over a medium-term horizon, we felt confident we could safely \"see through\" these fluctuations. Like textbooks, the models told us that inflation would automatically fall.</p>\n",
  "content_text": "As prepared for delivery Introduction Good evening. I would first like to thank Professor Panizza for kindly inviting me to be part of the prestigious ICMB public lecture series. I am truly honoured. Geneva is a unique place to speak about international finance, central banking and, given the circumstances, germs and war. After all, Geneva is home to both the WHO and the UN. With inflation at record-high levels, it's important to understand how we got here and to take action to bring inflation back to the target rate. What a difference a year makes! In the summer of 2021, inflation narratives were simple and reassuring. As the pandemic abated, the lifting of restrictions unleashed a consumption boom. This was too much for still fragile supply chains and stressed logistics networks to handle. And when supply cannot keep pace with demand, our Econ 101 textbooks say that prices must rise. This is even more true for the energy and commodities markets. Inflation was back, and everyone applauded, for two reasons. First, the spectre of deflation was finally dissipating and, second, since the supply disruptions were deemed temporary in nature, it was expected that inflation would automatically fall. As central banks target inflation over a medium-term horizon, we felt confident we could safely \"see through\" these fluctuations. Like textbooks, the models told us that inflation would automatically fall.",
  "date_parsed": "2022-11-18",
  "name": "Pierre Wunsch",
  "link_number": "4",
  "name_orig": "Pierre Wunsch",
  "url_orig": "https://www.bis.org/review/r221118e.htm"
}