{
  "source_url": "https://www.bis.org/review/r240527g.htm",
  "headline": "Piero Cipollone: Europe's tragedy of the horizon - the green transition and the role of the European Central Bank",
  "description_html": "\n<p>Speech by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at the Festival dell' Economia di Trento, Trento, 26 May 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at the Festival dell' Economia di Trento, Trento, 26 May 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "29 May 2024",
  "pdf_url": "https://www.bis.org/review/r240527g.pdf",
  "content_html": "\n<p>It is a great pleasure to be here.</p>\n<p>As we meet today, we find ourselves at a critical juncture. Faced with the severe negative effects of climate change, we have to act swiftly while seizing the economic opportunities that the green transition offers.</p>\n<p>I would like to focus on three important aspects. I will first talk about the increasing costs of climate change and the considerable investments the green transition requires. I will then discuss the implications for central banks and the role that the ECB can play. And finally, I will outline how this role interacts with the actions of other policymakers across Europe when it comes to facing the challenges ahead.</p>\n<h3>The growing cost of climate change</h3>\n<p>Historically, efforts to combat climate change were often hampered by what Mark Carney defined as the \"Tragedy of the Horizon\": the impact of climate change was typically felt to be beyond the time horizon of most economic actors and policymakers, thus diminishing their urgency to act.</p>\n<p>However, we have reached a turning point and we cannot afford to delay any further, as the situation is changing rapidly, especially for Europe.</p>\n",
  "content_text": "It is a great pleasure to be here. As we meet today, we find ourselves at a critical juncture. Faced with the severe negative effects of climate change, we have to act swiftly while seizing the economic opportunities that the green transition offers. I would like to focus on three important aspects. I will first talk about the increasing costs of climate change and the considerable investments the green transition requires. I will then discuss the implications for central banks and the role that the ECB can play. And finally, I will outline how this role interacts with the actions of other policymakers across Europe when it comes to facing the challenges ahead. The growing cost of climate change Historically, efforts to combat climate change were often hampered by what Mark Carney defined as the \"Tragedy of the Horizon\": the impact of climate change was typically felt to be beyond the time horizon of most economic actors and policymakers, thus diminishing their urgency to act. However, we have reached a turning point and we cannot afford to delay any further, as the situation is changing rapidly, especially for Europe.",
  "date_parsed": "2024-05-29",
  "name": "Piero Cipollone",
  "link_number": "17",
  "name_orig": "Piero Cipollone",
  "url_orig": "https://www.bis.org/review/r240527g.htm"
}