{
  "source_url": "https://www.bis.org/review/r250219b.htm",
  "headline": "Piero Cipollone: Striking the right balance - the European Central Bank's balance sheet and its implications for monetary policy",
  "description_html": "\n<p>Speech by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at an MNI Connect webcast, Frankfurt am Main, 18 February 2025. </p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at an MNI Connect webcast, Frankfurt am Main, 18 February 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "20 February 2025",
  "pdf_url": "https://www.bis.org/review/r250219b.pdf",
  "content_html": "\n<p><em><a href=\"/review/r250219b_slides.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">Slides</a> accompanying the speech </em></p>\n<p>Today I would like to discuss the ECB's balance sheet and its implications for our monetary policy.</p>\n<p>In recent years, the monetary policy debate has mainly focused on our interest rate decisions. This is for good reason. In response to the biggest inflation shock in a generation, we embarked on the fastest tightening of monetary policy in the ECB's history through rate hikes.</p>\n<p>During this tightening phase, we used policy rates as the primary tool for setting our monetary policy stance, while normalising our balance sheet in a measured and predictable way. We initiated the gradual unwinding of our asset purchase programmes and recalibrated our targeted longer-term refinancing operations (TLTROs).<span class=\"ecb-footnote-toggle\"><sup>[<a class=\"ecb-footnote-number\" href=\"https://www.ecb.europa.eu/press/key/date/2025/html/ecb.sp250218~cc20f3518c.en.html#footnote.1\" id=\"fn1\">1</a>]</sup></span><span> </span>As a result, the size of our balance sheet has fallen by more than a quarter from its peak.</p>\n<p>Policy rates remain our primary instrument and will therefore continue to attract the most attention. But we should not underestimate the important role that our balance sheet policies have played over time as a component of our overall monetary policy stance and in ensuring the smooth transmission of our monetary policy to the real economy. This still holds true today as we make our monetary policy less restrictive.</p>\n<p>Inflation has now fallen substantially to levels close to 2%. Our latest projections foresee it converging towards our target over the medium term, and the risks to the inflation outlook – once sharply skewed to the upside – have now become more balanced.</p>\n<p>At the same time, the euro area's economic recovery remains weak – especially in the near term. The risks to the growth outlook are tilted to the downside and, if they materialise, may derail the recovery, with implications for the inflation outlook.</p>\n",
  "content_text": "Slides accompanying the speech Today I would like to discuss the ECB's balance sheet and its implications for our monetary policy. In recent years, the monetary policy debate has mainly focused on our interest rate decisions. This is for good reason. In response to the biggest inflation shock in a generation, we embarked on the fastest tightening of monetary policy in the ECB's history through rate hikes. During this tightening phase, we used policy rates as the primary tool for setting our monetary policy stance, while normalising our balance sheet in a measured and predictable way. We initiated the gradual unwinding of our asset purchase programmes and recalibrated our targeted longer-term refinancing operations (TLTROs). [ 1 ] As a result, the size of our balance sheet has fallen by more than a quarter from its peak. Policy rates remain our primary instrument and will therefore continue to attract the most attention. But we should not underestimate the important role that our balance sheet policies have played over time as a component of our overall monetary policy stance and in ensuring the smooth transmission of our monetary policy to the real economy. This still holds true today as we make our monetary policy less restrictive. Inflation has now fallen substantially to levels close to 2%. Our latest projections foresee it converging towards our target over the medium term, and the risks to the inflation outlook – once sharply skewed to the upside – have now become more balanced. At the same time, the euro area's economic recovery remains weak – especially in the near term. The risks to the growth outlook are tilted to the downside and, if they materialise, may derail the recovery, with implications for the inflation outlook.",
  "date_parsed": "2025-02-20",
  "name": "Piero Cipollone",
  "name_orig": "Piero Cipollone",
  "url_orig": "https://www.bis.org/review/r250219b.htm"
}