{
  "source_url": "https://www.bis.org/review/r251118h.htm",
  "headline": "Piero Cipollone: The digital euro - a collective step forward for Europe",
  "description_html": "\n<p>Introductory statement by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at the Committee on Economic and Monetary Affairs of the European Parliament, Brussels, 17 November 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Introductory statement by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at the Committee on Economic and Monetary Affairs of the European Parliament, Brussels, 17 November 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "20 November 2025",
  "pdf_url": "https://www.bis.org/review/r251118h.pdf",
  "content_html": "\n<div class=\"section\">\n<p>I am pleased to join you once again to provide an update on the digital euro. This is my seventh exchange of views with this Committee on the topic.</p>\n<p>We are making progress on both legislative and technical preparations, bringing us closer to ensuring that central bank money can continue to serve Europe's citizens, businesses and economy in the digital era.</p>\n<p>The EU Council aims to agree on its general approach to the draft legislation by the end of the year,<span> </span>and you are working to define the European Parliament's position.</p>\n<p>At the Euro Summit in October, euro area leaders reiterated the strategic importance of the digital euro. They stressed the importance of swiftly completing legislative work and accelerating other preparatory steps.</p>\n<p>To ensure technical readiness, the ECB's Governing Council recently decided to move to the next phase of the digital euro project.</p>\n<p>As we continue to prepare for the potential issuance of a digital euro, I would like to address some recurring questions head-on.</p>\n</div>\n",
  "content_text": "I am pleased to join you once again to provide an update on the digital euro. This is my seventh exchange of views with this Committee on the topic. We are making progress on both legislative and technical preparations, bringing us closer to ensuring that central bank money can continue to serve Europe's citizens, businesses and economy in the digital era. The EU Council aims to agree on its general approach to the draft legislation by the end of the year, and you are working to define the European Parliament's position. At the Euro Summit in October, euro area leaders reiterated the strategic importance of the digital euro. They stressed the importance of swiftly completing legislative work and accelerating other preparatory steps. To ensure technical readiness, the ECB's Governing Council recently decided to move to the next phase of the digital euro project. As we continue to prepare for the potential issuance of a digital euro, I would like to address some recurring questions head-on.",
  "date_parsed": "2025-11-20",
  "name": "Piero Cipollone",
  "name_orig": "Piero Cipollone",
  "url_orig": "https://www.bis.org/review/r251118h.htm"
}