{
  "source_url": "https://www.bis.org/review/r241015f.htm",
  "headline": "Piero Cipollone: Towards a digital capital markets union",
  "description_html": "\n<p>Keynote speech by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at the Bundesbank Symposium on the Future of Payments, Frankfurt am Main, 7 October 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at the Bundesbank Symposium on the Future of Payments, Frankfurt am Main, 7 October 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "15 October 2024",
  "pdf_url": "https://www.bis.org/review/r241015f.pdf",
  "content_html": "\n<p>The foundations of the financial system as we know it today can be traced back to 14th-century Italy,<span style=\"font-size: 13.6px;\"> </span>when double-entry bookkeeping<span style=\"font-size: 13.6px;\"> </span>was introduced, along with nostro and vostro accounts<span> </span>to facilitate the settlement of foreign trades across separate, independent ledgers.</p>\n<p>Although today's financial markets are highly complex and sophisticated, the fundamental practice of bookkeeping across ledgers has remained largely unchanged and continues to exert a significant influence on existing market structures. For example, at each stage of the securities life cycle, banks, brokers, information providers and other market participants play an essential role in intermediation. This complexity comes at a cost: research shows that on the whole, financial intermediation costs in advanced economies have increased since the late 1960s.</p>\n<p>In Europe, this complexity is compounded by regulatory fragmentation across the continent, resulting in the ongoing fragmentation of capital markets. For example, there are 35 different exchanges for listings and 41 exchanges for trading.<span style=\"font-size: 13.6px;\"> </span>Some effort has been made towards integration in the post-trade sector, including through the creation of the TARGET2-Securities (T2S) platform, which can be used to transfer securities and cash between investors across Europe, and through common platforms used by central securities depositories (CSDs). But the lack of harmonisation in the legislative and regulatory framework regarding custody, asset servicing and tax-related processes, for example, prevents the sector from reaping the benefits and synergies that an integrated European market could bring.</p>\n",
  "content_text": "The foundations of the financial system as we know it today can be traced back to 14th-century Italy, when double-entry bookkeeping was introduced, along with nostro and vostro accounts to facilitate the settlement of foreign trades across separate, independent ledgers. Although today's financial markets are highly complex and sophisticated, the fundamental practice of bookkeeping across ledgers has remained largely unchanged and continues to exert a significant influence on existing market structures. For example, at each stage of the securities life cycle, banks, brokers, information providers and other market participants play an essential role in intermediation. This complexity comes at a cost: research shows that on the whole, financial intermediation costs in advanced economies have increased since the late 1960s. In Europe, this complexity is compounded by regulatory fragmentation across the continent, resulting in the ongoing fragmentation of capital markets. For example, there are 35 different exchanges for listings and 41 exchanges for trading. Some effort has been made towards integration in the post-trade sector, including through the creation of the TARGET2-Securities (T2S) platform, which can be used to transfer securities and cash between investors across Europe, and through common platforms used by central securities depositories (CSDs). But the lack of harmonisation in the legislative and regulatory framework regarding custody, asset servicing and tax-related processes, for example, prevents the sector from reaping the benefits and synergies that an integrated European market could bring.",
  "date_parsed": "2024-10-15",
  "name": "Piero Cipollone",
  "link_number": "13",
  "name_orig": "Piero Cipollone",
  "url_orig": "https://www.bis.org/review/r241015f.htm"
}