{
  "source_url": "https://www.bis.org/review/r241125k.htm",
  "headline": "Piero Cipollone: Building a solid cyber defence for the new geopolitical season",
  "description_html": "\n<p>Introductory remarks by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at the tenth meeting of the Euro Cyber Resilience Board for pan-European Financial Infrastructures, Frankfurt am Main, 21 November 2024. </p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Introductory remarks by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at the tenth meeting of the Euro Cyber Resilience Board for pan-European Financial Infrastructures, Frankfurt am Main, 21 November 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "27 November 2024",
  "pdf_url": "https://www.bis.org/review/r241125k.pdf",
  "content_html": "\n<p>As any good sports coach will tell you, you need to deploy different defensive tactics against different teams. As an example, let me talk about a couple of different opponents you may face in the world of football.</p>\n<p>You may have to play a team that uses the high-press approach – or gegenpressing – as popularised by Jürgen Klopp's Borussia Dortmund. This team aggressively chases after your defenders, hoping to force a mistake and win the ball off you as quickly as possible. Or you could play against a more counter-attacking team such as José Mourinho's Inter Milan. They will patiently sit back and let you play and, when the moment is right, use their quick forwards to surprise you with a break-away goal.</p>\n<p>I will argue that what we face today in the world of cyber security is similar to the challenges faced by football managers as they prepare their defence for the season to come. In both cases, the different tactics of the opposing teams' attack will require different defensive strategies.</p>\n<h3>Facing cyber threats in a new geopolitical and technological environment</h3>\n<p>So, with this analogy in mind, let me start by outlining what threats we are facing in the current geopolitical environment. I will focus on two key trends: geopolitics and technology.</p>\n",
  "content_text": "As any good sports coach will tell you, you need to deploy different defensive tactics against different teams. As an example, let me talk about a couple of different opponents you may face in the world of football. You may have to play a team that uses the high-press approach – or gegenpressing – as popularised by Jürgen Klopp's Borussia Dortmund. This team aggressively chases after your defenders, hoping to force a mistake and win the ball off you as quickly as possible. Or you could play against a more counter-attacking team such as José Mourinho's Inter Milan. They will patiently sit back and let you play and, when the moment is right, use their quick forwards to surprise you with a break-away goal. I will argue that what we face today in the world of cyber security is similar to the challenges faced by football managers as they prepare their defence for the season to come. In both cases, the different tactics of the opposing teams' attack will require different defensive strategies. Facing cyber threats in a new geopolitical and technological environment So, with this analogy in mind, let me start by outlining what threats we are facing in the current geopolitical environment. I will focus on two key trends: geopolitics and technology.",
  "date_parsed": "2024-11-27",
  "name": "Piero Cipollone",
  "link_number": "12",
  "name_orig": "Piero Cipollone",
  "url_orig": "https://www.bis.org/review/r241125k.htm"
}