{
  "source_url": "https://www.bis.org/review/r250929f.htm",
  "headline": "Piero Cipollone: Preparing the future of payments and money - the role of research and innovation",
  "description_html": "\n<p>Keynote speech by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at the conference \"The future of payments: CBDC, digital assets and digital capital markets\", hosted by Bocconi University, the Centre for Economic Policy Research and the European Central Bank, Milan, 26 September 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at the conference \"The future of payments: CBDC, digital assets and digital capital markets\", hosted by Bocconi University, the Centre for Economic Policy Research and the European Central Bank, Milan, 26 September 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "01 October 2025",
  "pdf_url": "https://www.bis.org/review/r250929f.pdf",
  "content_html": "\n<p>In this age of accelerated change, digitalisation is redrawing the map of finance and payments. It's imperative to make sure this transformation translates into genuine innovations that improve people's lives and the efficiency of our economies, while preserving financial stability. In that respect, dialogue between research and policy is not just a nice to have – it is a necessity.</p>\n<p>Today, I want to pay tribute to the large body of research that we rely on in our quest to answer the enduring question for central banks: how can we adapt our money in the face of change, while preserving the smooth functioning of payment systems, the effectiveness of monetary policy, and financial stability?</p>\n<p>This quest lies at the core of our mandate as a central bank. One of our fundamental tasks is to issue money. In the retail space, central bank money takes the form of cash that people can use for everyday payments. For transactions between financial institutions, central bank money is the ultimate risk-free settlement asset, a key pillar of our financial system. So, we have a duty to ensure it remains fit for purpose, even as preferences and technologies evolve.</p>\n<p>To fulfil our mandate, we need state-of-the-art research: not just in economics and finance, but also user, market and technological research. This will be key in unlocking the economic benefits of efficient and resilient means of payment, both today and in the future.</p>\n",
  "content_text": "In this age of accelerated change, digitalisation is redrawing the map of finance and payments. It's imperative to make sure this transformation translates into genuine innovations that improve people's lives and the efficiency of our economies, while preserving financial stability. In that respect, dialogue between research and policy is not just a nice to have – it is a necessity. Today, I want to pay tribute to the large body of research that we rely on in our quest to answer the enduring question for central banks: how can we adapt our money in the face of change, while preserving the smooth functioning of payment systems, the effectiveness of monetary policy, and financial stability? This quest lies at the core of our mandate as a central bank. One of our fundamental tasks is to issue money. In the retail space, central bank money takes the form of cash that people can use for everyday payments. For transactions between financial institutions, central bank money is the ultimate risk-free settlement asset, a key pillar of our financial system. So, we have a duty to ensure it remains fit for purpose, even as preferences and technologies evolve. To fulfil our mandate, we need state-of-the-art research: not just in economics and finance, but also user, market and technological research. This will be key in unlocking the economic benefits of efficient and resilient means of payment, both today and in the future.",
  "date_parsed": "2025-10-01",
  "name": "Piero Cipollone",
  "link_number": "3",
  "name_orig": "Piero Cipollone",
  "url_orig": "https://www.bis.org/review/r250929f.htm"
}