{
  "source_url": "https://www.bis.org/review/r250429d.htm",
  "headline": "Piero Cipollone: Navigating a fractured horizon - risks and policy options in a fragmenting world",
  "description_html": "\n<p>Speech by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at the conference on \"Policy challenges in a fragmenting world: Global trade, exchange rates, and capital flow\", organised by the Bank for International Settlements, the Bank of England, the ECB and the International Monetary Fund, Frankfurt am Main, 29 April 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at the conference on \"Policy challenges in a fragmenting world: Global trade, exchange rates, and capital flow\", organised by the Bank for International Settlements, the Bank of England, the ECB and the International Monetary Fund, Frankfurt am Main, 29 April 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "30 April 2025",
  "pdf_url": "https://www.bis.org/review/r250429d.pdf",
  "content_html": "\n<p>I'm honoured to welcome you to this conference, jointly organised by the Bank for International Settlements (BIS), the Bank of England, the European Central Bank (ECB) and the International Monetary Fund (IMF).</p>\n<p>Today, we come together to discuss the urgent challenges posed by global fragmentation – a growing risk to our interconnected world. Earlier this month, the President of the United States announced tariff hikes, sending shockwaves through the global economy – a stark reminder that the fractures we face are no longer hypothetical, but real.</p>\n<p>This announcement is but the latest chapter in a series of four major shocks that have been reshaping our world in recent years.</p>\n<p>First, since 2018 the intensifying power struggle between the United States and China has led to tit-for-tat tariffs affecting nearly two-thirds of the trade between these two economic giants. Second, starting in 2020, the pandemic caused unprecedented disruptions to supply chains, which prompted a re-evaluation of the balance between global integration and resilience. Third, in 2022 Russia's unjustified invasion of Ukraine not only triggered an energy crisis but also deepened a geopolitical divide that continues to have worldwide repercussions. And fourth, we are now facing the rising risk of economic fragmentation within the western bloc itself, as new trade barriers threaten long-standing international partnerships.</p>\n<p>The data paint a sobering picture. Geopolitical risk levels have surged to 50% above the post-global financial crisis average, and uncertainty surrounding trade policy has risen to more than eight times its average since 2021.<span> </span>What we are experiencing is not merely a temporary disruption – it is a profound shift in how nations interact economically, financially and diplomatically. So, it does not come as a surprise that financial markets have experienced considerable volatility in recent weeks. It remains to be seen if, for markets to find a stable equilibrium, it will be enough to step back from the current international economic disorder towards a more stable, predictable and reliable trading system – a development that appears elusive in the short term. Against this backdrop, recent moves in exchange rates, bond yields and equities, suggest that US markets have not been playing their usual role as a safe haven in this particular episode of stress. This potentially has far-reaching longer-term implications for capital flows and the international financial system.</p>\n",
  "content_text": "I'm honoured to welcome you to this conference, jointly organised by the Bank for International Settlements (BIS), the Bank of England, the European Central Bank (ECB) and the International Monetary Fund (IMF). Today, we come together to discuss the urgent challenges posed by global fragmentation – a growing risk to our interconnected world. Earlier this month, the President of the United States announced tariff hikes, sending shockwaves through the global economy – a stark reminder that the fractures we face are no longer hypothetical, but real. This announcement is but the latest chapter in a series of four major shocks that have been reshaping our world in recent years. First, since 2018 the intensifying power struggle between the United States and China has led to tit-for-tat tariffs affecting nearly two-thirds of the trade between these two economic giants. Second, starting in 2020, the pandemic caused unprecedented disruptions to supply chains, which prompted a re-evaluation of the balance between global integration and resilience. Third, in 2022 Russia's unjustified invasion of Ukraine not only triggered an energy crisis but also deepened a geopolitical divide that continues to have worldwide repercussions. And fourth, we are now facing the rising risk of economic fragmentation within the western bloc itself, as new trade barriers threaten long-standing international partnerships. The data paint a sobering picture. Geopolitical risk levels have surged to 50% above the post-global financial crisis average, and uncertainty surrounding trade policy has risen to more than eight times its average since 2021. What we are experiencing is not merely a temporary disruption – it is a profound shift in how nations interact economically, financially and diplomatically. So, it does not come as a surprise that financial markets have experienced considerable volatility in recent weeks. It remains to be seen if, for markets to find a stable equilibrium, it will be enough to step back from the current international economic disorder towards a more stable, predictable and reliable trading system – a development that appears elusive in the short term. Against this backdrop, recent moves in exchange rates, bond yields and equities, suggest that US markets have not been playing their usual role as a safe haven in this particular episode of stress. This potentially has far-reaching longer-term implications for capital flows and the international financial system.",
  "date_parsed": "2025-04-30",
  "name": "Piero Cipollone",
  "link_number": "9",
  "name_orig": "Piero Cipollone",
  "url_orig": "https://www.bis.org/review/r250429d.htm"
}