{
  "source_url": "https://www.bis.org/review/r251223a.htm",
  "headline": "Piero Cipollone: The future of money - a central bank perspective",
  "description_html": "\n<p>Contribution by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, to a roundtable at Aspen Institute Italia, Rome, 19 December 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Contribution by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, to a roundtable at Aspen Institute Italia, Rome, 19 December 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "23 December 2025",
  "pdf_url": "https://www.bis.org/review/r251223a.pdf",
  "content_html": "\n<div class=\"section\">\n<p>Money is at the heart of what central banks do.<span> </span>Ever since central banks have existed, their core role has been to issue money and protect its value. That mandate will not change – but the technological environment in which we deliver it is changing, and it is changing radically.</p>\n<p>Digital payments are now the norm, and new technologies are disrupting financial services. Financial institutions have become technological entities, and tech firms have entered the spheres of payments and finance.</p>\n<p>Central banks are no exception. If they want money to remain stable, trusted and usable in a digital world, they must help shape that world and modernise central bank money. If they fail to do so, central banks may no longer be able to provide an anchor of stability to the financial system.</p>\n<p>In the euro area context, there are good reasons for the central bank to not just follow but take the lead in the transformation of money. As a monetary union, we share a single currency and a single monetary policy. For that to work, we must ensure the singleness of money across the euro area: one euro must always be worth one euro, no matter its form and no matter where in the euro area.</p>\n<p>The Eurosystem – that is, the ECB and the national central banks of euro area countries – has played a key role in this respect. In just 25 years the euro has become the currency of 20 countries (soon to be 21) and the world's second most important currency. The Eurosystem issues euro banknotes, which have become the tangible symbol of Europe's economic unity. And we have built robust infrastructures – T2 for large-value payments, T2S for securities, TIPS for instant payments and ECMS for collateral – which allow money and assets to move safely and efficiently across the euro area.</p>\n</div>\n",
  "content_text": "Money is at the heart of what central banks do. Ever since central banks have existed, their core role has been to issue money and protect its value. That mandate will not change – but the technological environment in which we deliver it is changing, and it is changing radically. Digital payments are now the norm, and new technologies are disrupting financial services. Financial institutions have become technological entities, and tech firms have entered the spheres of payments and finance. Central banks are no exception. If they want money to remain stable, trusted and usable in a digital world, they must help shape that world and modernise central bank money. If they fail to do so, central banks may no longer be able to provide an anchor of stability to the financial system. In the euro area context, there are good reasons for the central bank to not just follow but take the lead in the transformation of money. As a monetary union, we share a single currency and a single monetary policy. For that to work, we must ensure the singleness of money across the euro area: one euro must always be worth one euro, no matter its form and no matter where in the euro area. The Eurosystem – that is, the ECB and the national central banks of euro area countries – has played a key role in this respect. In just 25 years the euro has become the currency of 20 countries (soon to be 21) and the world's second most important currency. The Eurosystem issues euro banknotes, which have become the tangible symbol of Europe's economic unity. And we have built robust infrastructures – T2 for large-value payments, T2S for securities, TIPS for instant payments and ECMS for collateral – which allow money and assets to move safely and efficiently across the euro area.",
  "date_parsed": "2025-12-23",
  "name": "Piero Cipollone",
  "name_orig": "Piero Cipollone",
  "url_orig": "https://www.bis.org/review/r251223a.htm"
}