{
  "source_url": "https://www.bis.org/review/r220615h.htm",
  "headline": "Pierre Wunsch: Household access to consumer credit and mortgage loans",
  "description_html": "\n<h4><span>Keynote speech by Mr Pierre Wunsch, Governor of the National Bank of Belgium, at the 2022 ACCIS Conference hosted by the National Bank of Belgium, Brussels, 14 June 2022. </span></h4>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Mr Pierre Wunsch, Governor of the National Bank of Belgium, at the 2022 ACCIS Conference hosted by the National Bank of Belgium, Brussels, 14 June 2022. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "15 June 2022",
  "pdf_url": "https://www.bis.org/review/r220615h.pdf",
  "content_html": "\n<p>Good morning, ladies and gentlemen. Good morning, Enrique.</p>\n<p>Let me start by saying that it's an honour for the National Bank of Belgium to host this year's ACCIS Conference. And it's with great pleasure that I accepted Enrique's invitation to welcome you with a few words.</p>\n<p>As you know, the nature of our credit register is rather different from most other ACCIS members. Belgium has a public register, regulated by specific legislation and managed by the National Bank. And while it's not a core business of a central bank, we strongly believe in the advantages of this structure. Not only because preventing over-indebtedness is a matter of general interest, but also because credit data are useful in our mission as a prudential supervisor and for different economic studies that we carry out.</p>\n<p>And the topic of my opening speech, household access to consumer credit and mortgage loans, is a perfect example of this fruitful cooperation between our departments, because it's partially based on data from our credit register.</p>\n",
  "content_text": "Good morning, ladies and gentlemen. Good morning, Enrique. Let me start by saying that it's an honour for the National Bank of Belgium to host this year's ACCIS Conference. And it's with great pleasure that I accepted Enrique's invitation to welcome you with a few words. As you know, the nature of our credit register is rather different from most other ACCIS members. Belgium has a public register, regulated by specific legislation and managed by the National Bank. And while it's not a core business of a central bank, we strongly believe in the advantages of this structure. Not only because preventing over-indebtedness is a matter of general interest, but also because credit data are useful in our mission as a prudential supervisor and for different economic studies that we carry out. And the topic of my opening speech, household access to consumer credit and mortgage loans, is a perfect example of this fruitful cooperation between our departments, because it's partially based on data from our credit register.",
  "date_parsed": "2022-06-15",
  "name": "Pierre Wunsch",
  "link_number": "5",
  "name_orig": "Pierre Wunsch",
  "url_orig": "https://www.bis.org/review/r220615h.htm"
}