{
  "source_url": "https://www.bis.org/review/r250409f.htm",
  "headline": "Piero Cipollone: Empowering Europe - boosting strategic autonomy through the digital euro",
  "description_html": "\n<p>Introductory statement by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at the Committee on Economic and Monetary Affairs of the European Parliament, Brussels, 8 April 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Introductory statement by Mr Piero Cipollone, Member of the Executive Board of the European Central Bank, at the Committee on Economic and Monetary Affairs of the European Parliament, Brussels, 8 April 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "09 April 2025",
  "pdf_url": "https://www.bis.org/review/r250409f.pdf",
  "content_html": "\n<p>It is a privilege to be here today to continue our discussion on the digital euro.</p>\n<p>There are many compelling arguments in favour of introducing a digital euro, and in my view they all converge on one fundamental principle: strengthening Europe's strategic autonomy.</p>\n<p>Today I would like to discuss what strategic autonomy in day-to-day payments means in practice, looking at both the key role of cash and the benefits of a digital euro.</p>\n<p>Faced with a less predictable international environment, it is now time to take concrete action.</p>\n<p>Retail payments are becoming increasingly digital.<span style=\"font-size: 13.6px;\"> </span>Consumers are increasingly choosing to use digital means of payment in shops, and they are also making ever more purchases online. Yet, a significant share of these transactions depend on non-European providers. Today, people in 13 euro area countries rely solely on international card schemes or mobile solutions for in-shop payments.<span style=\"font-size: 13.6px;\"> </span>And even where national card schemes exist, they rely on co-badging with international card schemes to enable cross-border payments within the euro area. In the not so distant future, this could evolve into dependence on other private means of payment, for instance foreign stablecoins.</p>\n<p>Excessively relying on foreign providers undermines our resilience and compromises our monetary sovereignty.<span style=\"font-size: 13.6px;\"> </span>It also underscores the urgent need for a digital euro. Failing to act would not only expose us to significant risks, but also deprive us of a great opportunity.</p>\n<h3>The vital role of cash in ensuring financial inclusion and resilience</h3>\n<p>Despite the rapid digitalisation of retail payments, cash remains a cornerstone of the European financial system and is currently our only sovereign means of payment.</p>\n<p>The continued strong demand for cash<span style=\"font-size: 13.6px;\"> </span>highlights the importance of ensuring that it remains a convenient, secure and universally accepted means of payment and store of value.</p>\n",
  "content_text": "It is a privilege to be here today to continue our discussion on the digital euro. There are many compelling arguments in favour of introducing a digital euro, and in my view they all converge on one fundamental principle: strengthening Europe's strategic autonomy. Today I would like to discuss what strategic autonomy in day-to-day payments means in practice, looking at both the key role of cash and the benefits of a digital euro. Faced with a less predictable international environment, it is now time to take concrete action. Retail payments are becoming increasingly digital. Consumers are increasingly choosing to use digital means of payment in shops, and they are also making ever more purchases online. Yet, a significant share of these transactions depend on non-European providers. Today, people in 13 euro area countries rely solely on international card schemes or mobile solutions for in-shop payments. And even where national card schemes exist, they rely on co-badging with international card schemes to enable cross-border payments within the euro area. In the not so distant future, this could evolve into dependence on other private means of payment, for instance foreign stablecoins. Excessively relying on foreign providers undermines our resilience and compromises our monetary sovereignty. It also underscores the urgent need for a digital euro. Failing to act would not only expose us to significant risks, but also deprive us of a great opportunity. The vital role of cash in ensuring financial inclusion and resilience Despite the rapid digitalisation of retail payments, cash remains a cornerstone of the European financial system and is currently our only sovereign means of payment. The continued strong demand for cash highlights the importance of ensuring that it remains a convenient, secure and universally accepted means of payment and store of value.",
  "date_parsed": "2025-04-09",
  "name": "Piero Cipollone",
  "link_number": "10",
  "name_orig": "Piero Cipollone",
  "url_orig": "https://www.bis.org/review/r250409f.htm"
}