{
  "source_url": "https://www.bis.org/review/r240304f.htm",
  "headline": "Pierre Wunsch: Lessons from the recent episode of high inflation",
  "description_html": "\n<p><span>Keynote speech </span><span>by Mr Pierre Wunsch, Governor of the National Bank of Belgium, at the</span><span> Eurofi High Level Seminar, Ghent, 22 February 2024. </span></p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Keynote speech by Mr Pierre Wunsch, Governor of the National Bank of Belgium, at the Eurofi High Level Seminar, Ghent, 22 February 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "06 March 2024",
  "pdf_url": "https://www.bis.org/review/r240304f.pdf",
  "content_html": "\n<h3>Introduction</h3>\n<p>Ladies and Gentlemen,</p>\n<p>It is my privilege and honour to address such a distinguished audience, here in the beautiful city of Ghent.</p>\n<p>Tonight, I would like to talk to you about the lessons I have drawn from the recent episode of high inflation. I am aware that I stand between you and your dinner, so I promise to be brief.</p>\n<p>Central bankers need to look back with humility at their failure to contain inflation over the past two years. Inflation had not been as high for decades, and it stayed above the target rate for much longer than initially thought. While it's true that inflation first began increasing due to rising energy prices, core inflation quickly followed. Central banks were slow to react to these new dynamics. And, yes, headline inflation and core inflation do seem to have reached a turning point, but we might not be completely out of the woods yet.</p>\n<p>There are four key lessons I would draw from this experience so far. The first is on forward guidance, the second on model-based forecasts, the third concerns the mechanisms of expectations formation, and the fourth and final one relates to fiscal policy.</p>\n<p>Let me elaborate on these.</p>\n<h3>Lesson one: forward guidance</h3>\n<p>First, the role of forward guidance will have to be revisited. </p>\n<p>Forward guidance proved useful at the effective lower bound. Short-term rates could hardly get any lower, and indications that they were going to stay \"low for long\" weighed on medium-term rates.</p>\n<p>That said, there is scant evidence that forward guidance helped support inflation during the lower bound period. What is clear, is that it took a long time for inflation to get back to 2%, and that it stayed there only briefly before rising to over 10%.</p>\n<p>Moreover, forward guidance can tie the hands of policymakers. The policy of continuing PEPP reinvestment is a recent example. With the pandemic essentially over, reinvestment is being continued effectively to honour an old promise. Fortunately, the impact of an additional year of reinvestment is limited. Another example relates to the conditions set by the ECB prior to raising rates during the post-pandemic recovery.<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a> These conditions were very much inspired by the strategy review, with the dominant view that inflation would converge smoothly to 2% from below. But with contingency-based forward guidance, central banks can get into trouble when things turn out differently than expected. In line with its forward guidance, the ECB started raising rates in July 2022 which, in hindsight, could be considered late.</p>\n<h3>Lesson two: model-based forecasts</h3>\n<p>The prevailing idea that inflation would smoothly converge to 2% from below largely emerged from model-based forecasts. This brings me to the second lesson: models are full of shortcomings, and they can sometimes be very wrong about future inflation.</p>\n<p>Virtually all the models that underpin inflation forecasts assume a long-term mean that is more or less \"hard-coded\" around 2%. They are likely to miss regime shifts or the consequences of tail events. And since the last significant inflation surge was in the 1970s, models estimated on the most recent data probably underestimate the persistence of inflation when it starts to climb.</p>\n<p>I read that the Bank of England and the Bank of Canada want to revamp their modelling infrastructure. This is a good idea and involves central banks continuously learning and adapting. Central banks thrive when they integrate the latest modelling techniques and data science methods. Aiming to improve forecast accuracy should be a continuous pursuit. In particular, it should be possible to reduce repeated under- or over-estimation of inflation, i.e. the issue that negative (or positive) forecast errors tend to remain negative (or positive).</p>\n<p>But let's pause here for a second. What are we really after? Are central banks aiming to perfectly predict the future? Can you imagine a world that is almost entirely predictable? What a strange place that would be! One where whatever we did, whatever shock occurred, the inflation rate would almost certainly end up within a narrow forecasting range. Plus, if we were able to perfectly predict the future state of the real economy, there would be huge \"free-lunch\" investments. A world without uncertainty is not within the realm of possibility.</p>\n<p>The discussion that we need to have about model-based forecasts in fact goes beyond simply improving their accuracy: it is about weighing them correctly in policymaking. A basic principle to follow could be to grant a lower weight to model-based forecasts when forecast uncertainty is higher. This idea pushed the ECB to adopt a \"data-dependent\" approach to setting interest rates over the past two years. Conversely, the more accurate the model forecasts, the greater the weight that should be given to them. But model-based forecasts will never be entirely accurate, meaning the weight assigned to them should always remain well below 100%.</p>\n<h3>Lesson three: mechanisms of expectations formation</h3>\n<p>One reason economists were misled by model-based forecasts during the post-pandemic recovery probably relates to the fact that many models are based on the paradigm of rational expectations. This paradigm most likely under-estimates the complexity with which expectations are formed, which leads me to my third lesson.</p>\n<p>In 2021-2022, unexpected rises in inflation probably woke up rationally inattentive households. If households start forming expectations in line with recent inflation prints, inflation becomes more persistent, and a stronger monetary policy response is required.</p>\n<p>Presently, monetary policy is not that restrictive, and yet we seem to have reached a turning point in inflation dynamics. This can only happen when agents are forward-looking, at least to some extent, and expect low, stable inflation.</p>\n<p>So, further analysis of how and why economic agents shift back and forth from a forward- to a backward-looking approach to form inflation expectations appears to be required. These shifts determine the optimal degree of monetary policy tightening necessary for a timely return of inflation to target, while limiting economic costs.</p>\n<h3>Lesson four: fiscal policy</h3>\n<p>The last lesson I would like to mention is that, in some countries, it might be difficult for the fiscal authority to return, after a crisis, to its role of ensuring debt sustainability.</p>\n<p>If governments do not make more efforts to reduce public deficits, central banks could come under pressure. In the euro area, we seem to be in a situation of weak fiscal dominance. In many Member States, public deficits are well above 3% and are expected to stay at high levels in several countries. In Belgium, the latest projections of the National Bank indicate that the public deficit will remain at around 5% until 2026.</p>\n<p>Better fiscal rules are probably needed to guarantee monetary dominance, which is why I welcome the recent reform of the EU fiscal rules. But the EU needs to make sure that these fiscal rules are properly enforced. At the same time, the reform did not extend to the coordination of fiscal policies across the euro area, which would have facilitated the work of monetary policy.</p>\n<h3>Conclusion</h3>\n<p>I would like to conclude with some pragmatic observations about monetary policy.</p>\n<p>Substantial uncertainty remains: Ukraine, Gaza, the Red Sea, the fiscal stance, etc. It therefore seems opportune to remain data dependent. That being said, models have been doing better recently: inflation forecast errors are much smaller (and actually turned negative). In fact, it might be time to think about returning to \"business as usual\", with more weight placed on the inflation outlook rather than on underlying inflation and the strength of monetary policy transmission.</p>\n<p>Much will depend on the labour market. Wage growth, corporate profit margins and potential continued labour hoarding will, in particular, need to be closely monitored.</p>\n<p>If inflation gets back to 2% by 2025, as forecasts suggest, rate cuts will have to be considered at some point this year. These would help to avoid inflation undershooting its target and weighing too heavily on economic growth.</p>\n<p>The Governing Council may well be able to get inflation down while implementing rate cuts this year. In that case, a soft landing for the economy is in sight. This stands in sharp contrast to the 1970s-1980s when inflation also reached 10%, and is a good sign for the ECB's credibility.</p>\n<p>With that, I would like to thank you for your attention. Enjoy your meal.</p>\n<hr/>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> The three conditions were: (i) inflation reaching 2% well ahead of the end of the projection horizon; (ii) inflation forecasts being at 2% for the rest of the projection horizon; and (iii) underlying inflation being sufficiently advanced so as to be consistent with inflation stabilising at 2% over the medium term.</p>\n",
  "content_text": "Introduction Ladies and Gentlemen, It is my privilege and honour to address such a distinguished audience, here in the beautiful city of Ghent. Tonight, I would like to talk to you about the lessons I have drawn from the recent episode of high inflation. I am aware that I stand between you and your dinner, so I promise to be brief. Central bankers need to look back with humility at their failure to contain inflation over the past two years. Inflation had not been as high for decades, and it stayed above the target rate for much longer than initially thought. While it's true that inflation first began increasing due to rising energy prices, core inflation quickly followed. Central banks were slow to react to these new dynamics. And, yes, headline inflation and core inflation do seem to have reached a turning point, but we might not be completely out of the woods yet. There are four key lessons I would draw from this experience so far. The first is on forward guidance, the second on model-based forecasts, the third concerns the mechanisms of expectations formation, and the fourth and final one relates to fiscal policy. Let me elaborate on these. Lesson one: forward guidance First, the role of forward guidance will have to be revisited. Forward guidance proved useful at the effective lower bound. Short-term rates could hardly get any lower, and indications that they were going to stay \"low for long\" weighed on medium-term rates. That said, there is scant evidence that forward guidance helped support inflation during the lower bound period. What is clear, is that it took a long time for inflation to get back to 2%, and that it stayed there only briefly before rising to over 10%. Moreover, forward guidance can tie the hands of policymakers. The policy of continuing PEPP reinvestment is a recent example. With the pandemic essentially over, reinvestment is being continued effectively to honour an old promise. Fortunately, the impact of an additional year of reinvestment is limited. Another example relates to the conditions set by the ECB prior to raising rates during the post-pandemic recovery. 1 These conditions were very much inspired by the strategy review, with the dominant view that inflation would converge smoothly to 2% from below. But with contingency-based forward guidance, central banks can get into trouble when things turn out differently than expected. In line with its forward guidance, the ECB started raising rates in July 2022 which, in hindsight, could be considered late. Lesson two: model-based forecasts The prevailing idea that inflation would smoothly converge to 2% from below largely emerged from model-based forecasts. This brings me to the second lesson: models are full of shortcomings, and they can sometimes be very wrong about future inflation. Virtually all the models that underpin inflation forecasts assume a long-term mean that is more or less \"hard-coded\" around 2%. They are likely to miss regime shifts or the consequences of tail events. And since the last significant inflation surge was in the 1970s, models estimated on the most recent data probably underestimate the persistence of inflation when it starts to climb. I read that the Bank of England and the Bank of Canada want to revamp their modelling infrastructure. This is a good idea and involves central banks continuously learning and adapting. Central banks thrive when they integrate the latest modelling techniques and data science methods. Aiming to improve forecast accuracy should be a continuous pursuit. In particular, it should be possible to reduce repeated under- or over-estimation of inflation, i.e. the issue that negative (or positive) forecast errors tend to remain negative (or positive). But let's pause here for a second. What are we really after? Are central banks aiming to perfectly predict the future? Can you imagine a world that is almost entirely predictable? What a strange place that would be! One where whatever we did, whatever shock occurred, the inflation rate would almost certainly end up within a narrow forecasting range. Plus, if we were able to perfectly predict the future state of the real economy, there would be huge \"free-lunch\" investments. A world without uncertainty is not within the realm of possibility. The discussion that we need to have about model-based forecasts in fact goes beyond simply improving their accuracy: it is about weighing them correctly in policymaking. A basic principle to follow could be to grant a lower weight to model-based forecasts when forecast uncertainty is higher. This idea pushed the ECB to adopt a \"data-dependent\" approach to setting interest rates over the past two years. Conversely, the more accurate the model forecasts, the greater the weight that should be given to them. But model-based forecasts will never be entirely accurate, meaning the weight assigned to them should always remain well below 100%. Lesson three: mechanisms of expectations formation One reason economists were misled by model-based forecasts during the post-pandemic recovery probably relates to the fact that many models are based on the paradigm of rational expectations. This paradigm most likely under-estimates the complexity with which expectations are formed, which leads me to my third lesson. In 2021-2022, unexpected rises in inflation probably woke up rationally inattentive households. If households start forming expectations in line with recent inflation prints, inflation becomes more persistent, and a stronger monetary policy response is required. Presently, monetary policy is not that restrictive, and yet we seem to have reached a turning point in inflation dynamics. This can only happen when agents are forward-looking, at least to some extent, and expect low, stable inflation. So, further analysis of how and why economic agents shift back and forth from a forward- to a backward-looking approach to form inflation expectations appears to be required. These shifts determine the optimal degree of monetary policy tightening necessary for a timely return of inflation to target, while limiting economic costs. Lesson four: fiscal policy The last lesson I would like to mention is that, in some countries, it might be difficult for the fiscal authority to return, after a crisis, to its role of ensuring debt sustainability. If governments do not make more efforts to reduce public deficits, central banks could come under pressure. In the euro area, we seem to be in a situation of weak fiscal dominance. In many Member States, public deficits are well above 3% and are expected to stay at high levels in several countries. In Belgium, the latest projections of the National Bank indicate that the public deficit will remain at around 5% until 2026. Better fiscal rules are probably needed to guarantee monetary dominance, which is why I welcome the recent reform of the EU fiscal rules. But the EU needs to make sure that these fiscal rules are properly enforced. At the same time, the reform did not extend to the coordination of fiscal policies across the euro area, which would have facilitated the work of monetary policy. Conclusion I would like to conclude with some pragmatic observations about monetary policy. Substantial uncertainty remains: Ukraine, Gaza, the Red Sea, the fiscal stance, etc. It therefore seems opportune to remain data dependent. That being said, models have been doing better recently: inflation forecast errors are much smaller (and actually turned negative). In fact, it might be time to think about returning to \"business as usual\", with more weight placed on the inflation outlook rather than on underlying inflation and the strength of monetary policy transmission. Much will depend on the labour market. Wage growth, corporate profit margins and potential continued labour hoarding will, in particular, need to be closely monitored. If inflation gets back to 2% by 2025, as forecasts suggest, rate cuts will have to be considered at some point this year. These would help to avoid inflation undershooting its target and weighing too heavily on economic growth. The Governing Council may well be able to get inflation down while implementing rate cuts this year. In that case, a soft landing for the economy is in sight. This stands in sharp contrast to the 1970s-1980s when inflation also reached 10%, and is a good sign for the ECB's credibility. With that, I would like to thank you for your attention. Enjoy your meal. 1 The three conditions were: (i) inflation reaching 2% well ahead of the end of the projection horizon; (ii) inflation forecasts being at 2% for the rest of the projection horizon; and (iii) underlying inflation being sufficiently advanced so as to be consistent with inflation stabilising at 2% over the medium term.",
  "date_parsed": "2024-03-06",
  "name": "Pierre Wunsch",
  "link_number": "2",
  "name_orig": "Pierre Wunsch",
  "url_orig": "https://www.bis.org/review/r240304f.htm"
}