{
  "source_url": "https://www.bis.org/review/r250605b.htm",
  "headline": "Boris Vujčić: Growth and resilience of Central, Eastern and Southeastern European Countries in a more fragmented world",
  "description_html": "\n<p>Introductory remarks by Mr Boris Vujčić, Governor of the Croatian National Bank, at the international conference \"Growth and resilience of Central, Eastern and Southeastern European Countries in a more fragmented world\", jointly organised by the Croatian National Bank and the International Monetary Fund, Dubrovnik, 30 May 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Introductory remarks by Mr Boris Vujčić, Governor of the Croatian National Bank, at the international conference \"Growth and resilience of Central, Eastern and Southeastern European Countries in a more fragmented world\", jointly organised by the Croatian National Bank and the International Monetary Fund, Dubrovnik, 30 May 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "05 June 2025",
  "pdf_url": "https://www.bis.org/review/r250605b.pdf",
  "content_html": "\n<p>Dear Managing Director Kristalina Georgieva, dear ministers, governors, distinguished guests, ladies and gentlemen - good morning to all of you.</p>\n<p>After a beautiful evening yesterday, which served as a perfect introduction to our gathering, it is my distinct pleasure to welcome you to the conference organized jointly by the International Monetary Fund and the Croatian National Bank. This is now our fourth time convening here in Dubrovnik, so we can confidently say - welcome to what has become our traditional Dubrovnik Conference.</p>\n<p>I am especially honored to once again welcome my co-host, the IMF's Managing Director Kristalina Georgieva, who was with us two years ago as well. That means one of two things - either we made a very good impression, or the problems we discussed then have kindly stayed with us - and perhaps even brought some friends along this time.</p>\n<p>I'm also delighted that Commissioner Valdis Dombrovskis could join us this time - after unfortunately not being able to attend our last conference. It's a real pleasure to have him here with us, and we are grateful for such an inspiring speech last night. And a warm welcome back to Tereza Czerwińska, Vice-President of the European Investment Bank, whose continued support we deeply appreciate.</p>\n<p>We meet again at a time of heightened uncertainty - not only about the direction of global growth but about the very rules and norms that have governed international cooperation for decades. The key drivers of the global economy - openness and integration - now seem to be reversing. Trade and investment routes are shifting, and tariffs have become the new buzzword. We are, once again, navigating choppy waters.</p>\n<p>The theme of this year's edition - \"Growth and Resilience in CESEE in a More Fragmented World\" - is not new to us. In fact, it echoes the discussions we've had across several years of this conference. Back in 2017, we discussed the challenge of economic convergence, and how investment, productivity, and demographic trends could help CESEE countries close the gap with the rest of Europe. Then in 2019, we tackled labor market pressures and demographic headwinds threatening to stall that convergence. And in 2023, we explored how the region could foster resilience in the face of energy insecurity, post-COVID supply chain shifts and frequent supply shocks.</p>\n<p>All of these themes - energy, labor markets, productivity, trade patterns - converge again today in the face of a new and more complex reality: a fragmented world.</p>\n<p>For the last three decades, the countries of Central, Eastern, and Southeastern Europe have advanced on a clear convergence path built on openness, foreign investment, trade, and rising productivity. As a result, millions of people saw significant improvements in their living standards.</p>\n<p>But today, the world around us is changing fast. We are seeing growing economic fragmentation, rising protectionism, and intensified geopolitical competition. For countries of our region, whose growth models have relied heavily on integration into global and European production networks, this shift presents a real challenge.</p>\n<p>To better understand how to adapt to these challenges, we should look not only outward - but also back. Back to this very city, Dubrovnik. Because long before modern supply chains and trade agreements, the small city-state of Dubrovnik navigated a fragmented, multipolar world - and it was very successful at it.</p>\n<p>The Republic of Dubrovnik, or Ragusa, was nestled between two great powers: Venice to the west, the Ottomans to the east. It had neither great armies nor large territories. But it had strategy, diplomacy, and economic sophistication.</p>\n<p>Dubrovnik flourished not by trying to dominate, but by connecting. It signed a series of treaties with both Christian and Muslim states, guaranteeing safe, tax-advantaged trade and ensuring its merchants had access to markets across the Mediterranean. The Republic's strategy was to create an environment that was stable and attractive to foreign traders, while carefully protecting its own merchants' interests.</p>\n<p>The people of Dubrovnik understood that trade was not merely a matter of profit, but of ethics, reputation, predictability, and long-term planning. One of Dubrovnik's most remarkable thinkers from the 15th century - Benedikt Kotruljević [Benedetto Cotrugli] in his book \"On Trade and the Perfect Merchant\" wrote:</p>\n<p style=\"text-align: center;\">\"Even though trade is full of change and uncertainty, it still follows certain noble rules - both general and specific - which every merchant must understand.\"</p>\n<p>This suggests that the merchant of that era was seen as a proponent of trust and stability, someone whose success depended on following principles that benefited not just themselves, but society as a whole. So even back then, Dubrovnik understood that trade is not a zero-sum game, but a win-win dynamic that raises prosperity for all sides through cooperation, not confrontation.</p>\n<p>And while Dubrovnik's economic model was based on trade, its leaders wisely balanced openness with strategic autonomy. They understood the value of smart tariffs and customs policy - set low enough to stay competitive and keep trade flowing, but calibrated to protect the city's autonomy and to fund public needs. They also invested strategically in shipbuilding - offering targeted subsidies to support a sector vital to their maritime strength. This wasn't industrial policy for its own sake, but in service of a broader national strategy: ensuring competitiveness and autonomy in providing top-notch transport services for merchants and trade partners.</p>\n<p>Not every intervention was a success. For example, Dubrovnik tried to support local textile production, but it never matched the scale or quality of foreign competitors. The lesson was clear even then: successful industrial policy needs to align with long-term comparative advantages.</p>\n<p>Equally instructive is Dubrovnik's approach to resilience. The city was much aware of the risks of war, siege and famine, so in the 16th century it invested in underground grain silos, which were carved into solid rock. These silos, called \"Rupe\" (or \"Holes\") could store enough supplies to feed the population for a full year. [They still exist today - in the Dubrovnik Ethnographic Museum you can see the deep silos through openings in the floor.] These reserves weren't just practical; they were strategic. They reduced dependency on external supplies and gave Dubrovnik the confidence and autonomy to negotiate from a position of strength, even in crisis times.</p>\n<p>The lessons from Dubrovnik - about balancing openness with protection, ambition with caution, and integration with strategic autonomy - remain deeply relevant today. Like Dubrovnik, our region must navigate between powerful blocs and shifting alliances. It must adapt its growth model to a more uncertain, fragmented world.</p>\n<p>What does this mean in practice?</p>\n<p>It means recognizing that the reshaping of global value chains and re-industrialization in Europe will not happen evenly. The CESEE region must actively define its role - within the EU and beyond - to ensure it is not sidelined in these processes.</p>\n<p>It means accelerating digital transformation, advancing institutional reforms, and investing in the skills and capabilities needed to compete in high-value sectors.</p>\n<p>It also means strengthening the region's ability to withstand shocks: from diversifying energy sources and modernizing infrastructure to building strategic reserves and ensuring robust public institutions.</p>\n<p>And while not all CESEE countries are EU members, all have a stake in the future of Europe's economic architecture. A more complete and functional Single Market would benefit the entire region - not only by deepening access for member states, but by creating more predictable, rules-based conditions for those outside the EU as well.</p>\n<p>In short, the region's future will depend not only on national choices, but on regional cooperation and strategic alignment. The story of Dubrovnik reminds us that small actors can shape their destinies in big ways if they are ambitious, adaptable, and open to cooperation.</p>\n<p>To follow Valdis's example, I'll close with a Latin proverb Historia est magistra vitae. Indeed, in many ways, Dubrovnik's success story mirrors the choices we face today. Dubrovnik showed centuries ago - and as our region has shown in recent decades - that resilience is not the absence of risk, but the ability to navigate it wisely. So let us proceed today not with pessimism, but with strategic clarity. This conference is our opportunity to channel that spirit – to connect past lessons with future goals and to ensure that cooperation and resilience go hand in hand, even in a fractured world.</p>\n<p>I wish you all a stimulating and constructive discussion ahead and I am happy to give the floor to the Managing Director of the IMF, Ms Kristalina Georgieva.</p>\n",
  "content_text": "Dear Managing Director Kristalina Georgieva, dear ministers, governors, distinguished guests, ladies and gentlemen - good morning to all of you. After a beautiful evening yesterday, which served as a perfect introduction to our gathering, it is my distinct pleasure to welcome you to the conference organized jointly by the International Monetary Fund and the Croatian National Bank. This is now our fourth time convening here in Dubrovnik, so we can confidently say - welcome to what has become our traditional Dubrovnik Conference. I am especially honored to once again welcome my co-host, the IMF's Managing Director Kristalina Georgieva, who was with us two years ago as well. That means one of two things - either we made a very good impression, or the problems we discussed then have kindly stayed with us - and perhaps even brought some friends along this time. I'm also delighted that Commissioner Valdis Dombrovskis could join us this time - after unfortunately not being able to attend our last conference. It's a real pleasure to have him here with us, and we are grateful for such an inspiring speech last night. And a warm welcome back to Tereza Czerwińska, Vice-President of the European Investment Bank, whose continued support we deeply appreciate. We meet again at a time of heightened uncertainty - not only about the direction of global growth but about the very rules and norms that have governed international cooperation for decades. The key drivers of the global economy - openness and integration - now seem to be reversing. Trade and investment routes are shifting, and tariffs have become the new buzzword. We are, once again, navigating choppy waters. The theme of this year's edition - \"Growth and Resilience in CESEE in a More Fragmented World\" - is not new to us. In fact, it echoes the discussions we've had across several years of this conference. Back in 2017, we discussed the challenge of economic convergence, and how investment, productivity, and demographic trends could help CESEE countries close the gap with the rest of Europe. Then in 2019, we tackled labor market pressures and demographic headwinds threatening to stall that convergence. And in 2023, we explored how the region could foster resilience in the face of energy insecurity, post-COVID supply chain shifts and frequent supply shocks. All of these themes - energy, labor markets, productivity, trade patterns - converge again today in the face of a new and more complex reality: a fragmented world. For the last three decades, the countries of Central, Eastern, and Southeastern Europe have advanced on a clear convergence path built on openness, foreign investment, trade, and rising productivity. As a result, millions of people saw significant improvements in their living standards. But today, the world around us is changing fast. We are seeing growing economic fragmentation, rising protectionism, and intensified geopolitical competition. For countries of our region, whose growth models have relied heavily on integration into global and European production networks, this shift presents a real challenge. To better understand how to adapt to these challenges, we should look not only outward - but also back. Back to this very city, Dubrovnik. Because long before modern supply chains and trade agreements, the small city-state of Dubrovnik navigated a fragmented, multipolar world - and it was very successful at it. The Republic of Dubrovnik, or Ragusa, was nestled between two great powers: Venice to the west, the Ottomans to the east. It had neither great armies nor large territories. But it had strategy, diplomacy, and economic sophistication. Dubrovnik flourished not by trying to dominate, but by connecting. It signed a series of treaties with both Christian and Muslim states, guaranteeing safe, tax-advantaged trade and ensuring its merchants had access to markets across the Mediterranean. The Republic's strategy was to create an environment that was stable and attractive to foreign traders, while carefully protecting its own merchants' interests. The people of Dubrovnik understood that trade was not merely a matter of profit, but of ethics, reputation, predictability, and long-term planning. One of Dubrovnik's most remarkable thinkers from the 15th century - Benedikt Kotruljević [Benedetto Cotrugli] in his book \"On Trade and the Perfect Merchant\" wrote: \"Even though trade is full of change and uncertainty, it still follows certain noble rules - both general and specific - which every merchant must understand.\" This suggests that the merchant of that era was seen as a proponent of trust and stability, someone whose success depended on following principles that benefited not just themselves, but society as a whole. So even back then, Dubrovnik understood that trade is not a zero-sum game, but a win-win dynamic that raises prosperity for all sides through cooperation, not confrontation. And while Dubrovnik's economic model was based on trade, its leaders wisely balanced openness with strategic autonomy. They understood the value of smart tariffs and customs policy - set low enough to stay competitive and keep trade flowing, but calibrated to protect the city's autonomy and to fund public needs. They also invested strategically in shipbuilding - offering targeted subsidies to support a sector vital to their maritime strength. This wasn't industrial policy for its own sake, but in service of a broader national strategy: ensuring competitiveness and autonomy in providing top-notch transport services for merchants and trade partners. Not every intervention was a success. For example, Dubrovnik tried to support local textile production, but it never matched the scale or quality of foreign competitors. The lesson was clear even then: successful industrial policy needs to align with long-term comparative advantages. Equally instructive is Dubrovnik's approach to resilience. The city was much aware of the risks of war, siege and famine, so in the 16th century it invested in underground grain silos, which were carved into solid rock. These silos, called \"Rupe\" (or \"Holes\") could store enough supplies to feed the population for a full year. [They still exist today - in the Dubrovnik Ethnographic Museum you can see the deep silos through openings in the floor.] These reserves weren't just practical; they were strategic. They reduced dependency on external supplies and gave Dubrovnik the confidence and autonomy to negotiate from a position of strength, even in crisis times. The lessons from Dubrovnik - about balancing openness with protection, ambition with caution, and integration with strategic autonomy - remain deeply relevant today. Like Dubrovnik, our region must navigate between powerful blocs and shifting alliances. It must adapt its growth model to a more uncertain, fragmented world. What does this mean in practice? It means recognizing that the reshaping of global value chains and re-industrialization in Europe will not happen evenly. The CESEE region must actively define its role - within the EU and beyond - to ensure it is not sidelined in these processes. It means accelerating digital transformation, advancing institutional reforms, and investing in the skills and capabilities needed to compete in high-value sectors. It also means strengthening the region's ability to withstand shocks: from diversifying energy sources and modernizing infrastructure to building strategic reserves and ensuring robust public institutions. And while not all CESEE countries are EU members, all have a stake in the future of Europe's economic architecture. A more complete and functional Single Market would benefit the entire region - not only by deepening access for member states, but by creating more predictable, rules-based conditions for those outside the EU as well. In short, the region's future will depend not only on national choices, but on regional cooperation and strategic alignment. The story of Dubrovnik reminds us that small actors can shape their destinies in big ways if they are ambitious, adaptable, and open to cooperation. To follow Valdis's example, I'll close with a Latin proverb Historia est magistra vitae. Indeed, in many ways, Dubrovnik's success story mirrors the choices we face today. Dubrovnik showed centuries ago - and as our region has shown in recent decades - that resilience is not the absence of risk, but the ability to navigate it wisely. So let us proceed today not with pessimism, but with strategic clarity. This conference is our opportunity to channel that spirit – to connect past lessons with future goals and to ensure that cooperation and resilience go hand in hand, even in a fractured world. I wish you all a stimulating and constructive discussion ahead and I am happy to give the floor to the Managing Director of the IMF, Ms Kristalina Georgieva.",
  "date_parsed": "2025-06-05",
  "name": "warmup-search-boris",
  "name_orig": "warmup-search-boris",
  "url_orig": "https://www.bis.org/review/r250605b.htm"
}