{
  "source_url": "https://www.bis.org/review/r240904a.htm",
  "headline": "Yannis Stournaras: Welcome speech - 6th Endless Summer Conference",
  "description_html": "\n<p>Welcome speech by Mr Yannis Stournaras, Governor of the Bank of Greece, at the 6th Endless Summer Conference on Financial Intermediation and Corporate Finance, <span>Vouliagmeni</span>, 3 September 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Welcome speech by Mr Yannis Stournaras, Governor of the Bank of Greece, at the 6th Endless Summer Conference on Financial Intermediation and Corporate Finance, Vouliagmeni , 3 September 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "05 September 2024",
  "pdf_url": "https://www.bis.org/review/r240904a.pdf",
  "content_html": "\n<p><span>Ladies and Gentlemen,</span></p>\n<p>On behalf of everyone here at the Bank of Greece, I am pleased to welcome you all to the second day of the 6<span style=\"font-size: 13.6px;\">th </span>Endless Summer Conference on Financial Intermediation and Corporate Finance.</p>\n<p><span>Over the past six years, this conference has established itself as a premier platform to share rigorous research in the fields of financial intermediation and corporate finance. I understand that about thirty papers presented in the last editions have been published in top peer-reviewed journals in finance and economics. This achievement is undoubtedly a reflection of the high quality of the conference's research program.</span></p>\n<p><span>The focus of the conference is directly relevant to the work of a central bank. New (and old) risks loom high. Geopolitical shifts fundamentally reshape the business environment for financial intermediaries. Technological advances and new climate-related risks also put the current business models to the test. At the same time, corporate finance continues to evolve in response to emerging trends such as the incorporation of environmental, social, and governance (ESG) criteria into investment decisions. In view of the obvious importance of these risks for the transmission of monetary policy and financial stability, I am indeed pleased that so many eminent speakers in the fields of financial intermediation and corporate finance are present to lead the discussions today and I am sure that the conference will provide plenty of food for thought.</span></p>\n<p><span>Today's event is structured into three sessions, each of which includes presentations on cutting-edge topics:</span></p>\n<p><span>In the first session, we will see research about the implicit trade-off between financial stability and economic performance when designing macroprudential policies, a topic </span><span>clearly of high value to central banks</span><span>. The discussion will highlight that setting higher bank capital requirements to increase the resilience of the banking sector to domestic financial shocks is, however, associated with a larger reliance on foreign liabilities which make the economy more vulnerable to external financial shocks.</span></p>\n<p><span>We will also see a paper on the far-reaching implications of the shift towards digital banking and the decline in physical bank branches on local economies. All in all, the findings will show, and in my opinion this is how technology works for the real economy, that there are mixed blessings of technological disruption: large gains often come at the expense of some losses.</span></p>\n<p><span>The last paper of this session explores the increasing reliance on bond financing by small, private, and unrated firms in the euro area. I understand that this shift has implications for financial stability and firms' access to credit, especially during economic turmoil. In a more general context, the global rise of bond financing is of course of particular interest in Europe, as its financial sector has always been heavily bank-based relative to the US.</span></p>\n<p><span>The topics on which the second session focus follow naturally from the first.</span></p>\n<p><span>We will first see research on the potential of SupTech, the use of innovative technology by supervisory agencies to support supervision, in enhancing financial stability. This type of research is </span><span>of high policy relevance</span><span> since SupTech initiatives have gained momentum around the world, but little is known about how the use of SupTech impacts bank behavior.</span></p>\n<p><span>Next, we will hear about the emergence of two distinct types of banks-high-rate and low-rate banks-each characterized by different deposit rate behaviors and how technological advancements in banking contributed to the divergence between these two types. Understanding this shift is particularly relevant today, as more banks opt to operate online and the allocation of deposits across banks has significant implications for the transmission of monetary policy.</span></p>\n<p><span>The last session of the day features another three interesting papers.</span></p>\n<p><span>The first paper looks on how bankers affect the personal finances of their social connections. This is an idea that it worths examining given that earlier work shows peer effects play an important role in various financial decisions by households.</span></p>\n<p><span>The effect that financial intermediaries have on the macroeconomy, has been central to macroeconomics and has received significant attention from researchers in recent decades.  As such, the session also includes a paper on the causal effects of changes in financial intermediaries' net worth in the aggregate economy.</span></p>\n<p><span>Finally, the second day of the conference will end with a paper suggesting a unified model on how firms should optimally manage emissions through production, green investment, and the trading of carbon credit. This type of research is extremely important now since the control of carbon emissions is a pressing issue for both policymakers and firms.</span></p>\n<p><span>At this point, let me say that as you know very well, the last few years have been an incredibly challenging time for monetary policymakers. No one could have predicted the series of supply shocks that struck the euro area economy and therefore, no one could have predicted – and no one did before the fact – the rise in inflation that followed. Nevertheless, we have managed to chart a path through this uncertainty.</span><span> </span><span>The challenge ahead is to ensure that inflation continues to fall and approaches our objective in a timely way, while at the same time growth strengthens to reach sustainable levels ensuring full employment.</span></p>\n<p><span>The nature of the risks we are facing is however unusual. Increasingly, volatility in growth and inflation will be driven by a pair of major structural forces such as geopolitical fragmentation and climate change, that we have next to no experience of. These risks are particularly difficult to quantify and forecast. They present a unique challenge for central banks – a challenge that calls for a different type of response.</span></p>\n<p><span>In this new and highly uncertain environment, we look to academics and researchers to guide us through uncharted waters. It is through path-breaking research, that policymakers' knowledge can grow. Furthermore, from my perspective, it has become apparent that aggregate data are not enough, and policy makers need more granular data. Micro data firstly improve our understanding of the transmission mechanism of monetary policy and secondly allow us to better understand the aggregate data and thus better forecast their evolution. The combination of methodological developments and the increased availability of granular data may facilitate much richer analysis and more informative quantitative estimation of the impact of various types of shocks and, crucially, the impact of various types of policy measures.</span></p>\n<p><span>That said, the European System of Central Banks is actively conducting research with the aim to deepen our understanding of how monetary policy transmits to the European economy. The Bank of Greece has an active Research Department which pursues several avenues of economic and financial research, both theoretical and empirical. In addition to its own research, the Bank of Greece is involved in research projects carried out within the wider context of the European System of Central Banks through its participation in various research networks. I would also like to point out that the Bank of Greece is one of the first central banks worldwide to engage in climate change and sustainability issues, having set up as early as in 2009 the Climate Change Impacts Study Committee (CCISC).</span></p>\n<p><span>Concluding, a major task of central bank research is to bridge the possible gap between academics and policy makers and to create occasions for interactions with the academic community. We trust that research is enhanced by exposure to external ideas and latest advances in the field.</span></p>\n<p><span>Once again, it is a pleasure to host today's event at the Bank of Greece and I wish you an interesting and fruitful conference. I hope that you will have a pleasant time in Athens, a city renowned for its enduring warmth and hospitality. Not by chance, the organizers have chosen September for this conference, so that you can all take advantage of the Athenian climate!</span></p>\n<p><span>Thank you for your attention.</span></p>\n",
  "content_text": "Ladies and Gentlemen, On behalf of everyone here at the Bank of Greece, I am pleased to welcome you all to the second day of the 6 th Endless Summer Conference on Financial Intermediation and Corporate Finance. Over the past six years, this conference has established itself as a premier platform to share rigorous research in the fields of financial intermediation and corporate finance. I understand that about thirty papers presented in the last editions have been published in top peer-reviewed journals in finance and economics. This achievement is undoubtedly a reflection of the high quality of the conference's research program. The focus of the conference is directly relevant to the work of a central bank. New (and old) risks loom high. Geopolitical shifts fundamentally reshape the business environment for financial intermediaries. Technological advances and new climate-related risks also put the current business models to the test. At the same time, corporate finance continues to evolve in response to emerging trends such as the incorporation of environmental, social, and governance (ESG) criteria into investment decisions. In view of the obvious importance of these risks for the transmission of monetary policy and financial stability, I am indeed pleased that so many eminent speakers in the fields of financial intermediation and corporate finance are present to lead the discussions today and I am sure that the conference will provide plenty of food for thought. Today's event is structured into three sessions, each of which includes presentations on cutting-edge topics: In the first session, we will see research about the implicit trade-off between financial stability and economic performance when designing macroprudential policies, a topic clearly of high value to central banks . The discussion will highlight that setting higher bank capital requirements to increase the resilience of the banking sector to domestic financial shocks is, however, associated with a larger reliance on foreign liabilities which make the economy more vulnerable to external financial shocks. We will also see a paper on the far-reaching implications of the shift towards digital banking and the decline in physical bank branches on local economies. All in all, the findings will show, and in my opinion this is how technology works for the real economy, that there are mixed blessings of technological disruption: large gains often come at the expense of some losses. The last paper of this session explores the increasing reliance on bond financing by small, private, and unrated firms in the euro area. I understand that this shift has implications for financial stability and firms' access to credit, especially during economic turmoil. In a more general context, the global rise of bond financing is of course of particular interest in Europe, as its financial sector has always been heavily bank-based relative to the US. The topics on which the second session focus follow naturally from the first. We will first see research on the potential of SupTech, the use of innovative technology by supervisory agencies to support supervision, in enhancing financial stability. This type of research is of high policy relevance since SupTech initiatives have gained momentum around the world, but little is known about how the use of SupTech impacts bank behavior. Next, we will hear about the emergence of two distinct types of banks-high-rate and low-rate banks-each characterized by different deposit rate behaviors and how technological advancements in banking contributed to the divergence between these two types. Understanding this shift is particularly relevant today, as more banks opt to operate online and the allocation of deposits across banks has significant implications for the transmission of monetary policy. The last session of the day features another three interesting papers. The first paper looks on how bankers affect the personal finances of their social connections. This is an idea that it worths examining given that earlier work shows peer effects play an important role in various financial decisions by households. The effect that financial intermediaries have on the macroeconomy, has been central to macroeconomics and has received significant attention from researchers in recent decades.  As such, the session also includes a paper on the causal effects of changes in financial intermediaries' net worth in the aggregate economy. Finally, the second day of the conference will end with a paper suggesting a unified model on how firms should optimally manage emissions through production, green investment, and the trading of carbon credit. This type of research is extremely important now since the control of carbon emissions is a pressing issue for both policymakers and firms. At this point, let me say that as you know very well, the last few years have been an incredibly challenging time for monetary policymakers. No one could have predicted the series of supply shocks that struck the euro area economy and therefore, no one could have predicted – and no one did before the fact – the rise in inflation that followed. Nevertheless, we have managed to chart a path through this uncertainty. The challenge ahead is to ensure that inflation continues to fall and approaches our objective in a timely way, while at the same time growth strengthens to reach sustainable levels ensuring full employment. The nature of the risks we are facing is however unusual. Increasingly, volatility in growth and inflation will be driven by a pair of major structural forces such as geopolitical fragmentation and climate change, that we have next to no experience of. These risks are particularly difficult to quantify and forecast. They present a unique challenge for central banks – a challenge that calls for a different type of response. In this new and highly uncertain environment, we look to academics and researchers to guide us through uncharted waters. It is through path-breaking research, that policymakers' knowledge can grow. Furthermore, from my perspective, it has become apparent that aggregate data are not enough, and policy makers need more granular data. Micro data firstly improve our understanding of the transmission mechanism of monetary policy and secondly allow us to better understand the aggregate data and thus better forecast their evolution. The combination of methodological developments and the increased availability of granular data may facilitate much richer analysis and more informative quantitative estimation of the impact of various types of shocks and, crucially, the impact of various types of policy measures. That said, the European System of Central Banks is actively conducting research with the aim to deepen our understanding of how monetary policy transmits to the European economy. The Bank of Greece has an active Research Department which pursues several avenues of economic and financial research, both theoretical and empirical. In addition to its own research, the Bank of Greece is involved in research projects carried out within the wider context of the European System of Central Banks through its participation in various research networks. I would also like to point out that the Bank of Greece is one of the first central banks worldwide to engage in climate change and sustainability issues, having set up as early as in 2009 the Climate Change Impacts Study Committee (CCISC). Concluding, a major task of central bank research is to bridge the possible gap between academics and policy makers and to create occasions for interactions with the academic community. We trust that research is enhanced by exposure to external ideas and latest advances in the field. Once again, it is a pleasure to host today's event at the Bank of Greece and I wish you an interesting and fruitful conference. I hope that you will have a pleasant time in Athens, a city renowned for its enduring warmth and hospitality. Not by chance, the organizers have chosen September for this conference, so that you can all take advantage of the Athenian climate! Thank you for your attention.",
  "date_parsed": "2024-09-05",
  "name": "Yannis Stournaras",
  "link_number": "10",
  "name_orig": "Yannis Stournaras",
  "url_orig": "https://www.bis.org/review/r240904a.htm"
}