{
  "source_url": "https://www.bis.org/review/r250611g.htm",
  "headline": "Yannis Stournaras: Central banks - opportunities and implications posed by artificial intelligence",
  "description_html": "\n<p>Speech by Mr Yannis Stournaras, Governor of the Bank of Greece, at the ECONDAT Conference on \"Economics with nontraditional data and analytical tools\", London, 6 June 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Yannis Stournaras, Governor of the Bank of Greece, at the ECONDAT Conference on \"Economics with nontraditional data and analytical tools\", London, 6 June 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "13 June 2025",
  "pdf_url": "https://www.bis.org/review/r250611g.pdf",
  "content_html": "\n<h3>Introduction</h3>\n<p>Many thanks to the conference organisers for inviting me to be here today. It's a privilege to be part of this dialogue that is helping to shape the digital era.</p>\n<p>Central banks may seem far removed from your world-but we share an important feature: all of us are engaged in understanding complexity, managing uncertainty, and preparing for the future.</p>\n<p>Today, I would like to discuss how central banks can harness the transformative potential of artificial intelligence (AI) in their mission to safeguard monetary and financial stability. My remarks will unfold along three dimensions, focusing on several important issues, but without being exhaustive.</p>\n<ul>\n<li>First, on the ways that AI intersects with our monetary policy strategy at the European Central Bank (ECB).</li>\n<li>Second, on the opportunities AI offers to central banks for efficiency gains in areas such as communication and economic analysis.</li>\n<li>Third, on the implications posed by AI for price stability, monetary policy transmission and financial stability.</li>\n</ul>\n<h3>Intersections of monetary policy strategy with AI</h3>\n<p>So, let me briefly discuss the ways that AI intersects with our monetary policy strategy.</p>\n<p>When the ECB Governing Council embarked on its strategy review last year, we made it clear that price stability remains our objective. We also decided to keep the symmetric, 2% inflation target unchanged.</p>\n<p>The clarity which that objective provides, and our success in achieving that objective, have provided the ECB with credibility, which was essential in keeping inflation expectations anchored around the 2 per cent level during the recent inflation surge.</p>\n<p>Although our updated strategy is only expected to be concluded and announced later this year, the following is important.</p>\n<p>When the review was initiated, no one could have possibly foreseen the tectonic eruptions to the geopolitical landscape that ensued.</p>\n<p>These developments have only reinforced the importance of the review and the need to ensure that our policies will remain fit for a rapidly evolving world -- a world that is now being shaped by geopolitical tensions, trade disruptions, ongoing climate change, and rapid advances in artificial intelligence.</p>\n<p>In such a world, central banks need to be able to respond with agility, which is undoubtedly a guiding virtue for everyone in this room.</p>\n<p>We have to deliver a strategy that is not only robust but also flexible: one that allows adjustments to the monetary policy stance and our toolkit in response to shocks and provides a foundation that can guide the Governing Council in navigating through challenges in the years to come.</p>\n<p>In today's fast-moving environment-where inflation dynamics can shift rapidly, financial conditions are increasingly volatile and uncertainty is ever-present-we need to improve our ability to communicate, assess economic developments in real time and make more accurate projections of the outlook to guide our monetary policy making.</p>\n<p>This is where AI begins to play a potentially transformative role. In the following, I will focus on the opportunities provided by AI in core central banking fields, namely communication and economic analysis.</p>\n<h3>Opportunity to enhance communication</h3>\n<p>I start with communication.</p>\n<p>Central banks have come a long way in their communication strategies. As you may know, it was not always the case that the words \"central bank\" and \"communication\" could even stand together in the same sentence.</p>\n<p>In the 1960s and 1970s, the conventional wisdom among central bankers was: \"the less said, the better.\" The aim was often to surprise markets with the announcement of their policy decisions. Significant policy decisions were sometimes made without immediate public disclosure, and the rationale behind them was not always transparently communicated. The language used would often make the oracles of Delphi seem crystal clear.</p>\n<p>Alan Greenspan once captured this perfectly when he said, \"<em>if I seem unduly clear to you, you must have misunderstood what I said</em>.\"</p>\n<p>Things began to change in the 1980s and 1990s. Two factors, in particular, helped bring about this change.</p>\n<p>The first factor was credibility. As more and more central banks adopted inflation targeting frameworks, they realized that to achieve their targets, they needed to control inflation expectations. In other words, they needed to be credible.</p>\n<p>The second factor was independence. As central banks achieved independence from politicians, they also had to communicate in a transparent way with the public to help build trust, and safeguard accountability.</p>\n<p>An important corollary of the improved communication is that it has increased the effectiveness of monetary policy transmission.</p>\n<p>The previous ECB strategy review in 2021 consolidated this finding, while also calling for central banks in the euro area to use simpler and engaging language to directly access a broader audience.</p>\n<p>More recently, efforts are being made to exploit AI for the benefit of our communication processes, to enhance transparency, foster trust, and ensure that our monetary policy reaction function is clearly understood, thereby supporting the anchoring of inflation expectations.</p>\n<p>An important application involves the sentiment analysis of official publications, such as monetary policy statements, speeches, and press releases. For example, using Large Language Models (LLMs) the impact of ECB statements on financial markets<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a><span> </span>can be explored. This kind of work helps understand how the language in communications shapes market expectations for inflation and interest rates.</p>\n<p>AI models can be trained on financial and policy-specific issues to detect subtle shifts in tone - such as whether a message appears more hawkish (in favour of tighter monetary policy) or dovish (in favour of looser monetary policy) - before publication. This allows communications teams to adjust language in order to ensure it aligns with the intended policy signal, minimising the risk of misinterpretation by the markets that could trigger undue volatility.</p>\n<p>AI can also play a growing role in the crafting and refining of speeches by policy makers. LLMs can support a consistent voice in communication, while also tailoring the tone and content to specific audiences - be it financial market analysts, other expert audiences, or the wider public.</p>\n<p>Moreover, AI supports a wide range of multilingual and accessibility needs. Machine translation models - fine-tuned for economic and legal language - help ensure timely publication of central bank materials across multiple official languages, a feature very useful to the European System of Central Banks which speaks all 24 official languages of the EU.</p>\n<p>Recourse to AI for communication purposes, however, necessitates caution. Over-reliance on AI in crafting and interpreting central bank communications could create an \"echo chamber.\" This would occur when AI tools respond to, and amplify, each other's outputs, leading to overly uniform narratives and repetitive signals, that may distort the policymakers' message. This is a clear case that illustrates the need for human oversight in overviewing processes to ensure that communication stays varied, accurate, and relevant.</p>\n<h3>Opportunity to improve central bank economic analysis and decision making</h3>\n<p>Another area that AI is poised to enhance is economic analysis. Following the AI revolution, we have started to build expertise in incorporating AI and non-traditional data in our analytical tools. These tools are rapidly being applied in the economic analyses that inform our monetary policy decisions.</p>\n<p>A question however arises: Is the use of AI in this context a hype? Or could it mark a methodological revolution that will help us better pursue our mandate? I believe that there are unique opportunities but also several challenges.</p>\n<p>First, central banks rely heavily on economic data to make informed decisions on monetary policy. Traditional statistical methods may not be sufficient to apprehend the complexity of the current uncertain environment. The use of LLMs can deliver enhanced data processing and analysis of unstructured data sets of textual data (like news articles or social media). This enables us to access new and non-traditional data sources, that could provide useful insights into our policies.</p>\n<p>Furthermore, machine learning (ML) models can quickly detect patterns, trends, and potential risks that might not be visible using traditional methods. Thus, we could identify structural breaks and patterns that would otherwise be difficult to detect.</p>\n<p>These tools can also help identify non-linear relationships. This is particularly important in a complex environment, since capturing non-linearities in the data is essential to understanding how the economy will evolve under stress and how seemingly small disturbances could lead to large-scale economic disruptions.</p>\n<p>In addition, by processing real-time data, AI can provide timely insights and rigorous analysis, allowing central banks more flexibility in decision making. This is valuable in a world prone to shocks and in times of pervasive uncertainty.</p>\n<p>There is also a possibility that these tools will be useful in the prediction of turning points in the business cycle and of tail events, such as fiscal crises.</p>\n<p>Finally, AI could improve forecasting and nowcasting inflation and economic activity. The Eurosystem already uses AI to improve its forecasting processes. For example, ML techniques are applied in inflation forecasting<a class=\"hashlink\" href=\"#fn2\" id=\"fn_2\"><sup>2</sup></a><span> </span>or in nowcasting global trade<a class=\"hashlink\" href=\"#fn3\" id=\"fn_3\"><sup>3</sup></a>.<sup><span> </span></sup>Moreover, short-term forecasts of economic activity are informed by sentiment indicators derived from the textual analysis of news, using LLMs<a class=\"hashlink\" href=\"#fn4\" id=\"fn_4\"><sup>4</sup></a>. Research<a class=\"hashlink\" href=\"#fn5\" id=\"fn_5\"><sup>5</sup></a><span> </span>at the Bank of Greece has produced forecasting models of inflation based on textual indicators of supply and demand disturbances in commodity markets. With the help of AI tools, these indicators can be updated on a daily basis and thus help predict inflation more accurately. This research has found that out-of-sample inflation forecast errors are reduced by up to 30 per cent.</p>\n<p>Still, there are several challenges.</p>\n<p>First, AI models are often complex and opaque, lacking transparency. Being like a \"black box\", they are – at least for the time being - difficult to reconcile with the principles of transparency and accountability of central banks.</p>\n<p>Second, AI models (usually LLMs) could occasionally provide inaccurate or misleading information, raising practical, reputational and legal concerns. Therefore, human supervision is of the essence, especially in processes that require rational reasoning.</p>\n<p>Third, the quality of non-traditional data is often poor and the process of reconciling these data with our existing data sources is demanding. In a similar vein, the use of AI should not create an over-reliance on machine-driven outcomes.</p>\n<p>Overall, I believe that AI is a potent technology which has already brought about tectonic shifts in economic analysis. Its potential is still unfolding, and the benefits it offers are only beginning to be realised. The cutting-edge research promoted at this conference marks a point of methodological revolution. I believe that such research will fundamentally transform the way we understand economic dynamics and will ultimately enable us to make better-informed decisions.</p>\n<p>While AI opens unique opportunities for central banks in the pursuit of their mandate, it also brings a number of emerging implications that we must carefully consider. I'd like to share what I see as some of the most significant.</p>\n<h3>Implications on productivity, employment, inflation</h3>\n<p>Let me start with the effects on the macroeconomic outlook.</p>\n<p>AI has strong potential to raise productivity, both through its direct impact on total factor productivity, but also through improvements of efficiency on individual firm level. However, the aggregate effects remain uncertain and vary widely across studies<a class=\"hashlink\" href=\"#fn6\" id=\"fn_6\"><sup>6</sup></a>.</p>\n<p>One reason is that a disproportionate share of the benefits generated by AI may be concentrated in a small number of highly advanced firms, particularly large technology companies with the resources and infrastructure to develop and deploy cutting-edge AI tools.</p>\n<p>This concentration poses a risk: while AI can deliver substantial productivity benefits at the enterprise level, these gains may not necessarily translate into broad-based growth in aggregate productivity, unless mechanisms are in place to ensure that the diffusion of AI is wide across sectors, firms and countries.</p>\n<p>In a similar vein, the potential impact of AI on employment is difficult to estimate. On the one hand, it can automate routine, lower-skilled tasks - potentially displacing workers. On the other hand, AI can create new opportunities by increasing labour demand for non-automated tasks, as well as giving rise to new types of jobs. To maximise the favourable effects of AI on employment and to mitigate risks such as labour market inequality, reskilling the workforce with AI-complementary skills will be essential.</p>\n<p>Turning to prices, the impact of AI on inflation could go in both directions. Increased global demand for energy - driven by the computational intensity of AI technologies - could raise energy prices. According to the IMF<a class=\"hashlink\" href=\"#fn7\" id=\"fn_7\"><sup>7</sup></a>, electricity used by data centres alone, is already as much as that of Germany or France, and by 2030 would be comparable to that of India which is the world's third largest electricity user. At the same time, AI can also contribute to more efficient energy use and improved grid management, potentially lowering costs.</p>\n<p>Moreover, AI-induced productivity improvements might help offset labour shortages, especially in times of low unemployment and ageing population. This could lead to a decline in unit labour costs, exerting thus downward price pressures. However, the overall impact of AI on employment and wage growth is difficult to predict.</p>\n<p>Expectations also play a central role in the price formation process. If consumers fully anticipate future benefits from AI (such as better products, lower costs, or higher wages), they may bring forward consumption in the short term, creating inflationary pressures. However, if expectations are only regressively formed, disinflationary forces may dominate in the near term due to delayed consumption and investment.</p>\n<h3>Implications for monetary policy transmission</h3>\n<p>The transmission of monetary policy to the economy, and thus monetary policy making are significantly impacted by AI.</p>\n<p>As I already noted, AI is expected to bring about distributional shifts in income and wealth. These shifts matter for monetary policy, since they influence households' marginal propensity to consume and their access to credit.</p>\n<p>Should AI disproportionally raise the income share of lower-income households - with a higher marginal propensity to consume and greater credit constraints - the transmission of monetary policy could be strengthened. In contrast, if the gains accrue mainly to higher-income, more skilled households - who have lower marginal propensity to consume and are less responsive to interest rate changes -- then monetary policy transmission may weaken.</p>\n<p>AI is also affecting how firms set prices. Companies that are more digitalised and employ algorithmic pricing tools can adjust prices more frequently and with greater precision in response to economic shocks. Higher price flexibility could induce – all else equal, a more efficient real economy.</p>\n<p>At the same time, ML tools enable firms to personalise prices and introduce heterogeneity, which is likely to weaken the link between monetary policy measures and prices, although AI could provide tools that enhance price transparency and improve consumers' ability to compare prices. There is also the risk that algorithmic pricing could lead to tacit collusion among firms and greater market power, undermining the effectiveness of monetary policy in controlling inflation.</p>\n<p>Finally, AI may influence wage-setting dynamics. If the presence of automation erodes workers' bargaining power, wage responsiveness to changes in unemployment could be reduced. This would weaken the sensitivity of inflation to shifts in monetary policy and complicate central banks' ability to steer inflation effectively.</p>\n<h3>Implications for financial stability</h3>\n<p>Turning now to financial stability, the implications of AI technologies are complex and multifaceted.</p>\n<p>On the one hand, AI offers powerful tools to enhance financial institutions' capabilities in risk assessment, liquidity management and strategic decision making. On the other hand, AI can exacerbate existing vulnerabilities and create new ones.</p>\n<p>For example, generative AI could be deliberately misused - such as through the creation of deepfakes or fabricated statements - potentially aimed at manipulating sentiment or triggering market stress.</p>\n<p>There is also the risk of herding behavior. As more institutions adopt similar AI models, the likelihood of systemic stress increases. What may initially appear as isolated, micro-level risk could rapidly escalate via AI and pose serious threats to financial stability.</p>\n<p>If financial institutions, market participants or the public at large base their key decisions on such inputs, without adequate human verification, we may witness situations of disorderly market volatility. Overreliance to a limited number of AI providers could further raise operational risks and adversely affect the resilience of the financial sector.</p>\n<p>Therefore, it is critical that these tools are deployed with caution. Sound governance, robust regulatory oversight, and adequate safeguards will be essential to ensuring that AI acts as a tool for strength, rather than a source of systemic risk.</p>\n<h3>Conclusion</h3>\n<p>To conclude, the core task of central banks remains safeguarding price and financial stability, and AI poses unprecedented opportunities but also considerable challenges.</p>\n<p>From enhancing communication and improving economic analysis, to reshaping the channels through which monetary policy and the financial system operate, AI is already redefining the way we pursue our tasks.</p>\n<p>As I have outlined today, AI can make central banks more agile, more transparent, and more effective. But its use also demands flexibility - not only in the tools we use, but in the way we think, plan and make decisions. In a world of growing complexity and rapid technological change, we must ensure that innovation goes hand in hand with responsibility, transparency, and trust.</p>\n<p>This calls for thoughtful integration, not blind adoption. As we integrate AI into our policymaking, we must ensure that human judgment and critical thinking remain central to our decisions. AI should serve as a tool to enhance - not replace - our responsibility to make sound, efficient policy choices in the interest of our citizens.</p>\n<p>The euro area faces a dual challenge: harnessing the opportunities that artificial intelligence presents while actively addressing its broader implications.</p>\n<p>To rise to this challenge, it is vital that we craft a comprehensive European AI strategy. To improve the environment for AI innovation and diffusion of new technologies, our strategy has to rest on three pillars: funding, regulation and energy.</p>\n<p>Developing and scaling AI requires substantial investment, particularly in digital infrastructure. There is broad consensus on the importance of building a savings and investment union to jump-start European projects on innovation, including AI.</p>\n<p>Complementary efforts to equip people with the skills they need to thrive in an AI-driven economy and to mitigate the risk of widening inequality are also of high importance.</p>\n<p>In addition, regulatory burdens and weak institutional quality can significantly hold back the expansion of high-tech sectors. That's why we need simple but efficient regulation, while ensuring protection of personal data and strong institutions to defend AI-generated innovation.</p>\n<p>Energy, too, is a critical piece of the puzzle. AI diffusion across the economy will place greater demands on Europe's energy infrastructure. Addressing supply constraints now is essential to ensuring that AI adoption is sustainable in the long run.</p>\n<p>All these considerations need to be taken into account when assessing challenges and opportunities arising from this very innovative technology. The successful adoption of AI requires a flexible adjustment in a constantly evolving environment. Therefore, we need to commence our journey on that potentially wonderful vessel with urgency but also with careful consideration, towards a new shore.</p>\n<p>I am confident that the insights shared at this conference, and the research being pursued by many of you in this room, will be instrumental in guiding us forward.</p>\n<p>Thank you.</p>\n<div><hr/>\n<div id=\"ftn1\">\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> </span>See, for example, Ashwin, J. et al., \"<a class=\"external\" href=\"https://doi.org/10.1002/jae.3057\" rel=\"noopener noreferrer\" target=\"_blank\">Nowcasting euro area GDP with news sentiment: a tale of two crises</a>\", <em>Journal of Applied Econometrics</em>, Vol. 39, No 5, August 2024, pp. 887-905.</p>\n</div>\n<div id=\"ftn2\">\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup>2</sup></a> </span>See, for instance, Lenza, M. et al. (2023), \"Forecasting euro area inflation with machine learning models\", Research Bulletin, No 112, ECB, 17 October.</p>\n</div>\n<div id=\"ftn3\">\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_3\" name=\"fn3\"><sup>3</sup></a> </span>See Menzie, C. et al. (2023), \"<a class=\"external\" href=\"https://www.ecb.europa.eu/pub/pdf/scpwps/ecb.wp2836~6b34f0492c.en.pdf?cdb2cbd3d1343c373cdd562c8cadc7bd\" rel=\"noopener noreferrer\" target=\"_blank\">Nowcasting world trade with machine learning: a three-step approach</a>\", Working Paper Series, No 2836, ECB.</p>\n</div>\n<div id=\"ftn4\">\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_4\" name=\"fn4\"><sup>4</sup></a> </span>See Ashwin, J. et al., \"Nowcasting euro area GDP with news sentiment: a tale of two crises\", Journal of Applied Econometrics, Vol. 39, No 5, August 2024, pp. 887-905</p>\n</div>\n<div id=\"ftn5\">\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_5\" name=\"fn5\"><sup>5</sup></a> </span>Dimitris Malliaropulos &amp; Evgenia Passari &amp; Filippos Petroulakis, 2024. \"Unpacking commodity price fluctuations: reading the news to understand inflation,\" Working Papers 334, Bank of Greece.</p>\n</div>\n<div id=\"ftn6\">\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_6\" name=\"fn6\"><sup>6</sup></a> </span>See Acemoglou, D. (2024), \"The simple macroeconomics of AI\"<em><span> </span></em>MIT, and Filippucci F. et al. (2024), The impact of Artificial Intelligence on productivity, distribution and growth: Key mechanisms, initial evidence and policy challenges\", OECD.</p>\n</div>\n<div id=\"ftn7\">\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_7\" name=\"fn7\"><sup>7</sup></a> </span>IMF Chart of the Week, \"AI Needs More Abundant Power Supplies to Keep Driving Economic Growth\", 13 May 2025.</p>\n</div>\n</div>\n",
  "content_text": "Introduction Many thanks to the conference organisers for inviting me to be here today. It's a privilege to be part of this dialogue that is helping to shape the digital era. Central banks may seem far removed from your world-but we share an important feature: all of us are engaged in understanding complexity, managing uncertainty, and preparing for the future. Today, I would like to discuss how central banks can harness the transformative potential of artificial intelligence (AI) in their mission to safeguard monetary and financial stability. My remarks will unfold along three dimensions, focusing on several important issues, but without being exhaustive. First, on the ways that AI intersects with our monetary policy strategy at the European Central Bank (ECB). Second, on the opportunities AI offers to central banks for efficiency gains in areas such as communication and economic analysis. Third, on the implications posed by AI for price stability, monetary policy transmission and financial stability. Intersections of monetary policy strategy with AI So, let me briefly discuss the ways that AI intersects with our monetary policy strategy. When the ECB Governing Council embarked on its strategy review last year, we made it clear that price stability remains our objective. We also decided to keep the symmetric, 2% inflation target unchanged. The clarity which that objective provides, and our success in achieving that objective, have provided the ECB with credibility, which was essential in keeping inflation expectations anchored around the 2 per cent level during the recent inflation surge. Although our updated strategy is only expected to be concluded and announced later this year, the following is important. When the review was initiated, no one could have possibly foreseen the tectonic eruptions to the geopolitical landscape that ensued. These developments have only reinforced the importance of the review and the need to ensure that our policies will remain fit for a rapidly evolving world -- a world that is now being shaped by geopolitical tensions, trade disruptions, ongoing climate change, and rapid advances in artificial intelligence. In such a world, central banks need to be able to respond with agility, which is undoubtedly a guiding virtue for everyone in this room. We have to deliver a strategy that is not only robust but also flexible: one that allows adjustments to the monetary policy stance and our toolkit in response to shocks and provides a foundation that can guide the Governing Council in navigating through challenges in the years to come. In today's fast-moving environment-where inflation dynamics can shift rapidly, financial conditions are increasingly volatile and uncertainty is ever-present-we need to improve our ability to communicate, assess economic developments in real time and make more accurate projections of the outlook to guide our monetary policy making. This is where AI begins to play a potentially transformative role. In the following, I will focus on the opportunities provided by AI in core central banking fields, namely communication and economic analysis. Opportunity to enhance communication I start with communication. Central banks have come a long way in their communication strategies. As you may know, it was not always the case that the words \"central bank\" and \"communication\" could even stand together in the same sentence. In the 1960s and 1970s, the conventional wisdom among central bankers was: \"the less said, the better.\" The aim was often to surprise markets with the announcement of their policy decisions. Significant policy decisions were sometimes made without immediate public disclosure, and the rationale behind them was not always transparently communicated. The language used would often make the oracles of Delphi seem crystal clear. Alan Greenspan once captured this perfectly when he said, \" if I seem unduly clear to you, you must have misunderstood what I said .\" Things began to change in the 1980s and 1990s. Two factors, in particular, helped bring about this change. The first factor was credibility. As more and more central banks adopted inflation targeting frameworks, they realized that to achieve their targets, they needed to control inflation expectations. In other words, they needed to be credible. The second factor was independence. As central banks achieved independence from politicians, they also had to communicate in a transparent way with the public to help build trust, and safeguard accountability. An important corollary of the improved communication is that it has increased the effectiveness of monetary policy transmission. The previous ECB strategy review in 2021 consolidated this finding, while also calling for central banks in the euro area to use simpler and engaging language to directly access a broader audience. More recently, efforts are being made to exploit AI for the benefit of our communication processes, to enhance transparency, foster trust, and ensure that our monetary policy reaction function is clearly understood, thereby supporting the anchoring of inflation expectations. An important application involves the sentiment analysis of official publications, such as monetary policy statements, speeches, and press releases. For example, using Large Language Models (LLMs) the impact of ECB statements on financial markets 1 can be explored. This kind of work helps understand how the language in communications shapes market expectations for inflation and interest rates. AI models can be trained on financial and policy-specific issues to detect subtle shifts in tone - such as whether a message appears more hawkish (in favour of tighter monetary policy) or dovish (in favour of looser monetary policy) - before publication. This allows communications teams to adjust language in order to ensure it aligns with the intended policy signal, minimising the risk of misinterpretation by the markets that could trigger undue volatility. AI can also play a growing role in the crafting and refining of speeches by policy makers. LLMs can support a consistent voice in communication, while also tailoring the tone and content to specific audiences - be it financial market analysts, other expert audiences, or the wider public. Moreover, AI supports a wide range of multilingual and accessibility needs. Machine translation models - fine-tuned for economic and legal language - help ensure timely publication of central bank materials across multiple official languages, a feature very useful to the European System of Central Banks which speaks all 24 official languages of the EU. Recourse to AI for communication purposes, however, necessitates caution. Over-reliance on AI in crafting and interpreting central bank communications could create an \"echo chamber.\" This would occur when AI tools respond to, and amplify, each other's outputs, leading to overly uniform narratives and repetitive signals, that may distort the policymakers' message. This is a clear case that illustrates the need for human oversight in overviewing processes to ensure that communication stays varied, accurate, and relevant. Opportunity to improve central bank economic analysis and decision making Another area that AI is poised to enhance is economic analysis. Following the AI revolution, we have started to build expertise in incorporating AI and non-traditional data in our analytical tools. These tools are rapidly being applied in the economic analyses that inform our monetary policy decisions. A question however arises: Is the use of AI in this context a hype? Or could it mark a methodological revolution that will help us better pursue our mandate? I believe that there are unique opportunities but also several challenges. First, central banks rely heavily on economic data to make informed decisions on monetary policy. Traditional statistical methods may not be sufficient to apprehend the complexity of the current uncertain environment. The use of LLMs can deliver enhanced data processing and analysis of unstructured data sets of textual data (like news articles or social media). This enables us to access new and non-traditional data sources, that could provide useful insights into our policies. Furthermore, machine learning (ML) models can quickly detect patterns, trends, and potential risks that might not be visible using traditional methods. Thus, we could identify structural breaks and patterns that would otherwise be difficult to detect. These tools can also help identify non-linear relationships. This is particularly important in a complex environment, since capturing non-linearities in the data is essential to understanding how the economy will evolve under stress and how seemingly small disturbances could lead to large-scale economic disruptions. In addition, by processing real-time data, AI can provide timely insights and rigorous analysis, allowing central banks more flexibility in decision making. This is valuable in a world prone to shocks and in times of pervasive uncertainty. There is also a possibility that these tools will be useful in the prediction of turning points in the business cycle and of tail events, such as fiscal crises. Finally, AI could improve forecasting and nowcasting inflation and economic activity. The Eurosystem already uses AI to improve its forecasting processes. For example, ML techniques are applied in inflation forecasting 2 or in nowcasting global trade 3 . Moreover, short-term forecasts of economic activity are informed by sentiment indicators derived from the textual analysis of news, using LLMs 4 . Research 5 at the Bank of Greece has produced forecasting models of inflation based on textual indicators of supply and demand disturbances in commodity markets. With the help of AI tools, these indicators can be updated on a daily basis and thus help predict inflation more accurately. This research has found that out-of-sample inflation forecast errors are reduced by up to 30 per cent. Still, there are several challenges. First, AI models are often complex and opaque, lacking transparency. Being like a \"black box\", they are – at least for the time being - difficult to reconcile with the principles of transparency and accountability of central banks. Second, AI models (usually LLMs) could occasionally provide inaccurate or misleading information, raising practical, reputational and legal concerns. Therefore, human supervision is of the essence, especially in processes that require rational reasoning. Third, the quality of non-traditional data is often poor and the process of reconciling these data with our existing data sources is demanding. In a similar vein, the use of AI should not create an over-reliance on machine-driven outcomes. Overall, I believe that AI is a potent technology which has already brought about tectonic shifts in economic analysis. Its potential is still unfolding, and the benefits it offers are only beginning to be realised. The cutting-edge research promoted at this conference marks a point of methodological revolution. I believe that such research will fundamentally transform the way we understand economic dynamics and will ultimately enable us to make better-informed decisions. While AI opens unique opportunities for central banks in the pursuit of their mandate, it also brings a number of emerging implications that we must carefully consider. I'd like to share what I see as some of the most significant. Implications on productivity, employment, inflation Let me start with the effects on the macroeconomic outlook. AI has strong potential to raise productivity, both through its direct impact on total factor productivity, but also through improvements of efficiency on individual firm level. However, the aggregate effects remain uncertain and vary widely across studies 6 . One reason is that a disproportionate share of the benefits generated by AI may be concentrated in a small number of highly advanced firms, particularly large technology companies with the resources and infrastructure to develop and deploy cutting-edge AI tools. This concentration poses a risk: while AI can deliver substantial productivity benefits at the enterprise level, these gains may not necessarily translate into broad-based growth in aggregate productivity, unless mechanisms are in place to ensure that the diffusion of AI is wide across sectors, firms and countries. In a similar vein, the potential impact of AI on employment is difficult to estimate. On the one hand, it can automate routine, lower-skilled tasks - potentially displacing workers. On the other hand, AI can create new opportunities by increasing labour demand for non-automated tasks, as well as giving rise to new types of jobs. To maximise the favourable effects of AI on employment and to mitigate risks such as labour market inequality, reskilling the workforce with AI-complementary skills will be essential. Turning to prices, the impact of AI on inflation could go in both directions. Increased global demand for energy - driven by the computational intensity of AI technologies - could raise energy prices. According to the IMF 7 , electricity used by data centres alone, is already as much as that of Germany or France, and by 2030 would be comparable to that of India which is the world's third largest electricity user. At the same time, AI can also contribute to more efficient energy use and improved grid management, potentially lowering costs. Moreover, AI-induced productivity improvements might help offset labour shortages, especially in times of low unemployment and ageing population. This could lead to a decline in unit labour costs, exerting thus downward price pressures. However, the overall impact of AI on employment and wage growth is difficult to predict. Expectations also play a central role in the price formation process. If consumers fully anticipate future benefits from AI (such as better products, lower costs, or higher wages), they may bring forward consumption in the short term, creating inflationary pressures. However, if expectations are only regressively formed, disinflationary forces may dominate in the near term due to delayed consumption and investment. Implications for monetary policy transmission The transmission of monetary policy to the economy, and thus monetary policy making are significantly impacted by AI. As I already noted, AI is expected to bring about distributional shifts in income and wealth. These shifts matter for monetary policy, since they influence households' marginal propensity to consume and their access to credit. Should AI disproportionally raise the income share of lower-income households - with a higher marginal propensity to consume and greater credit constraints - the transmission of monetary policy could be strengthened. In contrast, if the gains accrue mainly to higher-income, more skilled households - who have lower marginal propensity to consume and are less responsive to interest rate changes -- then monetary policy transmission may weaken. AI is also affecting how firms set prices. Companies that are more digitalised and employ algorithmic pricing tools can adjust prices more frequently and with greater precision in response to economic shocks. Higher price flexibility could induce – all else equal, a more efficient real economy. At the same time, ML tools enable firms to personalise prices and introduce heterogeneity, which is likely to weaken the link between monetary policy measures and prices, although AI could provide tools that enhance price transparency and improve consumers' ability to compare prices. There is also the risk that algorithmic pricing could lead to tacit collusion among firms and greater market power, undermining the effectiveness of monetary policy in controlling inflation. Finally, AI may influence wage-setting dynamics. If the presence of automation erodes workers' bargaining power, wage responsiveness to changes in unemployment could be reduced. This would weaken the sensitivity of inflation to shifts in monetary policy and complicate central banks' ability to steer inflation effectively. Implications for financial stability Turning now to financial stability, the implications of AI technologies are complex and multifaceted. On the one hand, AI offers powerful tools to enhance financial institutions' capabilities in risk assessment, liquidity management and strategic decision making. On the other hand, AI can exacerbate existing vulnerabilities and create new ones. For example, generative AI could be deliberately misused - such as through the creation of deepfakes or fabricated statements - potentially aimed at manipulating sentiment or triggering market stress. There is also the risk of herding behavior. As more institutions adopt similar AI models, the likelihood of systemic stress increases. What may initially appear as isolated, micro-level risk could rapidly escalate via AI and pose serious threats to financial stability. If financial institutions, market participants or the public at large base their key decisions on such inputs, without adequate human verification, we may witness situations of disorderly market volatility. Overreliance to a limited number of AI providers could further raise operational risks and adversely affect the resilience of the financial sector. Therefore, it is critical that these tools are deployed with caution. Sound governance, robust regulatory oversight, and adequate safeguards will be essential to ensuring that AI acts as a tool for strength, rather than a source of systemic risk. Conclusion To conclude, the core task of central banks remains safeguarding price and financial stability, and AI poses unprecedented opportunities but also considerable challenges. From enhancing communication and improving economic analysis, to reshaping the channels through which monetary policy and the financial system operate, AI is already redefining the way we pursue our tasks. As I have outlined today, AI can make central banks more agile, more transparent, and more effective. But its use also demands flexibility - not only in the tools we use, but in the way we think, plan and make decisions. In a world of growing complexity and rapid technological change, we must ensure that innovation goes hand in hand with responsibility, transparency, and trust. This calls for thoughtful integration, not blind adoption. As we integrate AI into our policymaking, we must ensure that human judgment and critical thinking remain central to our decisions. AI should serve as a tool to enhance - not replace - our responsibility to make sound, efficient policy choices in the interest of our citizens. The euro area faces a dual challenge: harnessing the opportunities that artificial intelligence presents while actively addressing its broader implications. To rise to this challenge, it is vital that we craft a comprehensive European AI strategy. To improve the environment for AI innovation and diffusion of new technologies, our strategy has to rest on three pillars: funding, regulation and energy. Developing and scaling AI requires substantial investment, particularly in digital infrastructure. There is broad consensus on the importance of building a savings and investment union to jump-start European projects on innovation, including AI. Complementary efforts to equip people with the skills they need to thrive in an AI-driven economy and to mitigate the risk of widening inequality are also of high importance. In addition, regulatory burdens and weak institutional quality can significantly hold back the expansion of high-tech sectors. That's why we need simple but efficient regulation, while ensuring protection of personal data and strong institutions to defend AI-generated innovation. Energy, too, is a critical piece of the puzzle. AI diffusion across the economy will place greater demands on Europe's energy infrastructure. Addressing supply constraints now is essential to ensuring that AI adoption is sustainable in the long run. All these considerations need to be taken into account when assessing challenges and opportunities arising from this very innovative technology. The successful adoption of AI requires a flexible adjustment in a constantly evolving environment. Therefore, we need to commence our journey on that potentially wonderful vessel with urgency but also with careful consideration, towards a new shore. I am confident that the insights shared at this conference, and the research being pursued by many of you in this room, will be instrumental in guiding us forward. Thank you. 1 See, for example, Ashwin, J. et al., \" Nowcasting euro area GDP with news sentiment: a tale of two crises \", Journal of Applied Econometrics , Vol. 39, No 5, August 2024, pp. 887-905. 2 See, for instance, Lenza, M. et al. (2023), \"Forecasting euro area inflation with machine learning models\", Research Bulletin, No 112, ECB, 17 October. 3 See Menzie, C. et al. (2023), \" Nowcasting world trade with machine learning: a three-step approach \", Working Paper Series, No 2836, ECB. 4 See Ashwin, J. et al., \"Nowcasting euro area GDP with news sentiment: a tale of two crises\", Journal of Applied Econometrics, Vol. 39, No 5, August 2024, pp. 887-905 5 Dimitris Malliaropulos & Evgenia Passari & Filippos Petroulakis, 2024. \"Unpacking commodity price fluctuations: reading the news to understand inflation,\" Working Papers 334, Bank of Greece. 6 See Acemoglou, D. (2024), \"The simple macroeconomics of AI\" MIT, and Filippucci F. et al. (2024), The impact of Artificial Intelligence on productivity, distribution and growth: Key mechanisms, initial evidence and policy challenges\", OECD. 7 IMF Chart of the Week, \"AI Needs More Abundant Power Supplies to Keep Driving Economic Growth\", 13 May 2025.",
  "date_parsed": "2025-06-13",
  "name": "Yannis Stournaras",
  "link_number": "5",
  "name_orig": "Yannis Stournaras",
  "url_orig": "https://www.bis.org/review/r250611g.htm"
}