{
  "source_url": "https://www.bis.org/review/r250224i.htm",
  "headline": "Yannis Stournaras: Euro area challenges in an uncertain geopolitical landscape",
  "description_html": "\n<p>Speech by Mr Yannis Stournaras, Governor of the Bank of Greece, to the Ambassadors of the Member States of the European Union in Athens, organised by the Embassy of the Republic of Poland in Athens on the occasion of the Republic of Poland Presidency of the Council of the European Union, Athens, 13 February 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Yannis Stournaras, Governor of the Bank of Greece, to the Ambassadors of the Member States of the European Union in Athens, organised by the Embassy of the Republic of Poland in Athens on the occasion of the Republic of Poland Presidency of the Council of the European Union, Athens, 13 February 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "25 February 2025",
  "pdf_url": "https://www.bis.org/review/r250224i.pdf",
  "content_html": "\n<p>Your Excellencies, distinguished guests, ladies and gentlemen,</p>\n<p>It is a pleasure and an honour to be here with you today at this esteemed gathering to discuss some of the most pressing challenges confronting the euro area. I would like to extend my deepest gratitude to His Excellency the Ambassador of Poland and to the Embassy of Poland in Athens for hosting this important event, and for your continued commitment to fostering dialogue on issues that affect all of us in Europe. As we navigate through the complexities of our interconnected economies, the euro area finds itself at a critical juncture. In many ways, we are at a crossroads, where the decisions we make today will significantly shape the economic future of Europe for generations to come.</p>\n<p>Europe has emerged from the pandemic susceptible and weakened. Growth in the euro area has been disappointing in 2023 and 2024, at about 0.5% and 0.7% respectively, low on the basis of whatever criteria one would apply. A key factor underlying the tepid economic activity in the euro area in the last two years was weak business investment, which has been basically flat, if we exclude volatile business investment in Ireland. This starkly contrasts with the situation in the US, where business investment has grown almost three times faster than in the euro area in the post-pandemic period since the end of 2021.</p>\n<p>And, if anything, our projections for growth in 2025, at around 1%, clearly do not point to a strong pick-up in activity. In fact, more recent data, like the stagnation of GDP in the last quarter of 2024, already raise questions about the growth dynamics this year. Surveys indicate that manufacturing is still contracting and growth in services is slowing. Firms are holding back on investments, and exports remain weak, with some European industries struggling to remain competitive.</p>\n<p>This picture of subpar growth seems to reflect a series of long-standing structural impediments in the euro area, combined with unusually adverse global geopolitical factors as well as by political issues in some euro area countries, including the largest economies. War is waging on European soil, political gridlock hinders the ability to press ahead with reforms, while extremist political views are gaining ground across the continent.</p>\n<p>Of course, our restrictive but necessary monetary policy stance in the recent past, aimed at counteracting inflationary pressures, has also contributed to the weak growth developments of the euro area. In this sense, the easing interest rate path on which we have embarked should support activity. The good news is that the disinflation process remains well on track. Inflation has fallen rapidly from a peak of about 10.5% in October 2022 to 2.5% in January 2025 and is still trending downwards, despite some upward base effects in recent months, driven by oil and natural gas prices. What I find particularly encouraging is the fact that core inflation is at the moment a bit lower than we had expected in our latest projections. Core inflation is that part of inflation that excludes the most volatile components for which monetary policy has little, if any, impact. And this means that the past monetary policy tightening has done its job in taming inflation. It is also encouraging that, despite a very tight labour market and unemployment rates at historical lows, compensation per employee growth is easing. This is safeguarding a downward inflation path, also for services that are typically more labour-intensive compared to goods and, thus, their inflation is more persistent.</p>\n<p>Our December 2024 Eurosystem staff projections expect inflation to average 2.1% in 2025 and to return sustainably to our target in late 2025. Unless unexpected contingencies materialise, the ECB's key interest rate through which we steer the monetary policy stance, the deposit facility rate, could fall to around 2% in the course of 2025 from its current level of 2.75%. Obviously, the sequence, pace and magnitude of interest rate cuts remain data-driven and will continue to be decided meeting by meeting.</p>\n<p>Overall, the balance of macroeconomic risks in the euro area has shifted from concerns about high inflation to concerns about low growth. In my view, the euro area is in danger of losing its economic footing, if it has not already done so. We have failed to rival US tech giants, while our economies are stagnating, facing strained public finances. Our region has grown at an average quarterly pace of 0.3% in the last 12 quarters. To put it into context, the US economy has expanded by a far more over the same period. And, to add to our own problems, the new US President seems to implement his election campaign declarations regarding import tariffs.</p>\n<p>Time is running out. We are facing, as ECB President Lagarde put it in Davos a few weeks ago, an existential crisis. There is an urgency for immediate action and collaborative efforts to effectively address Europe's challenges at home and abroad. In the remainder of my speech, I would like to emphasise several major areas of concern that need to be addressed in priority.</p>\n<p>The first area is competitiveness. Productivity growth in the euro area has nearly stalled, constrained by unfavourable demographics, labour market rigidities in many countries, and weak capital growth. This also stems from Europe's lagging business and investment dynamism. Europe has yet to match its global peers in channelling sufficient resources into innovation and productive economic activity, while energy remains expensive. European manufacturers pay about twice as much for electricity as their counterparts in the US. Meanwhile, the needs for electricity of an expanding digital economy will be enormous. Supercomputing infrastructure for artificial intelligence is becoming a geopolitical battleground, and the EU sovereigns must build capacity to reduce strategic dependence on foreign big tech companies.</p>\n<p>According to the 2024 European Investment Bank Investment Survey, capacity expansion has been a greater driver of investment in the US than in the euro area, where the primary focus in the latter remained on replacement. Euro area R&amp;D investment was focused on mature industries, such as cars and equipment, while it has been increasingly concentrated in Information and Communication Technology (ICT)-based activities in the US, such as data centres and AI-related facilities. Intangible investment is key for productivity and value added growth, likely contributing to the widening productivity gap between the two jurisdictions, and impacting also potential output growth differentials.</p>\n<p>The road to a robust recovery for the European economy demands mobilising the substantial private investment necessary to reignite growth and foster resilience. To keep pace with global competitors, Europe needs to prioritise a substantial boost in investment in the next few years and structural reforms aimed at enhancing long-term potential growth. Notably, increased spending in green and digital transitions, innovation and energy are paramount for making Europe more productive, competitive and resilient.</p>\n<p>What is in my view needed?</p>\n<p>First, a more harmonised, yet less burdensome, regulation in the EU – for example, regarding corporate law, insolvencies, taxation and labour law – would improve competitiveness without having to invest a single euro.</p>\n<p>Second, the promotion of a single market for capital is essential. The creation of a European Savings and Investments Union is a move in the right direction, as it can ensure a smooth flow of investment throughout our Union. Establishing common supervision of EU capital markets, integrating the highly segmented infrastructure of European financial markets, and standardising products for retail investment can mobilise both EU's large savings and foreign capital. In addition, deepening the securitisation market and simplifying the relevant regulation can also contribute to attracting investors.</p>\n<p>Third, the completion of Banking Union, with the establishment of EDIS (European Deposit Insurance Scheme) and a Crisis Management Mechanism - CMDI, since a segmented banking sector can never achieve the efficiency and economies of scale gains of US banks.</p>\n<p>There is no doubt that enhanced financial integration can empower innovative firms at all stages of their development with the funding they need to scale up and thrive in a competitive global landscape, reducing their reliance on financing outside Europe. To this end, it is critical to provide investors with incentives for more risk capital, for example by overcoming the institutional and operational hurdles that make European venture capital firms underperform their US counterparts.</p>\n<p>Finally, a permanent fiscal capacity in Europe can successfully step up investments and growth-enhancing projects directed towards areas that bolster economic potential and resilience across Europe. In fact, the accomplishments of the EU Recovery and Resilience Facility offer a valuable blueprint for what can be achieved through coordinated and targeted fiscal initiatives. A clear illustration of this is the finding in the Draghi report that, despite public spending in research and innovation being similar in the EU and the US, it yields much lower dividends in the EU because it is fragmented and uncoordinated across countries.</p>\n<p>Related to that, we need to take a careful look at the factors that have inhibited private investment and, therefore, productivity. In this regard, two factors come to mind.</p>\n<p>First, it appears that some countries are simply not competitive because of structural impediments, such as over-regulation in some markets. I find it interesting that our fastest growing economies at present are those that have had to implement structural reforms during the past decade – countries such as Spain, Portugal, Cyprus and my own.</p>\n<p>Second, we should take a close look at the relationship between investment and our taxation policies. There may well be a need to better harmonise our tax policies in a way that provides an incentive to invest. </p>\n<p>While these advances require addressing long-standing barriers and fragmentation across jurisdictions and sectors, they would also significantly improve the access of businesses to financing. By fostering business efficiency and resource reallocation to the most productive and competitive sectors, sustainable growth can be supported.</p>\n<p>To this end, we welcome the Commission's roadmap on improving competitiveness that was released at the end of January 2025, the so-called Competitiveness Compass, which was based on recommendations by the Draghi report. An increase of productivity by closing the innovation gap is of paramount importance for the economic welfare of European citizens. So is investment in human capital through upskilling and reskilling, talent attraction and retainment, and effective integration of underutilised workers and immigrants into the labour force.</p>\n<p>Under President Lagarde's leadership, the ECB's Governing Council stands ready to play its part in this quest for higher productivity and competitiveness. First, by maintaining a low and predictable inflation environment, the ECB promotes confidence among businesses and investors and contributes to fostering investment and long-term capital allocation required for sustainable economic growth. Second, by removing in a timely manner layers of monetary policy restriction no longer necessary. With inflation sustainably settling around our target, easier financing conditions will be key in stimulating investment by making capital more accessible and affordable.</p>\n<p>The second area of concern for the euro area is the declared trade policy by the new President of the United States. Although the details of a potential imposition of US tariffs have yet to be disclosed, the prospect of an aggressive US trade policy, coupled with possible retaliatory measures, are likely to have far-reaching implications, adding to the euro area's headwinds. With trade volumes between the EU and the US at 1.5 trillion euros, it is clear that US tariffs on Europe will be negative for growth. Market estimates suggest that a 10% US tariff on all imports from the euro area, coupled with higher uncertainty about future US-EU trade relations, could depress euro area GDP growth by up to 0.5 percentage points within a year. The magnitude of these adverse growth effects will depend, among other things, on the range of products subject to higher tariffs, how long these tariffs will persist, which retaliatory and counter-retaliatory measures will be put in place, and the feedback effects from global economic and financial conditions. Incidentally, both theory and practice suggest that tariffs is usually a loose-loose instrument, hence not only the US trade partners are bound to loose, but the US too.</p>\n<p>The impact of tariffs on euro area inflation is less straightforward, operating through various channels. On the one hand, a USD appreciation or a tariff retaliation on US goods from our side will make euro area imports from the US – as well as the bulk of total energy imports that is dollar-invoiced – more expensive, pushing up inflation. On the other hand, a possible re-direction of cheaper Chinese exports from the US to the EU market, due to a US-China trade war, would ceteris paribus accentuate the disinflation process in the euro area.</p>\n<p>In any case, uncertainty about geopolitical, trade and financial developments could significantly weigh on economic sentiment and confidence, further hindering consumption and investment from recovering. At the same time, trade constraints are likely to impact activity in the manufacturing sector, the sick man in Europe, prolonging the ongoing economic stagnation in our region. Completing the Single Market will help meet these challenges.</p>\n<p>Strengthening and extending Europe's trade alliances is also essential to balance trade risks. Expanding bilateral and regional preferential trade agreements would foster cooperation with other countries and contribute to a functional, rule-based multilateral trade system. These steps are essential to boosting investment and fostering sustainable growth, while enhancing the resilience of our economies against external shocks.</p>\n<p>Turning to the pressing issue of climate adaptation and mitigation, it is clear that we are faced with \"peak pessimism\". The US withdrawal from the global climate change negotiations and initiatives has been complemented with major banks and asset funds in the US and Europe distancing themselves from climate policies. We can all see the risks. But we also need to see the opportunities. Momentum for the energy transition needs to remain strong in our continent, and across the rest of the world. We have an even stronger case to double down on our own initiatives to bolster decarbonisation, while avoiding Europe's deindustrialisation. Clean energy at competitive prices should be seen as a great opportunity to industrialise rather than the opposite. The European Commission's plans for a Clean Industrial Deal and its intentions to streamline the sustainability reporting rules, without discounting on transparency, are good examples of how to balance the goal of greening the economy with that of preserving the EU's industrial base and firms' competitiveness.</p>\n<p>As supervisors, central banks can also make sure that the commercial banking sector is better positioned in managing climate risks. We can strengthen the credibility of our monetary policy in achieving our mandate, taking into consideration the implications of climate change for inflation and output. And last but not least, Europe ought to become again the key driver for green tech and finance, which takes me back to the imperative of the European Savings and Investment Union.</p>\n<p>Let me conclude by saying that a key prerequisite for economic prosperity is a safer and more secure Europe. We cannot thrive in an environment where security is fragile or compromised. The Polish EU Presidency in the first half of 2025 has rightly spotlighted the security challenge as central to Europe's future. Reinforcing the EU's civilian and military preparedness must be a priority, as it ensures the Union is resilient to a variety of threats, both internal and external. From preparing for natural disasters to building robust defence capacity and shielding our economies from modern threats, such as cyberattacks and critical infrastructure disruptions, are all vital to uphold economic stability and progress.</p>\n<p>In a world fraught with uncertainty about geopolitical, trade and financial developments, full of unknown unknowns, I cannot emphasise enough the urgency for immediate and coordinated steps to navigate these challenges effectively. The challenges we face may be complex but are not insurmountable. With a shared commitment to economic stability, growth and innovation, we can continue to build a more inclusive and sustainable European economy and strengthen our continent's role in international diplomacy. I am confident that the ambitious programme of the Polish EU Presidency will yield positive outcomes and give Europeans a sense of security and optimism about the future of our economies.</p>\n<p>Thank you very much for your attention.</p>\n",
  "content_text": "Your Excellencies, distinguished guests, ladies and gentlemen, It is a pleasure and an honour to be here with you today at this esteemed gathering to discuss some of the most pressing challenges confronting the euro area. I would like to extend my deepest gratitude to His Excellency the Ambassador of Poland and to the Embassy of Poland in Athens for hosting this important event, and for your continued commitment to fostering dialogue on issues that affect all of us in Europe. As we navigate through the complexities of our interconnected economies, the euro area finds itself at a critical juncture. In many ways, we are at a crossroads, where the decisions we make today will significantly shape the economic future of Europe for generations to come. Europe has emerged from the pandemic susceptible and weakened. Growth in the euro area has been disappointing in 2023 and 2024, at about 0.5% and 0.7% respectively, low on the basis of whatever criteria one would apply. A key factor underlying the tepid economic activity in the euro area in the last two years was weak business investment, which has been basically flat, if we exclude volatile business investment in Ireland. This starkly contrasts with the situation in the US, where business investment has grown almost three times faster than in the euro area in the post-pandemic period since the end of 2021. And, if anything, our projections for growth in 2025, at around 1%, clearly do not point to a strong pick-up in activity. In fact, more recent data, like the stagnation of GDP in the last quarter of 2024, already raise questions about the growth dynamics this year. Surveys indicate that manufacturing is still contracting and growth in services is slowing. Firms are holding back on investments, and exports remain weak, with some European industries struggling to remain competitive. This picture of subpar growth seems to reflect a series of long-standing structural impediments in the euro area, combined with unusually adverse global geopolitical factors as well as by political issues in some euro area countries, including the largest economies. War is waging on European soil, political gridlock hinders the ability to press ahead with reforms, while extremist political views are gaining ground across the continent. Of course, our restrictive but necessary monetary policy stance in the recent past, aimed at counteracting inflationary pressures, has also contributed to the weak growth developments of the euro area. In this sense, the easing interest rate path on which we have embarked should support activity. The good news is that the disinflation process remains well on track. Inflation has fallen rapidly from a peak of about 10.5% in October 2022 to 2.5% in January 2025 and is still trending downwards, despite some upward base effects in recent months, driven by oil and natural gas prices. What I find particularly encouraging is the fact that core inflation is at the moment a bit lower than we had expected in our latest projections. Core inflation is that part of inflation that excludes the most volatile components for which monetary policy has little, if any, impact. And this means that the past monetary policy tightening has done its job in taming inflation. It is also encouraging that, despite a very tight labour market and unemployment rates at historical lows, compensation per employee growth is easing. This is safeguarding a downward inflation path, also for services that are typically more labour-intensive compared to goods and, thus, their inflation is more persistent. Our December 2024 Eurosystem staff projections expect inflation to average 2.1% in 2025 and to return sustainably to our target in late 2025. Unless unexpected contingencies materialise, the ECB's key interest rate through which we steer the monetary policy stance, the deposit facility rate, could fall to around 2% in the course of 2025 from its current level of 2.75%. Obviously, the sequence, pace and magnitude of interest rate cuts remain data-driven and will continue to be decided meeting by meeting. Overall, the balance of macroeconomic risks in the euro area has shifted from concerns about high inflation to concerns about low growth. In my view, the euro area is in danger of losing its economic footing, if it has not already done so. We have failed to rival US tech giants, while our economies are stagnating, facing strained public finances. Our region has grown at an average quarterly pace of 0.3% in the last 12 quarters. To put it into context, the US economy has expanded by a far more over the same period. And, to add to our own problems, the new US President seems to implement his election campaign declarations regarding import tariffs. Time is running out. We are facing, as ECB President Lagarde put it in Davos a few weeks ago, an existential crisis. There is an urgency for immediate action and collaborative efforts to effectively address Europe's challenges at home and abroad. In the remainder of my speech, I would like to emphasise several major areas of concern that need to be addressed in priority. The first area is competitiveness. Productivity growth in the euro area has nearly stalled, constrained by unfavourable demographics, labour market rigidities in many countries, and weak capital growth. This also stems from Europe's lagging business and investment dynamism. Europe has yet to match its global peers in channelling sufficient resources into innovation and productive economic activity, while energy remains expensive. European manufacturers pay about twice as much for electricity as their counterparts in the US. Meanwhile, the needs for electricity of an expanding digital economy will be enormous. Supercomputing infrastructure for artificial intelligence is becoming a geopolitical battleground, and the EU sovereigns must build capacity to reduce strategic dependence on foreign big tech companies. According to the 2024 European Investment Bank Investment Survey, capacity expansion has been a greater driver of investment in the US than in the euro area, where the primary focus in the latter remained on replacement. Euro area R&D investment was focused on mature industries, such as cars and equipment, while it has been increasingly concentrated in Information and Communication Technology (ICT)-based activities in the US, such as data centres and AI-related facilities. Intangible investment is key for productivity and value added growth, likely contributing to the widening productivity gap between the two jurisdictions, and impacting also potential output growth differentials. The road to a robust recovery for the European economy demands mobilising the substantial private investment necessary to reignite growth and foster resilience. To keep pace with global competitors, Europe needs to prioritise a substantial boost in investment in the next few years and structural reforms aimed at enhancing long-term potential growth. Notably, increased spending in green and digital transitions, innovation and energy are paramount for making Europe more productive, competitive and resilient. What is in my view needed? First, a more harmonised, yet less burdensome, regulation in the EU – for example, regarding corporate law, insolvencies, taxation and labour law – would improve competitiveness without having to invest a single euro. Second, the promotion of a single market for capital is essential. The creation of a European Savings and Investments Union is a move in the right direction, as it can ensure a smooth flow of investment throughout our Union. Establishing common supervision of EU capital markets, integrating the highly segmented infrastructure of European financial markets, and standardising products for retail investment can mobilise both EU's large savings and foreign capital. In addition, deepening the securitisation market and simplifying the relevant regulation can also contribute to attracting investors. Third, the completion of Banking Union, with the establishment of EDIS (European Deposit Insurance Scheme) and a Crisis Management Mechanism - CMDI, since a segmented banking sector can never achieve the efficiency and economies of scale gains of US banks. There is no doubt that enhanced financial integration can empower innovative firms at all stages of their development with the funding they need to scale up and thrive in a competitive global landscape, reducing their reliance on financing outside Europe. To this end, it is critical to provide investors with incentives for more risk capital, for example by overcoming the institutional and operational hurdles that make European venture capital firms underperform their US counterparts. Finally, a permanent fiscal capacity in Europe can successfully step up investments and growth-enhancing projects directed towards areas that bolster economic potential and resilience across Europe. In fact, the accomplishments of the EU Recovery and Resilience Facility offer a valuable blueprint for what can be achieved through coordinated and targeted fiscal initiatives. A clear illustration of this is the finding in the Draghi report that, despite public spending in research and innovation being similar in the EU and the US, it yields much lower dividends in the EU because it is fragmented and uncoordinated across countries. Related to that, we need to take a careful look at the factors that have inhibited private investment and, therefore, productivity. In this regard, two factors come to mind. First, it appears that some countries are simply not competitive because of structural impediments, such as over-regulation in some markets. I find it interesting that our fastest growing economies at present are those that have had to implement structural reforms during the past decade – countries such as Spain, Portugal, Cyprus and my own. Second, we should take a close look at the relationship between investment and our taxation policies. There may well be a need to better harmonise our tax policies in a way that provides an incentive to invest. While these advances require addressing long-standing barriers and fragmentation across jurisdictions and sectors, they would also significantly improve the access of businesses to financing. By fostering business efficiency and resource reallocation to the most productive and competitive sectors, sustainable growth can be supported. To this end, we welcome the Commission's roadmap on improving competitiveness that was released at the end of January 2025, the so-called Competitiveness Compass, which was based on recommendations by the Draghi report. An increase of productivity by closing the innovation gap is of paramount importance for the economic welfare of European citizens. So is investment in human capital through upskilling and reskilling, talent attraction and retainment, and effective integration of underutilised workers and immigrants into the labour force. Under President Lagarde's leadership, the ECB's Governing Council stands ready to play its part in this quest for higher productivity and competitiveness. First, by maintaining a low and predictable inflation environment, the ECB promotes confidence among businesses and investors and contributes to fostering investment and long-term capital allocation required for sustainable economic growth. Second, by removing in a timely manner layers of monetary policy restriction no longer necessary. With inflation sustainably settling around our target, easier financing conditions will be key in stimulating investment by making capital more accessible and affordable. The second area of concern for the euro area is the declared trade policy by the new President of the United States. Although the details of a potential imposition of US tariffs have yet to be disclosed, the prospect of an aggressive US trade policy, coupled with possible retaliatory measures, are likely to have far-reaching implications, adding to the euro area's headwinds. With trade volumes between the EU and the US at 1.5 trillion euros, it is clear that US tariffs on Europe will be negative for growth. Market estimates suggest that a 10% US tariff on all imports from the euro area, coupled with higher uncertainty about future US-EU trade relations, could depress euro area GDP growth by up to 0.5 percentage points within a year. The magnitude of these adverse growth effects will depend, among other things, on the range of products subject to higher tariffs, how long these tariffs will persist, which retaliatory and counter-retaliatory measures will be put in place, and the feedback effects from global economic and financial conditions. Incidentally, both theory and practice suggest that tariffs is usually a loose-loose instrument, hence not only the US trade partners are bound to loose, but the US too. The impact of tariffs on euro area inflation is less straightforward, operating through various channels. On the one hand, a USD appreciation or a tariff retaliation on US goods from our side will make euro area imports from the US – as well as the bulk of total energy imports that is dollar-invoiced – more expensive, pushing up inflation. On the other hand, a possible re-direction of cheaper Chinese exports from the US to the EU market, due to a US-China trade war, would ceteris paribus accentuate the disinflation process in the euro area. In any case, uncertainty about geopolitical, trade and financial developments could significantly weigh on economic sentiment and confidence, further hindering consumption and investment from recovering. At the same time, trade constraints are likely to impact activity in the manufacturing sector, the sick man in Europe, prolonging the ongoing economic stagnation in our region. Completing the Single Market will help meet these challenges. Strengthening and extending Europe's trade alliances is also essential to balance trade risks. Expanding bilateral and regional preferential trade agreements would foster cooperation with other countries and contribute to a functional, rule-based multilateral trade system. These steps are essential to boosting investment and fostering sustainable growth, while enhancing the resilience of our economies against external shocks. Turning to the pressing issue of climate adaptation and mitigation, it is clear that we are faced with \"peak pessimism\". The US withdrawal from the global climate change negotiations and initiatives has been complemented with major banks and asset funds in the US and Europe distancing themselves from climate policies. We can all see the risks. But we also need to see the opportunities. Momentum for the energy transition needs to remain strong in our continent, and across the rest of the world. We have an even stronger case to double down on our own initiatives to bolster decarbonisation, while avoiding Europe's deindustrialisation. Clean energy at competitive prices should be seen as a great opportunity to industrialise rather than the opposite. The European Commission's plans for a Clean Industrial Deal and its intentions to streamline the sustainability reporting rules, without discounting on transparency, are good examples of how to balance the goal of greening the economy with that of preserving the EU's industrial base and firms' competitiveness. As supervisors, central banks can also make sure that the commercial banking sector is better positioned in managing climate risks. We can strengthen the credibility of our monetary policy in achieving our mandate, taking into consideration the implications of climate change for inflation and output. And last but not least, Europe ought to become again the key driver for green tech and finance, which takes me back to the imperative of the European Savings and Investment Union. Let me conclude by saying that a key prerequisite for economic prosperity is a safer and more secure Europe. We cannot thrive in an environment where security is fragile or compromised. The Polish EU Presidency in the first half of 2025 has rightly spotlighted the security challenge as central to Europe's future. Reinforcing the EU's civilian and military preparedness must be a priority, as it ensures the Union is resilient to a variety of threats, both internal and external. From preparing for natural disasters to building robust defence capacity and shielding our economies from modern threats, such as cyberattacks and critical infrastructure disruptions, are all vital to uphold economic stability and progress. In a world fraught with uncertainty about geopolitical, trade and financial developments, full of unknown unknowns, I cannot emphasise enough the urgency for immediate and coordinated steps to navigate these challenges effectively. The challenges we face may be complex but are not insurmountable. With a shared commitment to economic stability, growth and innovation, we can continue to build a more inclusive and sustainable European economy and strengthen our continent's role in international diplomacy. I am confident that the ambitious programme of the Polish EU Presidency will yield positive outcomes and give Europeans a sense of security and optimism about the future of our economies. Thank you very much for your attention.",
  "date_parsed": "2025-02-25",
  "name": "Yannis Stournaras",
  "name_orig": "Yannis Stournaras",
  "url_orig": "https://www.bis.org/review/r250224i.htm"
}