{
  "source_url": "https://www.bis.org/review/r240314c.htm",
  "headline": "Yannis Stournaras: Lessons learnt from the experience of lasting zero interest rates and non-standard monetary policy measures",
  "description_html": "\n<p>Speech by Mr Yannis Stournaras, Governor of the Bank of Greece, at the University of Liverpool, Liverpool, 26 February 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Yannis Stournaras, Governor of the Bank of Greece, at the University of Liverpool, Liverpool, 26 February 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "22 March 2024",
  "pdf_url": "https://www.bis.org/review/r240314c.pdf",
  "content_html": "\n<h3>A. Introductory remarks</h3>\n<ul>\n<li>Central bankers have encountered significant challenges over the past 15 years: a global financial turmoil, the euro area sovereign debt crisis, a prolonged period of very-low inflation, the pandemic, and the outbreak of geopolitical crises along with a series of supply-side shocks. Each of these developments has impacted on inflation and economic activity. Each has done so in a different way.</li>\n<li>In the following remarks, I argue that the monetary policy measures adopted by the ECB during that period -- including the lowering of the policy rate to negative levels for a period of 8 years -- managed to support a sustained progress towards price stability, ensuring at the same time financial stability, and supporting economic welfare.</li>\n<li>That said, there were difficult trade-offs to manage. Over time, low rates and non-standard monetary policy measures may lead to excessive leverage and cause short-term dislocations in financial markets. In addition, as we have recently seen, a pivot in the monetary policy stance to combat higher inflation, can cause losses to central banks because they have to remunerate their liabilities at higher interest rates, while their assets have locked in low yields. Do these losses impair the ability of central banks to apply their preferred monetary policy rules? Do they compromise their independence? I argue they do not.</li>\n<li>Nevertheless, important lessons have been learnt from the recent experience. Macro- and micro-prudential and bank crisis management policies have strengthened -- notably with measures to create and enhance a Banking Union -- rendering the financial system more resilient to future challenges.</li>\n</ul>\n<h3>B. Monetary policy rationale for negative interest rates in the euro area</h3>\n<ul>\n<li>Let me start with some remarks on the aspects that justified adopting an accommodative monetary policy in the euro area for more than a decade – that is, before the recent rise in inflation.</li>\n<li>The original euro area architecture had not been equipped to manage efficiently deep macro-financial crises as the ones that unfolded in 2008, with the outbreak of the Great Financial Crisis, and in 2010, with the euro-area's sovereign debt crisis. Our monetary union lacked crisis management and resolution tools and was only a nascent banking union, at best. Therefore, the response to the crises involved not only forceful measures, but also the establishment of new mechanisms, in an evolution process which is still ongoing today.</li>\n<li>In terms of monetary policy, declining prices and growth called for significant easing, in order to address deflationary pressures, prevent a credit crunch and avoid an economic slowdown.</li>\n<li>The ECB developed bold standard and non-standard measures aiming to guide inflation to the two percent target in the medium term, as well as to safeguard stability in the euro area financial system.</li>\n<li>Between 2008 and 2019, the Governing Council made sharp cuts in the ECB's key policy rates,<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a><span style=\"font-size: 13.6px;\"> </span>bringing the main refinancing rate gradually to zero [in March 2016], and even setting a negative interest rate on reserves held by commercial banks with the central bank at the deposit facility [in June 2014]. Lowering interest rates was essential, in order to reduce financing costs, boost spending on investment and consumption goods, bolster economic growth, and contain downward deviations of inflation from the ECB's target. Cutting the deposit facility rate into negative territory has been key in encouraging banks to provide more credit to the economy. At the same time, the increase in the cost for banks of holding excess liquidity with their central banks was mitigated to some extent by the adoption of a two-tier system [in September 2019] through which a portion of banks' reserves were exempted from negative rates.</li>\n<li>However, with interest rates near the zero lower bound, the available policy space to counter low inflation by further reducing policy interest rates had been essentially exhausted. Therefore, facing the threat of a deflationary spiral, additional bold measures were deemed necessary in the period between 2010 and 2021, in order to influence the financial conditions in the euro area.</li>\n<li>These measures can be grouped in two broad categories:</li>\n<li>The first group included the provision of ample liquidity<a class=\"hashlink\" href=\"#fn2\" id=\"fn_2\"><sup>2</sup></a><span style=\"font-size: 13.6px;\"> </span><span> </span>to banks (at longer maturities against a broader set of collateral). Targeted refinancing operations<a class=\"hashlink\" href=\"#fn3\" id=\"fn_3\"><sup>3</sup></a><span style=\"font-size: 13.6px;\"> </span>were specifically designed to support bank lending to businesses and individuals. These operations supported the functioning of the financial markets, amid increased counterparty credit risk and heightened fragmentation.</li>\n<li>The second group of measures included large-scale purchases<a class=\"hashlink\" href=\"#fn4\" id=\"fn_4\"><sup>4</sup></a><span style=\"font-size: 13.6px;\"> </span>of securities issued by the public and the private sector in the euro area.</li>\n<li>Starting late 2014, the ECB embarked on Quantitative Easing (QE) programmes [namely the APP<a class=\"hashlink\" href=\"#fn5\" id=\"fn_5\"><sup>5</sup></a><span style=\"font-size: 13.6px;\"> </span>and later the PEPP<a class=\"hashlink\" href=\"#fn6\" id=\"fn_6\"><sup>6</sup></a>]. Purchases of securities lowered risk-free interest rates, compressed risk premia across financial assets over the whole range of the yield curve and encouraged portfolio rebalancing towards lending to households and firms. Thus, the purchases supported the smooth functioning of the transmission mechanism, and the progress towards our inflation aim.</li>\n<li>As a result, financing conditions improved considerably, with a positive impact on macroeconomic performance. In this regard, various studies<a class=\"hashlink\" href=\"#fn7\" id=\"fn_7\"><sup>7</sup></a><span> </span>provide evidence that the negative interest rate policy had a positive impact on the growth of loans provided to firms. At the same time, the positive effects of low rates on economic activity have led to fewer non-performing loans, rising property values and to a reduction in loan-loss provisions.</li>\n<li>In the absence of these standard and non-standard measures, that reinforced each other, inflation and growth would have been much lower, while the resilience of the financial system would have been compromised. As Mario Draghi put it in 2016<a class=\"hashlink\" href=\"#fn8\" id=\"fn_8\"><sup>8</sup></a>, \"if we had not acted in recent years, the counterfactual would have been a disastrous deflation.\"</li>\n<li>According to ECB estimations<a class=\"hashlink\" href=\"#fn9\" id=\"fn_9\"><sup>9</sup></a><span style=\"font-size: 13.6px;\"> </span>over a counterfactual exercise, inflation, in the absence of non-standard measures, would have been between 0.3 and 0.5 percentage points lower per year in the period 2015-2019, while real GDP would have been between 2.5 and 3.0 percentage points lower than the observed level in the end of 2019.</li>\n<li>All in all, the substantial easing in the ECB's monetary policy has significantly blunted the negative effects on the economy of a series of shocks. It has succeeded in escaping deflation, avoiding a recession and, at the same time, it has strengthened the functioning of the financial system. Indeed, the euro area financial system has emerged much stronger than before the crisis.</li>\n</ul>\n<h3>C. Implications for the financial system in the euro area</h3>\n<ul>\n<li>Turning now to the impact of the low interest rate environment on the financial system, allow me to highlight some pertinent aspects:</li>\n<li>A very important contribution of monetary policy measures, including low interest rates during the past years, has been the safeguarding of macroeconomic stability. A stable economic environment is key for the smooth functioning of the financial system.</li>\n<li>Furthermore, easing measures succeeded in strengthening the bank lending channel and mitigating impairments in the monetary policy transmission mechanism, containing the refinancing risk and debt servicing costs of non-financial corporates and households.</li>\n<li>By pursuing a balancing act to address low inflation and growth, the ECB managed to keep the euro area out of prolonged macroeconomic crisis and, at the same time, prevented an escalation of financial sector turmoil.</li>\n<li>Ample provision of central bank reserves to the financial system mitigated short-term funding difficulties, which, if not addressed, could have raised liquidity shortages and imperiled financial stability.</li>\n<li>However, such extensive measures do not come without potential costs or side effects for banks. In the following, I will refer to some of them:</li>\n</ul>\n<ol>\n<li><em>Side effects of monetary stimulus in a low interest rate environment</em>. Given the existence of a zero-lower bound on deposit interest rates<a class=\"hashlink\" href=\"#fn10\" id=\"fn_10\"><sup>10</sup></a><span style=\"font-size: 13.6px;\"> </span>, a policy rate cut translates into a lower interest rate margin and reduces the net worth of banks. In turn, this reduction in bank net worth may lead to (a) a contraction in lending as banks try to avoid breaching regulatory ratios, (b) lower underwriting standards and (c) a search for yield.</li>\n<li><em>Everything else equal, the prolonged low interest rate environment dampened bank profitability and threatened the viability of their business model</em>. The prevailing low interest rate environment of past years has been challenging for banks and resulted in decreased profitability, particularly for smaller institutions. Net interest income constitutes the most important revenue source for banks (especially for those with traditional business models) and its subdued prospects took its toll on their market valuation. European banks traded significantly below book value for a prolonged period, especially in comparison with their US counterparts.</li>\n<li><em>Ample liquidity coupled with low funding cost for a prolonged period increased leverage of non-financial corporations and households</em>. Heightened leverage coupled with laxer credit origination standards may amplify the impact of worsening financial conditions for non-financial corporations and households, and of increased financing cost on banks' asset quality, in the current juncture of restrictive monetary policy and weakening growth.</li>\n<li><em>The low interest rate environment induced a search for yield by investors and financial institutions alike, resulting in reduced credit risk premia and increased maturity mismatches</em>. Suppressed risk premia could further encourage leverage, thwart efficient allocation of funding and mitigate \"creative destruction\" (in the form of bankruptcies and restructurings) in the corporate sector. Recent data in many countries show a pickup in insolvencies and several analysts argue that the low interest rate environment, along with the pandemic and energy-related support measures, hindered the resolution of the so-called 'zombie' companies.</li>\n<li><em>The size and importance of the non-bank financial sector increased materially</em>. Similarly, ample liquidity and the search for yield of investors contributed to the ascendance of the non-bank financial sector and the increase in its leverage. As a result, contagion risk has increased. Needless to say that the non-bank financial sector is not so tightly regulated as the banking sector allowing for pockets of vulnerability to build-up.</li>\n<li><em>Real and financial assets overvaluation morphs into a systemic risk, which, however, might be mitigated by appropriate supervisory and macroprudential measures</em>. Firstly, the likelihood and intensity of abrupt and widespread asset price corrections increases. Secondly, contagion and concentration risk could amplify the transmission of shocks, in particular for residential and commercial real estate exposures.</li>\n</ol>\n<ul>\n<li>Having said that, it is important to highlight that a number of monetary policy measures implemented by monetary authorities also contributed to alleviating the impact of the low-interest rate environment for the banking sector. Examples are the two-tier system introduced on the remuneration of credit institutions' excess reserves, the negative interest rate on TLTROs linked to the achievement of lending targets, and the significant expansion of the accepted collateral.</li>\n<li>Moreover, banks' profitability was underpinned by increased asset values and stronger economic outcomes. Without the accommodative monetary policy measures, the counterfactual outcome would have been very different than what occurred. Had economic activity stalled, bank lending and loan servicing would have been significantly affected, with adverse implications on banks' revenues and cost of credit risk. This also holds for the non-bank financial sector.</li>\n<li>The authorities also took several measures to strengthen the supervision of the euro area financial sector, notably with the creation of the (still incomplete) Banking Union, with the Single Supervisory Mechanism and the Single Resolution Mechanism at its core. As a result, the resilience of the euro area financial sector has improved markedly and provides a cushion to future crisis episodes.</li>\n</ul>\n<h3>D. Implications for central bank profitability </h3>\n<ul>\n<li>During the last two years, central bank profitability took a hit, raising some concerns that the ability of central banks to deliver on their mandate might be compromised.</li>\n<li>The question is whether central bank loss-making, even if temporary, poses a threat to central bank independence and limits its ability to conduct policy going forward.</li>\n<li>Importantly, central banks are public institutions with a specific mandate and are not profit-oriented.</li>\n<li>The primary objective of central banks is to maintain price stability. These recent losses are a side effect of the policies that have been adopted in the previous years to bring inflation back to target. These losses cannot jeopardise the ability of central banks to deliver on their mandate.</li>\n<li>Therefore, the independence of central banks is not affected by losses, since they were in part covered by profits generated in the past and would be offset in future years.</li>\n<li>As President Lagarde has said<a class=\"hashlink\" href=\"#fn11\" id=\"fn_11\"><sup>11</sup></a>, central banks could neither go bankrupt nor run out of money.</li>\n<li>In the case of the ECB and of several other central banks, losses would only be temporary and significantly lower compared to the potential macroeconomic costs that could have emerged if we hadn't addressed decisively challenges to price stability and risks of recession. </li>\n</ul>\n<h3>E. Conclusions and lessons learnt</h3>\n<ul>\n<li>Experience gained during the past crises times has been extremely valuable.</li>\n<li>Monetary policy needs to remain prudent so that it can accommodate potential future shocks to price stability, of any nature and direction.</li>\n<li>Monetary policy conduct in the euro area has to take several factors into account:</li>\n<li>The European Union institutional architecture is still incomplete in several fields, which importantly include the Banking Union and a bank crisis management and deposit insurance framework.</li>\n<li>The lessons learnt from past crises: monetary policy needs to be flexible, in order to ensure the smooth transmission of monetary policy in the euro area.</li>\n<li>The euro area banking system remains fragmented across and within jurisdictions. Monetary policy can play a significant role in limiting the risk of adverse market dynamics and the associated fragmentation risks, thereby helping to preserve financial stability.</li>\n<li>Uncertainty remains extremely high, with significant contribution from adverse international and geopolitical developments.</li>\n<li>Two principles need to guide our actions: realism and gradualism.</li>\n<li>The response of monetary policy to the new circumstances should be data-dependent and state-dependent. In other words, the assessment of the way forward needs to be continuous and meticulous.</li>\n<li>Any adjustments in the conduct of monetary policy have to follow a gradual approach, in order to avoid disorderly movements in the markets. This includes not only the relevant interest rate decisions, but also developments relating to the market footprint of the central bank (i.e. the balance sheet size of the Eurosystem).</li>\n<li>The operational framework of monetary policy, currently under review by the ECB, will support the monetary policy stance and will take into account the experience we have gained so far.</li>\n<li>There has been substantial progress in reducing inflation in the euro area (October 2022 inflation peaked at 10.6%, while January 2024 inflation rate stood at 2.8%). This progress has been achieved without experiencing a recession or financial instability, suggesting a \"soft landing\".</li>\n<li>However, the inflation battle has not been won yet while uncertainty is very high. The ECB will proceed with careful steps in order not to jeopardise the progress achieved so far. It is true that, according to available data, inflation decelerates faster than our December projections and it is very likely that we will closely approach our two percent inflation target in the autumn of the current year.</li>\n<li>Also, the recent slight deceleration in negotiated wages is encouraging and much will depend on the evolution of profit margins, since overall cost developments, including energy costs, indicate a further easing of price pressures in the near term.</li>\n<li>In my opinion, the end of the first semester of 2024 could see the optimal timing for our first interest rate cut taking into account that incoming data do not, of course, change the picture that I have just described. </li>\n<li>Financial stability considerations need to continue to be taken into account in the decision making of monetary policymakers, in their pursuit of price stability.</li>\n<li>This view is reflected in the 2021 ECB's monetary policy strategy review, stating that financial stability is a precondition for price stability, and vice versa. In fact, as part of our strategy review, we assessed that the ECB's set of conventional and unconventional monetary instruments implemented in the low inflation environment (including negative interest rates, asset purchases and longer-term refinancing operations) had been effective in bringing inflation close to target, while raising output and employment.</li>\n<li>At the Governing Council, we have implemented the appropriate monetary policy stance following a careful choice, design and calibration of instruments, both individually and in combination. We have been vigilant in managing possible risks to financial stability that may accompany our measures.</li>\n<li>Notably, we have not seen a significant abrupt repricing in the financial markets during the low interest rates era. In the last two years, where we have proceeded with a gradual and cautious withdrawal of the easing measures and with a considerable increase of our policy rates, the risk of strong asset price corrections has not materialised.</li>\n<li>At the same time, by addressing risks to financial stability and increasing the resilience of the financial sector, macroprudential and supervisory policies have helped ensure the smooth transmission of the monetary policy and have contributed to price stability over the medium term.</li>\n<li>Turning now to lessons learnt for banks:</li>\n<li>Prudent risk management is of utmost importance as a first layer of defence. The seeds of the most recent crisis episodes (e.g.: Silicon Valley Bank, First Republic Bank, Credit Swisse) emanate from risk management failures, in terms of product mix, concentration risk, search for yield, maturity mismatches etc.</li>\n<li>At the same time, it is essential to point out that the most recent episodes of individual bank failures in the United States and in Switzerland were prevented from morphing into systemic crises by the existence of complete banking unions. In the case of the U.S. banks, comments by senior U.S. economic officials that all deposits on the failed institutions would be guaranteed put a decisive end to the crisis.</li>\n<li>Short-termism vs. sustainability of banks' business models. Myopic strategies aggravate the impact of risk management shortcomings with devastating effects. Business model assessment should become an integral part of prudential supervision, while early intervention supervisory measures should be encouraged.</li>\n<li>In retrospect the merits of building-up appropriate macroprudential space in an era of accommodative monetary policy have become evident. The pandemic showed the importance of being able to release macroprudential capital buffers to mitigate the impact of unexpected shocks on the financial sector and the real economy. Moreover, macroprudential capital buffers and borrower-based measures could mitigate the impact of accommodative monetary policy on the credit and financial cycle as well as strengthen financial sector resilience.</li>\n<li>Last but not least, the strengthening of the crisis management framework in the euro area along with the completion of the Banking Union (namely in the form of the European Deposit Insurance Scheme) will enhance the preparedness to deal with banking crises. So far, the EU banking sector seems to have fared well despite a multitude of challenges. Nonetheless, there is no room for complacency. The authorities should prepare for a rainy day well in advance. The past crises show the importance of enhancing the institutional framework prior to the materialisation of risks.</li>\n<li>My firm belief is that, as integration and policy coordination in the monetary union progress, and with the establishment of a fully functioning Capital Markets Union and the completion of the Banking Union, which I consider of paramount importance, the euro area economy and its financial sector will become increasingly resilient to future shocks and adverse geopolitical developments. Every step forward might have its difficulties, but the associated gain makes it worth the effort.</li>\n<li>It is of paramount importance to realize that in a highly uncertain and fragmented world, which is subject to continuous supply-side shocks mostly due to geopolitical tensions, the result is higher producer and consumer prices as well as lower production and employment. The invasion of Russia in Ukraine and the subsequent war, which lasts for two years, has had very serious implications for the euro area economy: Inflation and interest rates have been much higher and GDP growth lower than in the absence of this terrible war, the first major war in Europe since 1945, with hundreds of thousands of innocent victims.</li>\n<li>This huge supply side shock for a net energy importer such as the euro area, indicates the difficulties that monetary policy is facing. Even if it possesses the above-mentioned desirable properties, it will not fully and satisfactorily achieve its stabilization role, unless it is assisted by appropriate fiscal and structural policies. And since we talk about the euro area, I ought to constantly remind you that the creation of the Capital Markets Union, the completion of the Banking Union and concrete steps towards a Fiscal Union, will greatly increase the efficiency of monetary policy.</li>\n<li>Finally, the variable that will determine to a large extent the sustainability not only of public debt but also of private debt, is the so called \"snowball effect\", that is the difference between the nominal effective interest rate of debt refinancing and the nominal growth rate. The \"snowball effect\" in the last several years has been negative, that is, the nominal effective interest rate of debt refinancing has been smaller than the nominal growth rate, and that contributed to the stability of public and private sector finances. Policy makers should understand the significance of the \"snowball effect\" and make sure that it has the right sign, if not always, at least for most of the time. A favourable \"snowball effect\" can contribute to the ability of our economies to remain resilient as we transition to the new normal.</li>\n</ul>\n<div><hr/>\n<div id=\"ftn1\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> The Governing Council adopted in October 2008 a fixed-rate full allotment tender procedure for open market operations. Moreover, the maturity of the refinancing operations was extended, and the range of eligible assets that could be used as collateral in refinancing operations was expanded.</p>\n</div>\n<div id=\"ftn2\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup>2</sup></a> Two Very Long-Term Refinancing Operations (VLTROs) with a maturity of three years (December 2011 and February 2012) were carried out.</p>\n</div>\n<div id=\"ftn3\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_3\" name=\"fn3\"><sup>3</sup></a> Targeted longer-term refinancing operations (TLTROs) were designed to provide ample liquidity to banks on very favourable terms based on the banks' lending performance. The first series was launched in June 2014, the second in March 2016 and the third in March 2019.</p>\n</div>\n<div id=\"ftn4\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_4\" name=\"fn4\"><sup>4</sup></a> The ECB intervened (from May 2010 to September 2012) by purchasing government bonds issued by certain countries via the Securities Markets Programme (SMP) and introduced (in September 2012) the possibility to undertake Outright Monetary Transactions (OMT), i.e. purchases of government bonds subject to strict conditionality.</p>\n</div>\n<div id=\"ftn5\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_5\" name=\"fn5\"><sup>5</sup></a> The Asset Purchase Programme (APP) was initiated in October 2014 and was significantly expanded by the Public Sector Purchase Programme (PSPP) in March 2015.</p>\n</div>\n<div id=\"ftn6\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_6\" name=\"fn6\"><sup>6</sup></a> By adopting the Pandemic Emergency Purchase Programme (PEPP) in March 2020 and easing its collateral standards and the terms of the TLTROs-III, to enable banks to extend credit to those hardest-hit by the pandemic.</p>\n</div>\n<div id=\"ftn7\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_7\" name=\"fn7\"><sup>7</sup></a> According to ECB Monthly Bulletin, Issue 3/2020, Article on \"Negative rates and transmission of monetary policy\", empirical studies suggest a positive impact on loan growth of around 0.7 pp each year, attributed to the negative interest rate policy.</p>\n</div>\n<div id=\"ftn8\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_8\" name=\"fn8\"><sup>8</sup></a> <a href=\"https://twitter.com/ecb/status/707936983239299073\" rel=\"noopener noreferrer\" target=\"_blank\">https://twitter.com/ecb/status/707936983239299073</a></p>\n</div>\n<div id=\"ftn9\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_9\" name=\"fn9\"><sup>9</sup></a> See speech by Philip Lane at the 2020 US Monetary Policy Forum, \"The monetary policy toolbox: evidence from the euro area\", on 21 February 2020.</p>\n</div>\n<div id=\"ftn10\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_10\" name=\"fn10\"><sup>10</sup></a> Implying that banks are usually reluctant to pass negative rates onto their depositors, especially households.</p>\n</div>\n<div id=\"ftn11\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_11\" name=\"fn11\"><sup>11</sup></a> See Monetary dialogue with Christine Lagarde, Committee on Economic and Monetary Affairs, 19 November 2020.</p>\n</div>\n</div>\n",
  "content_text": "A. Introductory remarks Central bankers have encountered significant challenges over the past 15 years: a global financial turmoil, the euro area sovereign debt crisis, a prolonged period of very-low inflation, the pandemic, and the outbreak of geopolitical crises along with a series of supply-side shocks. Each of these developments has impacted on inflation and economic activity. Each has done so in a different way. In the following remarks, I argue that the monetary policy measures adopted by the ECB during that period -- including the lowering of the policy rate to negative levels for a period of 8 years -- managed to support a sustained progress towards price stability, ensuring at the same time financial stability, and supporting economic welfare. That said, there were difficult trade-offs to manage. Over time, low rates and non-standard monetary policy measures may lead to excessive leverage and cause short-term dislocations in financial markets. In addition, as we have recently seen, a pivot in the monetary policy stance to combat higher inflation, can cause losses to central banks because they have to remunerate their liabilities at higher interest rates, while their assets have locked in low yields. Do these losses impair the ability of central banks to apply their preferred monetary policy rules? Do they compromise their independence? I argue they do not. Nevertheless, important lessons have been learnt from the recent experience. Macro- and micro-prudential and bank crisis management policies have strengthened -- notably with measures to create and enhance a Banking Union -- rendering the financial system more resilient to future challenges. B. Monetary policy rationale for negative interest rates in the euro area Let me start with some remarks on the aspects that justified adopting an accommodative monetary policy in the euro area for more than a decade – that is, before the recent rise in inflation. The original euro area architecture had not been equipped to manage efficiently deep macro-financial crises as the ones that unfolded in 2008, with the outbreak of the Great Financial Crisis, and in 2010, with the euro-area's sovereign debt crisis. Our monetary union lacked crisis management and resolution tools and was only a nascent banking union, at best. Therefore, the response to the crises involved not only forceful measures, but also the establishment of new mechanisms, in an evolution process which is still ongoing today. In terms of monetary policy, declining prices and growth called for significant easing, in order to address deflationary pressures, prevent a credit crunch and avoid an economic slowdown. The ECB developed bold standard and non-standard measures aiming to guide inflation to the two percent target in the medium term, as well as to safeguard stability in the euro area financial system. Between 2008 and 2019, the Governing Council made sharp cuts in the ECB's key policy rates, 1 bringing the main refinancing rate gradually to zero [in March 2016], and even setting a negative interest rate on reserves held by commercial banks with the central bank at the deposit facility [in June 2014]. Lowering interest rates was essential, in order to reduce financing costs, boost spending on investment and consumption goods, bolster economic growth, and contain downward deviations of inflation from the ECB's target. Cutting the deposit facility rate into negative territory has been key in encouraging banks to provide more credit to the economy. At the same time, the increase in the cost for banks of holding excess liquidity with their central banks was mitigated to some extent by the adoption of a two-tier system [in September 2019] through which a portion of banks' reserves were exempted from negative rates. However, with interest rates near the zero lower bound, the available policy space to counter low inflation by further reducing policy interest rates had been essentially exhausted. Therefore, facing the threat of a deflationary spiral, additional bold measures were deemed necessary in the period between 2010 and 2021, in order to influence the financial conditions in the euro area. These measures can be grouped in two broad categories: The first group included the provision of ample liquidity 2 to banks (at longer maturities against a broader set of collateral). Targeted refinancing operations 3 were specifically designed to support bank lending to businesses and individuals. These operations supported the functioning of the financial markets, amid increased counterparty credit risk and heightened fragmentation. The second group of measures included large-scale purchases 4 of securities issued by the public and the private sector in the euro area. Starting late 2014, the ECB embarked on Quantitative Easing (QE) programmes [namely the APP 5 and later the PEPP 6 ]. Purchases of securities lowered risk-free interest rates, compressed risk premia across financial assets over the whole range of the yield curve and encouraged portfolio rebalancing towards lending to households and firms. Thus, the purchases supported the smooth functioning of the transmission mechanism, and the progress towards our inflation aim. As a result, financing conditions improved considerably, with a positive impact on macroeconomic performance. In this regard, various studies 7 provide evidence that the negative interest rate policy had a positive impact on the growth of loans provided to firms. At the same time, the positive effects of low rates on economic activity have led to fewer non-performing loans, rising property values and to a reduction in loan-loss provisions. In the absence of these standard and non-standard measures, that reinforced each other, inflation and growth would have been much lower, while the resilience of the financial system would have been compromised. As Mario Draghi put it in 2016 8 , \"if we had not acted in recent years, the counterfactual would have been a disastrous deflation.\" According to ECB estimations 9 over a counterfactual exercise, inflation, in the absence of non-standard measures, would have been between 0.3 and 0.5 percentage points lower per year in the period 2015-2019, while real GDP would have been between 2.5 and 3.0 percentage points lower than the observed level in the end of 2019. All in all, the substantial easing in the ECB's monetary policy has significantly blunted the negative effects on the economy of a series of shocks. It has succeeded in escaping deflation, avoiding a recession and, at the same time, it has strengthened the functioning of the financial system. Indeed, the euro area financial system has emerged much stronger than before the crisis. C. Implications for the financial system in the euro area Turning now to the impact of the low interest rate environment on the financial system, allow me to highlight some pertinent aspects: A very important contribution of monetary policy measures, including low interest rates during the past years, has been the safeguarding of macroeconomic stability. A stable economic environment is key for the smooth functioning of the financial system. Furthermore, easing measures succeeded in strengthening the bank lending channel and mitigating impairments in the monetary policy transmission mechanism, containing the refinancing risk and debt servicing costs of non-financial corporates and households. By pursuing a balancing act to address low inflation and growth, the ECB managed to keep the euro area out of prolonged macroeconomic crisis and, at the same time, prevented an escalation of financial sector turmoil. Ample provision of central bank reserves to the financial system mitigated short-term funding difficulties, which, if not addressed, could have raised liquidity shortages and imperiled financial stability. However, such extensive measures do not come without potential costs or side effects for banks. In the following, I will refer to some of them: Side effects of monetary stimulus in a low interest rate environment . Given the existence of a zero-lower bound on deposit interest rates 10 , a policy rate cut translates into a lower interest rate margin and reduces the net worth of banks. In turn, this reduction in bank net worth may lead to (a) a contraction in lending as banks try to avoid breaching regulatory ratios, (b) lower underwriting standards and (c) a search for yield. Everything else equal, the prolonged low interest rate environment dampened bank profitability and threatened the viability of their business model . The prevailing low interest rate environment of past years has been challenging for banks and resulted in decreased profitability, particularly for smaller institutions. Net interest income constitutes the most important revenue source for banks (especially for those with traditional business models) and its subdued prospects took its toll on their market valuation. European banks traded significantly below book value for a prolonged period, especially in comparison with their US counterparts. Ample liquidity coupled with low funding cost for a prolonged period increased leverage of non-financial corporations and households . Heightened leverage coupled with laxer credit origination standards may amplify the impact of worsening financial conditions for non-financial corporations and households, and of increased financing cost on banks' asset quality, in the current juncture of restrictive monetary policy and weakening growth. The low interest rate environment induced a search for yield by investors and financial institutions alike, resulting in reduced credit risk premia and increased maturity mismatches . Suppressed risk premia could further encourage leverage, thwart efficient allocation of funding and mitigate \"creative destruction\" (in the form of bankruptcies and restructurings) in the corporate sector. Recent data in many countries show a pickup in insolvencies and several analysts argue that the low interest rate environment, along with the pandemic and energy-related support measures, hindered the resolution of the so-called 'zombie' companies. The size and importance of the non-bank financial sector increased materially . Similarly, ample liquidity and the search for yield of investors contributed to the ascendance of the non-bank financial sector and the increase in its leverage. As a result, contagion risk has increased. Needless to say that the non-bank financial sector is not so tightly regulated as the banking sector allowing for pockets of vulnerability to build-up. Real and financial assets overvaluation morphs into a systemic risk, which, however, might be mitigated by appropriate supervisory and macroprudential measures . Firstly, the likelihood and intensity of abrupt and widespread asset price corrections increases. Secondly, contagion and concentration risk could amplify the transmission of shocks, in particular for residential and commercial real estate exposures. Having said that, it is important to highlight that a number of monetary policy measures implemented by monetary authorities also contributed to alleviating the impact of the low-interest rate environment for the banking sector. Examples are the two-tier system introduced on the remuneration of credit institutions' excess reserves, the negative interest rate on TLTROs linked to the achievement of lending targets, and the significant expansion of the accepted collateral. Moreover, banks' profitability was underpinned by increased asset values and stronger economic outcomes. Without the accommodative monetary policy measures, the counterfactual outcome would have been very different than what occurred. Had economic activity stalled, bank lending and loan servicing would have been significantly affected, with adverse implications on banks' revenues and cost of credit risk. This also holds for the non-bank financial sector. The authorities also took several measures to strengthen the supervision of the euro area financial sector, notably with the creation of the (still incomplete) Banking Union, with the Single Supervisory Mechanism and the Single Resolution Mechanism at its core. As a result, the resilience of the euro area financial sector has improved markedly and provides a cushion to future crisis episodes. D. Implications for central bank profitability During the last two years, central bank profitability took a hit, raising some concerns that the ability of central banks to deliver on their mandate might be compromised. The question is whether central bank loss-making, even if temporary, poses a threat to central bank independence and limits its ability to conduct policy going forward. Importantly, central banks are public institutions with a specific mandate and are not profit-oriented. The primary objective of central banks is to maintain price stability. These recent losses are a side effect of the policies that have been adopted in the previous years to bring inflation back to target. These losses cannot jeopardise the ability of central banks to deliver on their mandate. Therefore, the independence of central banks is not affected by losses, since they were in part covered by profits generated in the past and would be offset in future years. As President Lagarde has said 11 , central banks could neither go bankrupt nor run out of money. In the case of the ECB and of several other central banks, losses would only be temporary and significantly lower compared to the potential macroeconomic costs that could have emerged if we hadn't addressed decisively challenges to price stability and risks of recession. E. Conclusions and lessons learnt Experience gained during the past crises times has been extremely valuable. Monetary policy needs to remain prudent so that it can accommodate potential future shocks to price stability, of any nature and direction. Monetary policy conduct in the euro area has to take several factors into account: The European Union institutional architecture is still incomplete in several fields, which importantly include the Banking Union and a bank crisis management and deposit insurance framework. The lessons learnt from past crises: monetary policy needs to be flexible, in order to ensure the smooth transmission of monetary policy in the euro area. The euro area banking system remains fragmented across and within jurisdictions. Monetary policy can play a significant role in limiting the risk of adverse market dynamics and the associated fragmentation risks, thereby helping to preserve financial stability. Uncertainty remains extremely high, with significant contribution from adverse international and geopolitical developments. Two principles need to guide our actions: realism and gradualism. The response of monetary policy to the new circumstances should be data-dependent and state-dependent. In other words, the assessment of the way forward needs to be continuous and meticulous. Any adjustments in the conduct of monetary policy have to follow a gradual approach, in order to avoid disorderly movements in the markets. This includes not only the relevant interest rate decisions, but also developments relating to the market footprint of the central bank (i.e. the balance sheet size of the Eurosystem). The operational framework of monetary policy, currently under review by the ECB, will support the monetary policy stance and will take into account the experience we have gained so far. There has been substantial progress in reducing inflation in the euro area (October 2022 inflation peaked at 10.6%, while January 2024 inflation rate stood at 2.8%). This progress has been achieved without experiencing a recession or financial instability, suggesting a \"soft landing\". However, the inflation battle has not been won yet while uncertainty is very high. The ECB will proceed with careful steps in order not to jeopardise the progress achieved so far. It is true that, according to available data, inflation decelerates faster than our December projections and it is very likely that we will closely approach our two percent inflation target in the autumn of the current year. Also, the recent slight deceleration in negotiated wages is encouraging and much will depend on the evolution of profit margins, since overall cost developments, including energy costs, indicate a further easing of price pressures in the near term. In my opinion, the end of the first semester of 2024 could see the optimal timing for our first interest rate cut taking into account that incoming data do not, of course, change the picture that I have just described. Financial stability considerations need to continue to be taken into account in the decision making of monetary policymakers, in their pursuit of price stability. This view is reflected in the 2021 ECB's monetary policy strategy review, stating that financial stability is a precondition for price stability, and vice versa. In fact, as part of our strategy review, we assessed that the ECB's set of conventional and unconventional monetary instruments implemented in the low inflation environment (including negative interest rates, asset purchases and longer-term refinancing operations) had been effective in bringing inflation close to target, while raising output and employment. At the Governing Council, we have implemented the appropriate monetary policy stance following a careful choice, design and calibration of instruments, both individually and in combination. We have been vigilant in managing possible risks to financial stability that may accompany our measures. Notably, we have not seen a significant abrupt repricing in the financial markets during the low interest rates era. In the last two years, where we have proceeded with a gradual and cautious withdrawal of the easing measures and with a considerable increase of our policy rates, the risk of strong asset price corrections has not materialised. At the same time, by addressing risks to financial stability and increasing the resilience of the financial sector, macroprudential and supervisory policies have helped ensure the smooth transmission of the monetary policy and have contributed to price stability over the medium term. Turning now to lessons learnt for banks: Prudent risk management is of utmost importance as a first layer of defence. The seeds of the most recent crisis episodes (e.g.: Silicon Valley Bank, First Republic Bank, Credit Swisse) emanate from risk management failures, in terms of product mix, concentration risk, search for yield, maturity mismatches etc. At the same time, it is essential to point out that the most recent episodes of individual bank failures in the United States and in Switzerland were prevented from morphing into systemic crises by the existence of complete banking unions. In the case of the U.S. banks, comments by senior U.S. economic officials that all deposits on the failed institutions would be guaranteed put a decisive end to the crisis. Short-termism vs. sustainability of banks' business models. Myopic strategies aggravate the impact of risk management shortcomings with devastating effects. Business model assessment should become an integral part of prudential supervision, while early intervention supervisory measures should be encouraged. In retrospect the merits of building-up appropriate macroprudential space in an era of accommodative monetary policy have become evident. The pandemic showed the importance of being able to release macroprudential capital buffers to mitigate the impact of unexpected shocks on the financial sector and the real economy. Moreover, macroprudential capital buffers and borrower-based measures could mitigate the impact of accommodative monetary policy on the credit and financial cycle as well as strengthen financial sector resilience. Last but not least, the strengthening of the crisis management framework in the euro area along with the completion of the Banking Union (namely in the form of the European Deposit Insurance Scheme) will enhance the preparedness to deal with banking crises. So far, the EU banking sector seems to have fared well despite a multitude of challenges. Nonetheless, there is no room for complacency. The authorities should prepare for a rainy day well in advance. The past crises show the importance of enhancing the institutional framework prior to the materialisation of risks. My firm belief is that, as integration and policy coordination in the monetary union progress, and with the establishment of a fully functioning Capital Markets Union and the completion of the Banking Union, which I consider of paramount importance, the euro area economy and its financial sector will become increasingly resilient to future shocks and adverse geopolitical developments. Every step forward might have its difficulties, but the associated gain makes it worth the effort. It is of paramount importance to realize that in a highly uncertain and fragmented world, which is subject to continuous supply-side shocks mostly due to geopolitical tensions, the result is higher producer and consumer prices as well as lower production and employment. The invasion of Russia in Ukraine and the subsequent war, which lasts for two years, has had very serious implications for the euro area economy: Inflation and interest rates have been much higher and GDP growth lower than in the absence of this terrible war, the first major war in Europe since 1945, with hundreds of thousands of innocent victims. This huge supply side shock for a net energy importer such as the euro area, indicates the difficulties that monetary policy is facing. Even if it possesses the above-mentioned desirable properties, it will not fully and satisfactorily achieve its stabilization role, unless it is assisted by appropriate fiscal and structural policies. And since we talk about the euro area, I ought to constantly remind you that the creation of the Capital Markets Union, the completion of the Banking Union and concrete steps towards a Fiscal Union, will greatly increase the efficiency of monetary policy. Finally, the variable that will determine to a large extent the sustainability not only of public debt but also of private debt, is the so called \"snowball effect\", that is the difference between the nominal effective interest rate of debt refinancing and the nominal growth rate. The \"snowball effect\" in the last several years has been negative, that is, the nominal effective interest rate of debt refinancing has been smaller than the nominal growth rate, and that contributed to the stability of public and private sector finances. Policy makers should understand the significance of the \"snowball effect\" and make sure that it has the right sign, if not always, at least for most of the time. A favourable \"snowball effect\" can contribute to the ability of our economies to remain resilient as we transition to the new normal. 1 The Governing Council adopted in October 2008 a fixed-rate full allotment tender procedure for open market operations. Moreover, the maturity of the refinancing operations was extended, and the range of eligible assets that could be used as collateral in refinancing operations was expanded. 2 Two Very Long-Term Refinancing Operations (VLTROs) with a maturity of three years (December 2011 and February 2012) were carried out. 3 Targeted longer-term refinancing operations (TLTROs) were designed to provide ample liquidity to banks on very favourable terms based on the banks' lending performance. The first series was launched in June 2014, the second in March 2016 and the third in March 2019. 4 The ECB intervened (from May 2010 to September 2012) by purchasing government bonds issued by certain countries via the Securities Markets Programme (SMP) and introduced (in September 2012) the possibility to undertake Outright Monetary Transactions (OMT), i.e. purchases of government bonds subject to strict conditionality. 5 The Asset Purchase Programme (APP) was initiated in October 2014 and was significantly expanded by the Public Sector Purchase Programme (PSPP) in March 2015. 6 By adopting the Pandemic Emergency Purchase Programme (PEPP) in March 2020 and easing its collateral standards and the terms of the TLTROs-III, to enable banks to extend credit to those hardest-hit by the pandemic. 7 According to ECB Monthly Bulletin, Issue 3/2020, Article on \"Negative rates and transmission of monetary policy\", empirical studies suggest a positive impact on loan growth of around 0.7 pp each year, attributed to the negative interest rate policy. 8 https://twitter.com/ecb/status/707936983239299073 9 See speech by Philip Lane at the 2020 US Monetary Policy Forum, \"The monetary policy toolbox: evidence from the euro area\", on 21 February 2020. 10 Implying that banks are usually reluctant to pass negative rates onto their depositors, especially households. 11 See Monetary dialogue with Christine Lagarde, Committee on Economic and Monetary Affairs, 19 November 2020.",
  "date_parsed": "2024-03-22",
  "name": "Yannis Stournaras",
  "name_orig": "Yannis Stournaras",
  "url_orig": "https://www.bis.org/review/r240314c.htm"
}