{
  "source_url": "https://www.bis.org/review/r251002l.htm",
  "headline": "Yannis Stournaras: New technologies, crypto, stablecoins and payments - a central bank perspective",
  "description_html": "\n<p>Speech by Mr Yannis Stournaras, Governor of the Bank of Greece, at the Crypto-Research Conference \"New technologies, crypto, stablecoins and payments: a central bank perspective\", Athens, 29 September 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Yannis Stournaras, Governor of the Bank of Greece, at the Crypto-Research Conference \"New technologies, crypto, stablecoins and payments: a central bank perspective\", Athens, 29 September 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "03 October 2025",
  "pdf_url": "https://www.bis.org/review/r251002l.pdf",
  "content_html": "\n<p>Ladies and Gentlemen, Dear Colleagues, </p>\n<p>I am glad to be here today, addressing an audience that is keen on discussing new technologies, from both the academic and the business perspective.</p>\n<p>Crypto-relevant technologies, which are the focus of discussion today, are bringing change and, in many cases, disruption in the financial industry. But, being a central banker for many years, I would like to stress that, with whatever new technologies and new ideas, our core concern always remains to maintain stability and confidence in the financial system.</p>\n<p>The world of crypto, developed mostly over the last decade, has radically challenged our way of thinking about financial assets, about the concept of money and about the set up of market infrastructures that support payment and settlement systems.</p>\n<p>We all see the impressive figures involved in the crypto industry: The stablecoin sector only, constitutes a 250 billion dollar<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a> market today. It is assessed that 27 trillion dollars moved through stablecoins last year – more than VISA and Mastercard combined. And the initial public offering (IPO) of a stablecoin giant last June was followed by an immediate sharp surge of its share prices.</p>\n<p>Hence, we see that crypto instruments are now far from being a niche sector; they have become a substantial part of the financial ecosystem. But it is yet to be seen how the new ecosystem, the crypto-ecosystem, balances its explosive growth with regulation and public trust. This is, in my view, the focus of interest, especially from a central bank perspective.</p>\n<p>Blockchain technology was for years considered a synonym to crypto assets (like bitcoin) and was associated with increased risks for investors and for the financial sector. And perhaps rightly so, as the crypto world had developed in a regulatory vacuum that is only now being contained by legislation – however, only in<span> </span>certain<span> </span>jurisdictions and in<span> </span>different<span> </span>ways.</p>\n<p>In the last few years, blockchains and the wider Distributed Ledger Technology have gained momentum in the financial sector, both in the so-called Decentralized Finance (or DeFi), but also in institutional financial activities. Distributed ledger technology is transforming the financial ecosystem – but it also requires adjustments in business models as well as in the regulatory and supervisory set up. </p>\n<p>Decentralised Finance (DeFi) is a segment of the crypto-asset universe that has expanded rapidly over the last few years. It represents a novel way of providing financial services to retail users, such as decentralized lending and payments. Usually it does not create novel financial products, but mimics those provided in traditional financial markets through technology-enabled innovation. However, certain features such as how assets are held, how trust is generated and how the system is governed, distinguish it from traditional finance. It is important to note that, in fact, DeFi is in many ways subject to the same vulnerabilities as traditional finance, including those caused by excessive leverage and risk taking, liquidity mismatches and interconnectedness. Its novel technology and method of service provision can, however, amplify certain vulnerabilities and incur additional specific risks.</p>\n<p>But, as said, the momentum of Distributed Ledger Technology has extended in the financial sector beyond the Decentralized Finance space. This technology is increasingly used at institutional level by credit institutions, financial markets and clearing and settlement systems in various use cases such as securities issuance, payments, tokenized deposits and funds. DLT is linked to the tokenization process, which is also gaining momentum with experiments and real world cases. Real world assets, such as bonds, equities and ownership rights on almost any object can be represented as tokens offering innovative services.</p>\n<p>According to the BIS,<span> </span><em>tokenisation can help to enhance the efficiency of markets, reduce settlement risk, broaden investment access and spur the creation of new financial services. Similar to key monetary innovations of centuries past, the tokenisation of money and financial assets has the potential to expand the universe of possible contracting outcomes to support economic growth. However, significant challenges remain, notably the need for scalable platforms, regulatory clarity and robust infrastructure<a class=\"hashlink\" href=\"#fn2\" id=\"fn_2\"><sup>2</sup></a>.</em></p>\n<p>Many issues and questions emerge in the context of the crypto-space: For example, regarding holders' rights and protections, governance, and private law provisions. Public attention on such issues became greater as certain fraud episodes occurred, revealing severe weaknesses in the crypto ecosystem.  Legislation does not address all issues or addresses them differently across jurisdictions. Various countries have introduced ambitious rules for the crypto market: the European Union (with the \"MiCA\" Regulation), the US (with the GENIUS Act), as well as certain major Asian countries<a class=\"hashlink\" href=\"#fn3\" id=\"fn_3\"><sup>3</sup></a>.</p>\n<p>The European Union rules (MiCA) put more emphasis on conduct obligations, consumer protection and liability regimes. The DLT Pilot regime, another piece of relevant European legislation, facilitates trading and settlement of financial instruments in DLT-based platforms, permitting the use of various types of blockchains which could satisfy specific requirements. </p>\n<p>The US rules (GENIUS Act) focus on operational requirements and very strict bankruptcy protections, particularly for the stablecoin market. It is interesting to note, in this context, that these new bankruptcy rules for stablecoin holders are indicative of the US administration's push to embed crypto into the financial system, as the protections offered could be seen as comparable to deposit protections and thus could make the crypto instruments competitive with bank deposits.</p>\n<p>Divergence of regulatory approaches across different jurisdictions creates risks: Crypto-market participants have to compete in an uneven space, navigating a complex patchwork of rules or risking to lose access to key markets. For regulators there are equally high risks, as the global legislative environment presents loopholes and gives rise to regulatory arbitrage. Hence, there is an obvious need for a global effort to harmonise rules and ensure a sufficiently level playing field for financial market participants. In my view, this is an important workstream that needs to be undertaken soon by international bodies, in cooperation with market participants.</p>\n<p><em>Now let's come to a crucial question: How have these developments impacted the area of payments? And what are the actions of central banks in this context?</em></p>\n<p>Looking at the European Union, it can be said that, where existing payment channels are quite developed, safe and diverse, the chances of crypto-instruments' use for payments have so far been poor. This is true, in particular as regards retail payments within the Euroarea. The reasons are understandable: In retail payments the use of a payment instrument and its acceptance by merchants requires a high level of trust in all involved parties and intermediaries.  Safety, convenience and broad availability are also a must. Adoption of any new payment instrument would be driven by a perception of added value and concrete benefit by the users – which, till now, seems to be lacking in the case of crypto-instruments, as understood by European citizens.</p>\n<p>Nevertheless, current developments towards interoperability and integration with existing financial infrastructures, in combination with the entering into force of MiCA regulations, could potentially increase the interest in owning and using crypto-assets, especially the ones that qualify as stablecoins.</p>\n<p>In this area, some central bank actions are worth mentioning.</p>\n<p>It is true, of course, that retail has traditionally been a territory for innovation in commercial bank money. The role of central banks, till recently, was mainly the role of regulator or overseer. The Eurosystem and EU central banks have, furthermore, acted as catalysts in supporting selected market reforms, for example when the Single European Payments Area (SEPA) was adopted. Central banks have also provided central infrastructures for innovative retail solutions, for example for Euroarea-wide instant payments via the common platform of TARGET services (\"TIPS\").</p>\n<p>In a new reality, we see a growing importance of retail payments as they become more and more digital: There is mounting public debate on their functionalities and their costs for consumers and merchants; moreover, retail payments often become part of fiscal or social policies. Retail payments are also increasingly associated with monetary sovereignty and geopolitical power. The Big Techs and their rising power worldwide have given rise to political debates and regulatory action around retail payments. The same has happened with big card schemes.</p>\n<p>Against this backdrop,<span> </span><strong><em>central banks are now called to play a much more pro-active role in retail payments</em></strong>. Central bank money for direct retail use has not changed for a long time and consists of banknotes and coins. Acceptance of cash is broad but its use is dropping.  In the new landscape central banks and the Eurosystem monitor closely crypto- use in payments; but in parallel they recognize that retail central bank money will also need to embrace new technologies and offer new and more attractive solutions to consumers.</p>\n<p>So, there is an understandable broader move of central banks towards offering a digital form of retail central bank money.<span> </span><strong><em>Digital euro</em></strong><span> </span>is part of that worldwide move. But, besides following global trends, the digital euro  is a central bank initiative with broader and important objectives:</p>\n<ul>\n<li>It aims to strengthen monetary sovereignty over retail payment instruments, by reducing dependence on non-Euroarea schemes and providers.</li>\n<li>It can ensure broad and cost-free accessibility to a digital retail payment instrument for all citizens; thus it crucially contributes to social inclusion.</li>\n<li>It provides a safe and trustworthy alternative for retail payments in digital form that can be always available for users and will follow strict and fully transparent operating rules under public supervision.</li>\n<li>It opens further innovation possibilities for banks and payment institutions that will offer digital euro to their clients in combination with other financial services. Thus it can enhance the payments ecosystem with a minimal cost burden.</li>\n<li>It aims to become a resilience tool that would support continuity of financial transactions in cases of emergency or geopolitical anomalies where private payment rails might be disturbed or unable to operate.</li>\n</ul>\n<p>As you may know, political dialogue on a legislative package on the Digital Euro is in progress at the European Union bodies and we hope it will soon conclude. The Eurosystem has started technical preparation already in 2023 and is ready to accelerate its work when legislation is finally agreed and adopted.</p>\n<p>Another crucial parallel initiative of the Eurosystem in retail payments is to achieve interconnectedness of Euroarea retail payment infrastructures with the ones of other geographical areas, in and beyond Europe. The initiative involves, for example:</p>\n<p>- the fast retail payment system of India with which consultations are underway with a view to set up an interlinking mechanism that would serve both Euroarea and Indian retail users;  and</p>\n<p>- the South-East Asian regional initiative \"Nexus\", which constitutes a hub where the Euroarea retail payment rail could participate</p>\n<p>These actions unfold in the context of an effort to facilitate payments across different currency areas, along the policy objectives set by G20 which aim to reduce costs and increase speed and transparency in global cross-border payments.  Furthermore, these actions are intended to expand the use of Euroarea retail payment instruments and infrastructures and strengthen the international role of the Euro.</p>\n<p><strong><em>Market infrastructures for payment and settlement</em></strong><span> </span>constitute an area where radical transformation is taking place. Central banks focus more on the infrastructures underlying wholesale transactions and are currently taking actions for reforms, following market trends. In previous decades, reforms in the area of infrastructures referred to dematerialization and digitalization; now the next major leap forward is<span> </span><strong>tokenization</strong>, which introduces a programmable platform where claims are processed, removing the traditional separation of different functions (such as messaging, reconciliation and settlement).</p>\n<p>But its success relies on a foundation of trust, that can only be provided by central bank money and the connectivity it ensures for different key elements of the financial system. So, Central banks are not only witnessing but are also participating in tokenization activities which create a next-generation monetary and financial system, which should be adequately regulated and monitored, potentially with new tools.</p>\n<p>The<span> </span><strong>Eurosystem</strong>, in particular, conducted relevant exploratory work within 2024, by providing solutions for wholesale settlement on Central Bank Money using DLT. The results of this work were very successful: More than 200 transactions were realised within a 6-month period, with 60 market participants, with a total value of 1.6 billion euros. Following that successful exercise, the Eurosystem has announced that it continues with a view to provide wholesale settlement on Central Bank Money for DLT-based use cases with a so-called \"dual strategy\"<a class=\"hashlink\" href=\"#fn4\" id=\"fn_4\"><sup>4</sup></a>. In specific:</p>\n<p>The Eurosystem is to provide a<span> </span><strong><em>short-term solution</em></strong><span> </span>based on interoperability that pilots a link between distributed ledger technology platforms and TARGET Services. That solution will in practice offer central bank money settlement for DLT-based transactions in relevant platforms and will be ready for production next year. The Bank of Greece is actively participating in this project and is working towards end-to-end solutions involving settlement of domestically issued tokenized assets, in cooperation with market participants.</p>\n<p>In parallel, the Eurosystem is developing a workstream towards a long-term solution involving DLT-based infrastructure. This workstream is focused on the concept of a European hub that will shape an innovative, integrated financial ecosystem.</p>\n<p>Both these actions are given priority: Considering that over 60% of European banks are using or exploring DLT and that securities issuances in DLT are increasing<a class=\"hashlink\" href=\"#fn5\" id=\"fn_5\"><sup>5</sup></a>, we as central bankers feel that we in some way need to \"re-imagine\" central bank money. The innovations are to enable market participants to manage trading, settlement and custody on a single platform, available 24/7, 365 days a year. Trading and settlement would be synchronized, while new business models can be used to automate conditional transactions.</p>\n<p>It should be noted that the Eurosystem actions develop in coordination with international initiatives developing under the Bank for International Settlements (BIS).</p>\n<p>We expect broader benefits from the implementation of such new technologies in our market infrastructures in central bank money: The risks of fragmentation and lack of interoperability are avoided and thus DLT and tokenization can reduce the cost of access to capital markets, especially for small-scale enterprises. And new opportunities are opened for the establishment of an integrated European capital market for digital assets, contributing to more efficient flow and use of capital and savings.</p>\n<p>In conclusion, I would like to stress that</p>\n<ul>\n<li>The financial industry is faced with disruptions and is rapidly trying to adapt to new realities.</li>\n<li>Users of payment services and market participants have high expectations for seamless interactions, so there is growing demand to facilitate payments, including the ones across currency areas.</li>\n<li>In this context, many initiatives develop, involving new forms of digital money and assets in both the wholesale and retail payments area.</li>\n<li>International coordination is key, in particular as regards legislation on crypto-instruments.</li>\n<li>Central banks are a vital part of the new reality. They remain vigilant and are taking bold actions that embrace innovation. They do this, while they aim to ensure financial stability, monetary sovereignty and public trust.</li>\n</ul>\n<div><hr/>\n<div id=\"ftn1\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> Morgan Stanley,<span> </span><em>Stablecoins could change how money moves</em>, upd. July 29, 2025</p>\n</div>\n<div id=\"ftn2\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup>2</sup></a> <a href=\"/publ/arpdf/ar2025e3.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">III. The next-generation monetary and financial system<span class=\"visually-hidden\">Opens in new tab</span></a>- BIS Annual Economic Report 2025</p>\n</div>\n<div id=\"ftn3\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_3\" name=\"fn3\"><sup>3</sup></a> Japan, Singapore, Hong Kong, S.Korea, U.Arab Emirates. Brazil is also advanced in preparing relevant legislation.</p>\n</div>\n<div id=\"ftn4\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_4\" name=\"fn4\"><sup>4</sup></a> <a class=\"external\" href=\"https://www.ecb.europa.eu/press/pr/date/2025/html/ecb.pr250701~f4a98dd9dc.en.html\" rel=\"noopener noreferrer\" target=\"_blank\">ECB commits to distributed ledger technology settlement plans with dual-track strategy<span class=\"visually-hidden\">Opens in new tab</span></a>- ECB Press Release, 1 July 2025</p>\n</div>\n<div id=\"ftn5\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_5\" name=\"fn5\"><sup>5</sup></a> ECB, Pierro Cipollone speech, Paris, 15 May 2025</p>\n</div>\n</div>\n",
  "content_text": "Ladies and Gentlemen, Dear Colleagues, I am glad to be here today, addressing an audience that is keen on discussing new technologies, from both the academic and the business perspective. Crypto-relevant technologies, which are the focus of discussion today, are bringing change and, in many cases, disruption in the financial industry. But, being a central banker for many years, I would like to stress that, with whatever new technologies and new ideas, our core concern always remains to maintain stability and confidence in the financial system. The world of crypto, developed mostly over the last decade, has radically challenged our way of thinking about financial assets, about the concept of money and about the set up of market infrastructures that support payment and settlement systems. We all see the impressive figures involved in the crypto industry: The stablecoin sector only, constitutes a 250 billion dollar 1 market today. It is assessed that 27 trillion dollars moved through stablecoins last year – more than VISA and Mastercard combined. And the initial public offering (IPO) of a stablecoin giant last June was followed by an immediate sharp surge of its share prices. Hence, we see that crypto instruments are now far from being a niche sector; they have become a substantial part of the financial ecosystem. But it is yet to be seen how the new ecosystem, the crypto-ecosystem, balances its explosive growth with regulation and public trust. This is, in my view, the focus of interest, especially from a central bank perspective. Blockchain technology was for years considered a synonym to crypto assets (like bitcoin) and was associated with increased risks for investors and for the financial sector. And perhaps rightly so, as the crypto world had developed in a regulatory vacuum that is only now being contained by legislation – however, only in certain jurisdictions and in different ways. In the last few years, blockchains and the wider Distributed Ledger Technology have gained momentum in the financial sector, both in the so-called Decentralized Finance (or DeFi), but also in institutional financial activities. Distributed ledger technology is transforming the financial ecosystem – but it also requires adjustments in business models as well as in the regulatory and supervisory set up. Decentralised Finance (DeFi) is a segment of the crypto-asset universe that has expanded rapidly over the last few years. It represents a novel way of providing financial services to retail users, such as decentralized lending and payments. Usually it does not create novel financial products, but mimics those provided in traditional financial markets through technology-enabled innovation. However, certain features such as how assets are held, how trust is generated and how the system is governed, distinguish it from traditional finance. It is important to note that, in fact, DeFi is in many ways subject to the same vulnerabilities as traditional finance, including those caused by excessive leverage and risk taking, liquidity mismatches and interconnectedness. Its novel technology and method of service provision can, however, amplify certain vulnerabilities and incur additional specific risks. But, as said, the momentum of Distributed Ledger Technology has extended in the financial sector beyond the Decentralized Finance space. This technology is increasingly used at institutional level by credit institutions, financial markets and clearing and settlement systems in various use cases such as securities issuance, payments, tokenized deposits and funds. DLT is linked to the tokenization process, which is also gaining momentum with experiments and real world cases. Real world assets, such as bonds, equities and ownership rights on almost any object can be represented as tokens offering innovative services. According to the BIS, tokenisation can help to enhance the efficiency of markets, reduce settlement risk, broaden investment access and spur the creation of new financial services. Similar to key monetary innovations of centuries past, the tokenisation of money and financial assets has the potential to expand the universe of possible contracting outcomes to support economic growth. However, significant challenges remain, notably the need for scalable platforms, regulatory clarity and robust infrastructure 2 . Many issues and questions emerge in the context of the crypto-space: For example, regarding holders' rights and protections, governance, and private law provisions. Public attention on such issues became greater as certain fraud episodes occurred, revealing severe weaknesses in the crypto ecosystem.  Legislation does not address all issues or addresses them differently across jurisdictions. Various countries have introduced ambitious rules for the crypto market: the European Union (with the \"MiCA\" Regulation), the US (with the GENIUS Act), as well as certain major Asian countries 3 . The European Union rules (MiCA) put more emphasis on conduct obligations, consumer protection and liability regimes. The DLT Pilot regime, another piece of relevant European legislation, facilitates trading and settlement of financial instruments in DLT-based platforms, permitting the use of various types of blockchains which could satisfy specific requirements. The US rules (GENIUS Act) focus on operational requirements and very strict bankruptcy protections, particularly for the stablecoin market. It is interesting to note, in this context, that these new bankruptcy rules for stablecoin holders are indicative of the US administration's push to embed crypto into the financial system, as the protections offered could be seen as comparable to deposit protections and thus could make the crypto instruments competitive with bank deposits. Divergence of regulatory approaches across different jurisdictions creates risks: Crypto-market participants have to compete in an uneven space, navigating a complex patchwork of rules or risking to lose access to key markets. For regulators there are equally high risks, as the global legislative environment presents loopholes and gives rise to regulatory arbitrage. Hence, there is an obvious need for a global effort to harmonise rules and ensure a sufficiently level playing field for financial market participants. In my view, this is an important workstream that needs to be undertaken soon by international bodies, in cooperation with market participants. Now let's come to a crucial question: How have these developments impacted the area of payments? And what are the actions of central banks in this context? Looking at the European Union, it can be said that, where existing payment channels are quite developed, safe and diverse, the chances of crypto-instruments' use for payments have so far been poor. This is true, in particular as regards retail payments within the Euroarea. The reasons are understandable: In retail payments the use of a payment instrument and its acceptance by merchants requires a high level of trust in all involved parties and intermediaries.  Safety, convenience and broad availability are also a must. Adoption of any new payment instrument would be driven by a perception of added value and concrete benefit by the users – which, till now, seems to be lacking in the case of crypto-instruments, as understood by European citizens. Nevertheless, current developments towards interoperability and integration with existing financial infrastructures, in combination with the entering into force of MiCA regulations, could potentially increase the interest in owning and using crypto-assets, especially the ones that qualify as stablecoins. In this area, some central bank actions are worth mentioning. It is true, of course, that retail has traditionally been a territory for innovation in commercial bank money. The role of central banks, till recently, was mainly the role of regulator or overseer. The Eurosystem and EU central banks have, furthermore, acted as catalysts in supporting selected market reforms, for example when the Single European Payments Area (SEPA) was adopted. Central banks have also provided central infrastructures for innovative retail solutions, for example for Euroarea-wide instant payments via the common platform of TARGET services (\"TIPS\"). In a new reality, we see a growing importance of retail payments as they become more and more digital: There is mounting public debate on their functionalities and their costs for consumers and merchants; moreover, retail payments often become part of fiscal or social policies. Retail payments are also increasingly associated with monetary sovereignty and geopolitical power. The Big Techs and their rising power worldwide have given rise to political debates and regulatory action around retail payments. The same has happened with big card schemes. Against this backdrop, central banks are now called to play a much more pro-active role in retail payments . Central bank money for direct retail use has not changed for a long time and consists of banknotes and coins. Acceptance of cash is broad but its use is dropping.  In the new landscape central banks and the Eurosystem monitor closely crypto- use in payments; but in parallel they recognize that retail central bank money will also need to embrace new technologies and offer new and more attractive solutions to consumers. So, there is an understandable broader move of central banks towards offering a digital form of retail central bank money. Digital euro is part of that worldwide move. But, besides following global trends, the digital euro  is a central bank initiative with broader and important objectives: It aims to strengthen monetary sovereignty over retail payment instruments, by reducing dependence on non-Euroarea schemes and providers. It can ensure broad and cost-free accessibility to a digital retail payment instrument for all citizens; thus it crucially contributes to social inclusion. It provides a safe and trustworthy alternative for retail payments in digital form that can be always available for users and will follow strict and fully transparent operating rules under public supervision. It opens further innovation possibilities for banks and payment institutions that will offer digital euro to their clients in combination with other financial services. Thus it can enhance the payments ecosystem with a minimal cost burden. It aims to become a resilience tool that would support continuity of financial transactions in cases of emergency or geopolitical anomalies where private payment rails might be disturbed or unable to operate. As you may know, political dialogue on a legislative package on the Digital Euro is in progress at the European Union bodies and we hope it will soon conclude. The Eurosystem has started technical preparation already in 2023 and is ready to accelerate its work when legislation is finally agreed and adopted. Another crucial parallel initiative of the Eurosystem in retail payments is to achieve interconnectedness of Euroarea retail payment infrastructures with the ones of other geographical areas, in and beyond Europe. The initiative involves, for example: - the fast retail payment system of India with which consultations are underway with a view to set up an interlinking mechanism that would serve both Euroarea and Indian retail users;  and - the South-East Asian regional initiative \"Nexus\", which constitutes a hub where the Euroarea retail payment rail could participate These actions unfold in the context of an effort to facilitate payments across different currency areas, along the policy objectives set by G20 which aim to reduce costs and increase speed and transparency in global cross-border payments.  Furthermore, these actions are intended to expand the use of Euroarea retail payment instruments and infrastructures and strengthen the international role of the Euro. Market infrastructures for payment and settlement constitute an area where radical transformation is taking place. Central banks focus more on the infrastructures underlying wholesale transactions and are currently taking actions for reforms, following market trends. In previous decades, reforms in the area of infrastructures referred to dematerialization and digitalization; now the next major leap forward is tokenization , which introduces a programmable platform where claims are processed, removing the traditional separation of different functions (such as messaging, reconciliation and settlement). But its success relies on a foundation of trust, that can only be provided by central bank money and the connectivity it ensures for different key elements of the financial system. So, Central banks are not only witnessing but are also participating in tokenization activities which create a next-generation monetary and financial system, which should be adequately regulated and monitored, potentially with new tools. The Eurosystem , in particular, conducted relevant exploratory work within 2024, by providing solutions for wholesale settlement on Central Bank Money using DLT. The results of this work were very successful: More than 200 transactions were realised within a 6-month period, with 60 market participants, with a total value of 1.6 billion euros. Following that successful exercise, the Eurosystem has announced that it continues with a view to provide wholesale settlement on Central Bank Money for DLT-based use cases with a so-called \"dual strategy\" 4 . In specific: The Eurosystem is to provide a short-term solution based on interoperability that pilots a link between distributed ledger technology platforms and TARGET Services. That solution will in practice offer central bank money settlement for DLT-based transactions in relevant platforms and will be ready for production next year. The Bank of Greece is actively participating in this project and is working towards end-to-end solutions involving settlement of domestically issued tokenized assets, in cooperation with market participants. In parallel, the Eurosystem is developing a workstream towards a long-term solution involving DLT-based infrastructure. This workstream is focused on the concept of a European hub that will shape an innovative, integrated financial ecosystem. Both these actions are given priority: Considering that over 60% of European banks are using or exploring DLT and that securities issuances in DLT are increasing 5 , we as central bankers feel that we in some way need to \"re-imagine\" central bank money. The innovations are to enable market participants to manage trading, settlement and custody on a single platform, available 24/7, 365 days a year. Trading and settlement would be synchronized, while new business models can be used to automate conditional transactions. It should be noted that the Eurosystem actions develop in coordination with international initiatives developing under the Bank for International Settlements (BIS). We expect broader benefits from the implementation of such new technologies in our market infrastructures in central bank money: The risks of fragmentation and lack of interoperability are avoided and thus DLT and tokenization can reduce the cost of access to capital markets, especially for small-scale enterprises. And new opportunities are opened for the establishment of an integrated European capital market for digital assets, contributing to more efficient flow and use of capital and savings. In conclusion, I would like to stress that The financial industry is faced with disruptions and is rapidly trying to adapt to new realities. Users of payment services and market participants have high expectations for seamless interactions, so there is growing demand to facilitate payments, including the ones across currency areas. In this context, many initiatives develop, involving new forms of digital money and assets in both the wholesale and retail payments area. International coordination is key, in particular as regards legislation on crypto-instruments. Central banks are a vital part of the new reality. They remain vigilant and are taking bold actions that embrace innovation. They do this, while they aim to ensure financial stability, monetary sovereignty and public trust. 1 Morgan Stanley, Stablecoins could change how money moves , upd. July 29, 2025 2 III. The next-generation monetary and financial system Opens in new tab - BIS Annual Economic Report 2025 3 Japan, Singapore, Hong Kong, S.Korea, U.Arab Emirates. Brazil is also advanced in preparing relevant legislation. 4 ECB commits to distributed ledger technology settlement plans with dual-track strategy Opens in new tab - ECB Press Release, 1 July 2025 5 ECB, Pierro Cipollone speech, Paris, 15 May 2025",
  "date_parsed": "2025-10-03",
  "name": "Yannis Stournaras",
  "name_orig": "Yannis Stournaras",
  "url_orig": "https://www.bis.org/review/r251002l.htm"
}