{
  "source_url": "https://www.bis.org/review/r240617e.htm",
  "headline": "Yannis Stournaras: The Greek economy - investment gap and the financing of investment needs",
  "description_html": "\n<p>Opening remarks by Mr Yannis Stournaras, Governor of the Bank of Greece, at the presentation of the EIB Investment Survey Results 2023 for Greece titled: \"The Greek economy: investment gap and the financing of investment needs\", Athens, 30 May 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Opening remarks by Mr Yannis Stournaras, Governor of the Bank of Greece, at the presentation of the EIB Investment Survey Results 2023 for Greece titled: \"The Greek economy: investment gap and the financing of investment needs\", Athens, 30 May 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "19 June 2024",
  "pdf_url": "https://www.bis.org/review/r240617e.pdf",
  "content_html": "\n<p>Ladies and gentlemen,</p>\n<p>I would like to welcome you to the Βank of Greece and to the presentation of the results of the 2023 EIB investment survey for the Greek economy. In my opening remarks, I will briefly refer to the growth prospects of the Greek economy and to the particularly important role of investment.</p>\n<h3>1. The Greek economy: current state and prospects</h3>\n<p>The Greek economy grew by 1.2% in the fourth quarter of 2023, after 2.1% in the previous quarter. This slowdown is attributed to declines in the growth rate of investment and of exports of goods. For 2023 as a whole, the economy continued to grow at a satisfactory rate (2%), but weaker relative to the exceptional growth in 2022 (5.6%). Yet, despite successive international crises and high uncertainty due to geopolitical tensions, the Greek economy has grown faster than the euro area average since 2021. Private consumption, exports of goods and services and gross fixed capital formation remained the main drivers of growth in 2023, although the slowdown in the economies of key trading partners and high inflation exerted a dampening effect on these GDP components.</p>\n<p>Overall, in the coming years, the Greek economy is projected to outperform the euro area. This development is particularly important, as it reinforces the process of convergence of Greece's real GDP per capita with the average levels of the EU, which was interrupted during the sovereign debt crisis. The main driving forces of economic activity will continue to be investment spending, thanks to the contribution of the European funds, in particular of the RRF, as well as private consumption, due to a rise in real disposable income on account of higher employment and lower inflation.</p>\n<h3>2. The role of investment spending</h3>\n<p>Given the problems of population ageing, low birth rates and low labour force participation, the role of investment in physical and human capital becomes decisive for the future course of the economy in both the short and the long run. In the short run, investment spending boosts demand and growth. In the long run, it increases the capital stock of the economy and raises the growth rate of potential output.</p>\n<p>Investment spending can contribute to economic growth, whether it involves improvements in infrastructure, education and health, or investments in productive equipment, machinery as well as intangible assets and cutting-edge technologies. As a result of the increase in the stock of physical and human capital, labour productivity improves, and a sustainable rise in workers' real wages and living standards becomes possible.</p>\n<p>However, the persistently low level of productive capital accumulation has been a significant obstacle to productivity growth and convergence with the EU average. In particular, Greece has witnessed a sizeable investment gap vis-à-vis the EU since the sovereign debt crisis. Specifically, according to the European Commission,<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a><span> </span>investment in real terms was almost 50% lower in 2022 relative to 2008. The investment-to-GDP ratio, which hovered around 24% before 2008 (i.e. at a level comparable to the EU average), collapsed during the crisis and averaged 11.9% in 2010-2020. A recent IMF study estimates that the investment gap, according to certain measures, in Greece reached up to 8% in terms of GDP in 2019. According to the study, structural impediments have constrained corporate investment, while business cycle and balance sheet developments have held back household investment.</p>\n<p>The investment-to-GDP ratio has increased in recent years, as a result of strong investment growth in 2021-2022. Corporate investment has recently fully recovered to pre-2010 levels, while residential investment is low but growing at a rapid pace due to strong domestic and foreign demand from European and third-country investors in the context of the Golden Visa programme. However, the investment-to-GDP ratio still remains lower than the EU average (14.3% vs. 22.0% in the EU in 2023).</p>\n<p>However, it should be noted that it is not only the Greek economy that faces an investment gap. Rather, this holds also for the EU as a whole compared to the US. According to a recent EIB study,<a class=\"hashlink\" href=\"#fn2\" id=\"fn_2\"><sup>2</sup></a> the investment gap between the EU and the US is attributed, among other things, to output dynamics, high cost of capital, financial constraints, corporate leverage and uncertainty. The drivers behind the gap include investment differences in machinery, equipment and innovation. In particular, there is a big gap in investment in ICT equipment (especially in the services sector) and in intellectual property products. In the case of Greece, the gap in productive investment compared to the US is the largest in the EU.</p>\n<h3>3. What to do next?</h3>\n<p>The<span> </span><strong>timely absorption and disbursement of RRF resources</strong><span> </span>in the private sector is crucial for the achievement of the projected growth rates of gross fixed capital formation in 2024-2026. So far, the absorption rate of RRF funds is satisfactory (41% out of the total envelop of €36 billion), and Greece is fourth in the relevant ranking of countries according to a recent European Commission report. However, disbursements to businesses are progressing at a slower pace (14% of the total), which delays actual investment spending.</p>\n<p>A wide range of<span> </span><strong>ambitious reforms</strong><span> </span>must be implemented to close the investment gap and accelerate the growth rate of the Greek economy. These reforms should aim to address structural weaknesses such as delays in the administration of justice, red tape in public administration and the digital skills deficit. At the same time, however, it is necessary to eliminate market-restrictive practices by removing barriers to entry and opening goods and services markets to competition. ​</p>\n<p>Structural reforms will help attract foreign direct investment<a class=\"hashlink\" href=\"#fn3\" id=\"fn_3\"><sup>3</sup></a> and facilitate greater participation of Greek businesses in global value chains. This will contribute to the adoption of innovative production methods and new technologies, enabling Greek businesses to produce high value-added and knowledge-intensive products. This, in turn, will lead to an increase in the labour and total factor productivity of the Greek economy.</p>\n<p>A key driver towards increasing investment and achieving stronger growth is a<span> </span><strong>robust banking sector</strong><span> </span>that can provide financing to businesses and households. Over the past decade, significant progress has been made in strengthening the banking sector. In particular, banks' profitability, liquidity, capital adequacy and asset quality have all improved, while the divestment of the Hellenic Financial Stability Fund (HFSF) from the systemic banks' equity has also progressed. That said, the shock absorption capacity of the banking sector should be further enhanced. This includes a quantitative and qualitative improvement of the capital base of Greek banks and convergence of their NPL ratio to the European average. Moreover, intensifying competition in the domestic banking sector through the creation of the so-called fifth pillar could improve financing conditions.</p>\n<p>The availability of bank credit to meet business investment needs could be enhanced by<span> </span><strong>utilising all national and European financial instruments</strong>, such as those available from the European Investment Bank (EIB), the European Bank for Reconstruction and Development (EBRD), the Hellenic Development Bank (HDB) and the RRF.</p>\n<p>In addition to bank financing, the use of<span> </span><strong>all available forms of private investment financing</strong>, including access to capital markets, should be considered. Venture capital, private equity, crowdfunding, business angels, startup accelerators and microfinance can be used to finance the investment needs of SMEs that do not have sufficient tangible assets to offer as collateral for obtaining bank credit.</p>\n<h3>4. Concluding remarks</h3>\n<p>In closing, I would like to point out that the progress made in recent years and the positive prospects of the economy are reflected in the upgrading of the credit rating of Greek government bonds to investment grade status. However, continuous efforts are needed to accelerate the growth rate in the coming years. This requires the implementation of structural reforms and the utilisation of all available European funds, which are decisive for the financing of investment.</p>\n<p>I look forward to hearing the EIB's views and the findings of its investment survey, as well as the insights of all our distinguished speakers into the investment outlook and the financing of the investment needs of the Greek economy.</p>\n<div><hr/>\n<div id=\"ftn1\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a>European Commission (2024), \"In-Depth Review 2024 – Greece\", Institutional Paper 281, April.</p>\n</div>\n<div id=\"ftn2\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup>2</sup></a> European Investment Bank (2024), \"Dynamics of productive investment and gaps between the United States and EU countries\", Economics – Working Papers 2024/01.</p>\n</div>\n<div id=\"ftn3\">\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_3\" name=\"fn3\"><sup>3</sup></a> Recent research finds that product and labour market reforms lead to a cumulative rise of about 2% in FDI and of 1% in GDP by the end of a five-year horizon. See Mavrogiannis, C. and A. Tagkalakis (2024), \"From policy to capital: assessing the impact of structural reforms on gross capital inflows\", Bank of Greece, Working Paper No. 328, April.</p>\n</div>\n</div>\n",
  "content_text": "Ladies and gentlemen, I would like to welcome you to the Βank of Greece and to the presentation of the results of the 2023 EIB investment survey for the Greek economy. In my opening remarks, I will briefly refer to the growth prospects of the Greek economy and to the particularly important role of investment. 1. The Greek economy: current state and prospects The Greek economy grew by 1.2% in the fourth quarter of 2023, after 2.1% in the previous quarter. This slowdown is attributed to declines in the growth rate of investment and of exports of goods. For 2023 as a whole, the economy continued to grow at a satisfactory rate (2%), but weaker relative to the exceptional growth in 2022 (5.6%). Yet, despite successive international crises and high uncertainty due to geopolitical tensions, the Greek economy has grown faster than the euro area average since 2021. Private consumption, exports of goods and services and gross fixed capital formation remained the main drivers of growth in 2023, although the slowdown in the economies of key trading partners and high inflation exerted a dampening effect on these GDP components. Overall, in the coming years, the Greek economy is projected to outperform the euro area. This development is particularly important, as it reinforces the process of convergence of Greece's real GDP per capita with the average levels of the EU, which was interrupted during the sovereign debt crisis. The main driving forces of economic activity will continue to be investment spending, thanks to the contribution of the European funds, in particular of the RRF, as well as private consumption, due to a rise in real disposable income on account of higher employment and lower inflation. 2. The role of investment spending Given the problems of population ageing, low birth rates and low labour force participation, the role of investment in physical and human capital becomes decisive for the future course of the economy in both the short and the long run. In the short run, investment spending boosts demand and growth. In the long run, it increases the capital stock of the economy and raises the growth rate of potential output. Investment spending can contribute to economic growth, whether it involves improvements in infrastructure, education and health, or investments in productive equipment, machinery as well as intangible assets and cutting-edge technologies. As a result of the increase in the stock of physical and human capital, labour productivity improves, and a sustainable rise in workers' real wages and living standards becomes possible. However, the persistently low level of productive capital accumulation has been a significant obstacle to productivity growth and convergence with the EU average. In particular, Greece has witnessed a sizeable investment gap vis-à-vis the EU since the sovereign debt crisis. Specifically, according to the European Commission, 1 investment in real terms was almost 50% lower in 2022 relative to 2008. The investment-to-GDP ratio, which hovered around 24% before 2008 (i.e. at a level comparable to the EU average), collapsed during the crisis and averaged 11.9% in 2010-2020. A recent IMF study estimates that the investment gap, according to certain measures, in Greece reached up to 8% in terms of GDP in 2019. According to the study, structural impediments have constrained corporate investment, while business cycle and balance sheet developments have held back household investment. The investment-to-GDP ratio has increased in recent years, as a result of strong investment growth in 2021-2022. Corporate investment has recently fully recovered to pre-2010 levels, while residential investment is low but growing at a rapid pace due to strong domestic and foreign demand from European and third-country investors in the context of the Golden Visa programme. However, the investment-to-GDP ratio still remains lower than the EU average (14.3% vs. 22.0% in the EU in 2023). However, it should be noted that it is not only the Greek economy that faces an investment gap. Rather, this holds also for the EU as a whole compared to the US. According to a recent EIB study, 2 the investment gap between the EU and the US is attributed, among other things, to output dynamics, high cost of capital, financial constraints, corporate leverage and uncertainty. The drivers behind the gap include investment differences in machinery, equipment and innovation. In particular, there is a big gap in investment in ICT equipment (especially in the services sector) and in intellectual property products. In the case of Greece, the gap in productive investment compared to the US is the largest in the EU. 3. What to do next? The timely absorption and disbursement of RRF resources in the private sector is crucial for the achievement of the projected growth rates of gross fixed capital formation in 2024-2026. So far, the absorption rate of RRF funds is satisfactory (41% out of the total envelop of €36 billion), and Greece is fourth in the relevant ranking of countries according to a recent European Commission report. However, disbursements to businesses are progressing at a slower pace (14% of the total), which delays actual investment spending. A wide range of ambitious reforms must be implemented to close the investment gap and accelerate the growth rate of the Greek economy. These reforms should aim to address structural weaknesses such as delays in the administration of justice, red tape in public administration and the digital skills deficit. At the same time, however, it is necessary to eliminate market-restrictive practices by removing barriers to entry and opening goods and services markets to competition. ​ Structural reforms will help attract foreign direct investment 3 and facilitate greater participation of Greek businesses in global value chains. This will contribute to the adoption of innovative production methods and new technologies, enabling Greek businesses to produce high value-added and knowledge-intensive products. This, in turn, will lead to an increase in the labour and total factor productivity of the Greek economy. A key driver towards increasing investment and achieving stronger growth is a robust banking sector that can provide financing to businesses and households. Over the past decade, significant progress has been made in strengthening the banking sector. In particular, banks' profitability, liquidity, capital adequacy and asset quality have all improved, while the divestment of the Hellenic Financial Stability Fund (HFSF) from the systemic banks' equity has also progressed. That said, the shock absorption capacity of the banking sector should be further enhanced. This includes a quantitative and qualitative improvement of the capital base of Greek banks and convergence of their NPL ratio to the European average. Moreover, intensifying competition in the domestic banking sector through the creation of the so-called fifth pillar could improve financing conditions. The availability of bank credit to meet business investment needs could be enhanced by utilising all national and European financial instruments , such as those available from the European Investment Bank (EIB), the European Bank for Reconstruction and Development (EBRD), the Hellenic Development Bank (HDB) and the RRF. In addition to bank financing, the use of all available forms of private investment financing , including access to capital markets, should be considered. Venture capital, private equity, crowdfunding, business angels, startup accelerators and microfinance can be used to finance the investment needs of SMEs that do not have sufficient tangible assets to offer as collateral for obtaining bank credit. 4. Concluding remarks In closing, I would like to point out that the progress made in recent years and the positive prospects of the economy are reflected in the upgrading of the credit rating of Greek government bonds to investment grade status. However, continuous efforts are needed to accelerate the growth rate in the coming years. This requires the implementation of structural reforms and the utilisation of all available European funds, which are decisive for the financing of investment. I look forward to hearing the EIB's views and the findings of its investment survey, as well as the insights of all our distinguished speakers into the investment outlook and the financing of the investment needs of the Greek economy. 1 European Commission (2024), \"In-Depth Review 2024 – Greece\", Institutional Paper 281, April. 2 European Investment Bank (2024), \"Dynamics of productive investment and gaps between the United States and EU countries\", Economics – Working Papers 2024/01. 3 Recent research finds that product and labour market reforms lead to a cumulative rise of about 2% in FDI and of 1% in GDP by the end of a five-year horizon. See Mavrogiannis, C. and A. Tagkalakis (2024), \"From policy to capital: assessing the impact of structural reforms on gross capital inflows\", Bank of Greece, Working Paper No. 328, April.",
  "date_parsed": "2024-06-19",
  "name": "Yannis Stournaras",
  "link_number": "12",
  "name_orig": "Yannis Stournaras",
  "url_orig": "https://www.bis.org/review/r240617e.htm"
}