{
  "source_url": "https://www.bis.org/review/r241126t.htm",
  "headline": "Yannis Stournaras: The role of the European Central Bank's monetary policy in achieving a soft landing in the Euro area",
  "description_html": "\n<p>Speech by Mr Yannis Stournaras, Governor of the Bank of Greece, at Birkbeck College, University of London, London, 20 November 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Speech by Mr Yannis Stournaras, Governor of the Bank of Greece, at Birkbeck College, University of London, London, 20 November 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "28 November 2024",
  "pdf_url": "https://www.bis.org/review/r241126t.pdf",
  "content_html": "\n<p>In light of the surge in inflation in 2021 and 2022, central banks across the globe faced a common problem: how to bring down inflation in a timely manner without inflicting recessions and high unemployment. In the jargon of the financial press, central banks wanted to achieve a \"soft landing\". The only previous experience during the past 50 years central banks had to learn from, was the high inflation of the 1970s and early 1980s. That experience was not encouraging. The Federal Reserve System (the Fed) of the United States, for example, had to raise its policy rate to nearly 20 percent and put the US economy through two recessions in the early 1980s before inflation was tamed.</p>\n<p>The recent inflation surge was compounded by a mixture of supply and demand effects, with the particular combinations differing among economies. In the euro area, the inflation surge was mainly due to supply-side factors.</p>\n<p>The high inflation episodes of the 1970s and 1980s did, however, teach us an important lesson. Central banks learned that to prevent inflation from becoming entrenched, they needed to react promptly and forcefully -communicating to the markets that there would be a sequence of rate hikes so that inflation expectations would remain near their objectives; in the case of the euro area, the target inflation rate is 2 percent. The European Central Bank (ECB) began raising interest rates in July 2022. In its policy statement at that time, we communicated that there would be a further \"normalisation\" of interest rates.</p>\n<p>Our policy was a success. Inflation expectations-measured by the five-year-ahead forward rate-peaked at only slightly above 2.5 percent despite a peak inflation rate of about 10.5 percent. Thus, our policy was credible. Meanwhile, inflation itself has embarked on a declining track-it fell to only 1.7 percent in September. This was the first time since April 2021 that inflation came in below our target of 2 percent. In October, inflation reached 2 per cent. Although the impacts of geopolitical uncertainties remain difficult to predict and inflation may rise above target in the coming months, inflation is now more likely to converge sustainably to the target sooner than earlier expectations-by the beginning of 2025 instead of the last quarter, as was anticipated in the most recent ECB projections. All this has been accomplished while avoiding a recession.</p>\n<p>That is the good news. But there is also some room for concern. The significant tightening in financing conditions (since the start of the hiking cycle in July 2022) in the context of lingering supply constraints and rising geopolitical uncertainty has weighed on economic activity, investment and consumption. Growth over this period has remained lacklustre, averaging just below 0.2 percent quarter-on-quarter. Although recovery turned out stronger than expected in the third quarter of this year, downside risks remain. Research studies by the Fed<a class=\"hashlink\" href=\"#fn1\" id=\"fn_1\"><sup>1</sup></a><span> </span>and the ECB<a class=\"hashlink\" href=\"#fn2\" id=\"fn_2\"><sup>2</sup></a><span> </span>have shown that soft landings, in which inflation is contained without inducing recessions, have historically been hard to achieve; it has been difficult to tame inflation without inflicting a recession.</p>\n<p>In the past few years, we have faced an unprecedented series of supply-side shocks-the kind of shocks that are not easily amenable to monetary-policy measures. These shocks led to a surge in inflation to record-high levels. For central banks, supply shocks are difficult to navigate because they make it more challenging to fight inflation while safeguarding economic and financial stability.</p>\n<p>In this environment, the ECB has been able to achieve an orderly return of inflation to target while maintaining, as I mentioned, anchored expectations. Beginning in the summer of 2022, we decisively tightened our monetary-policy stance. Through September 2023, we raised interest rates by a total of 450 basis points-an unprecedented pace and scale. The interest-rate hikes were the first arm of our policies. At the same time, we adopted a gradual approach to reducing the size of our balance sheet-the second arm of our policy toolbox.</p>\n<p>The ECB's policy tightening, alongside improving supply-chain restrictions, contributed to a substantial decline in inflation. After touching an all-time euro-era high of 10.6 percent two years ago, inflation more than halved within the following four quarters to 4.3 percent in September 2023, the month we last raised rates. Since October last year, inflation has fluctuated within one percentage point of our 2-percent target.</p>\n<p>Despite concerns that the last mile of disinflation would be more arduous than the earlier-rapid-part of the disinflation process, recent developments have enhanced our confidence that inflation is converging to our target in a sustained and timely manner, even if the road ahead may include a few bumps due to base effects.</p>\n<p>Given the unparalleled speed and scale of the monetary-policy tightening, this outcome is a significant victory. The fact that it has been achieved without compromising employment or financial stability is a testament to our policy's success. This monetary policy also managed to lean heavily against second-round effects on wages and prices, thereby preventing a dangerous wage-price spiral.</p>\n<p>After holding our policy rate at the cycle peak of 4 percent for nine months, in June 2024 we decided that some layers of restriction were no longer appropriate in light of the progress we had made in nearing our inflation target. We cut the key ECB interest rate by 25 basis points-the first cut in almost five years. As confidence that inflation was moving sustainably towards our objective grew in the context of modest economic growth, weak credit dynamics and persisting uncertainty, we delivered two additional 25-basis-point cuts to our policy rate in September and October.</p>\n<p>However, our policy stance has remained in restrictive territory and will continue to be restrictive for some time into the future. Financing conditions, especially at the long end, have tightened significantly as a result of our past restrictive measures and will remain tight even after several further rate cuts. The ongoing reduction of our balance sheet, due to the run-down of our asset purchase programmes (APPs) and repayments of targeted longer-term refinancing operations (TLTROs), has been reducing excess liquidity, thereby providing additional tightening.</p>\n<p>The challenge ahead is to ensure that inflation converges to our objective in a sustained manner while, at the same time, growth strengthens to reach sustainable levels compatible with full employment. With inflation moving sustainably close to 2 percent, our policy focus may have to increasingly take account of economic conditions so that we don't undershoot our inflation objective.</p>\n<p>Let me elaborate. The euro area's economy has expanded by a quarterly average of below 0.2 percent in the past two years. To put this into context, the US economy has expanded by almost 3 percent on a quarterly average over the same period. Developments in labour productivity since the pandemic have also been particularly weak in the euro area compared to the US. Industrial production in the euro area remains subdued, and the weakening in the manufacturing sector has been particularly pronounced, with a rebound being far from certain. At the same time, forward-looking survey indicators, such as the composite PMI (Purchasing Managers' Index), point to rather slow growth, while the manufacturing PMI has been persistently weak, having remained in contractionary territory for more than two years. Business investment is anaemic; firms evidently do not envisage a strong recovery.</p>\n<p>These data point to a rather sluggish picture for the growth outlook. While the most recent ECB staff macroeconomic projection exercise in September showed growth rising to 0.8 percent in 2024, 1.3 percent in 2025 and 1.5 percent in 2026, the macroeconomic environment will still be surrounded by significant uncertainty. Consumption, projected to undergird the recovery, will also be subdued and may not grow as expected. In my view, the sources of the projected pickup in growth are not clear.</p>\n<p>I am cautious about the growth outlook for several other reasons.</p>\n<p>First, global developments and geopolitical tensions are worrying. The escalation of conflicts in the Middle East, combined with the most significant war on European soil since 1945 in Ukraine, has had detrimental effects on both business and consumer confidence. Geopolitical tensions could (temporarily) drive inflation up, while at the same time, economic growth may weaken further. The latter would produce an offsetting effect on inflation.</p>\n<p>Second, monetary policy affects the economy with long and variable lags.</p>\n<p>Thus, the impacts of past policy tightening continue to be transmitted to broader financing conditions and the real economy. The restrictive policy stance at any given point in time will continue to affect inflation and output for the following one to two years. Consequently, an additional dampening effect on growth and inflation from our past restrictive monetary policy is still in the pipeline. This explains why credit dynamics remain weak, showing no signs of significant improvement.</p>\n<p>Third, we are going through a year of high electoral activity. Nationalist parties have made major gains across the euro area, challenging the leadership in Germany, Austria and France. Across the Atlantic, the outcome of the US federal elections in early November could alter the global economy's course. An escalation in trade tensions between major economies through tariffs and retaliation could create chaos in international trade and weigh on confidence and economic activity at the global level.</p>\n<p>I am also cautious regarding further shocks coming from commodity prices. Commodity price shifts are likely to become larger, more frequent and possibly more persistent amid rising political uncertainty, geoeconomic fragmentation, a possible tariff war and climate change. These driving factors reinforce each other and have non-linear effects on inflation and output.</p>\n<p>Central bankers need to timely assess whether such supply-side price shocks are transitory or more permanent entailing a risk of de-anchoring inflation expectations. To this end, we need to collect more granular data and develop further our analytical tools to deepen our understanding of both the characteristics of the price shock and the complexities of the environment in which it occurs.</p>\n<p>The recent high-inflation episode is a good example.</p>\n<ul>\n<li>First, it has shown that commodities that are critical for production and more upstream along the supply chain are likely to create larger shifts in relative sectoral prices and spill over to core inflation.</li>\n<li>Second, a combination of different types of supply and demand shocks amid structural transformations of the economies can blur the assessment of the impact of a commodity price shock on inflation and output, complicating monetary policy.</li>\n</ul>\n<p>One lesson from the recent experience of the post-pandemic surge of inflation is that existing models failed to predict it.</p>\n<p>Central banks need to develop new tools which are able to identify the nature of the shock (supply vs demand) in real time and assess its implications for inflation.</p>\n<p>To this end, the Bank of Greece is developing forecasting models of inflation based on textual indicators of supply and demand disturbances in commodity markets from news articles of Reuters and Dow Jones.<a class=\"hashlink\" href=\"#fn3\" id=\"fn_3\"><sup>3</sup></a> With the help of AI, these indicators can be updated on a daily basis and help predict inflation more accurately.</p>\n<p>Preliminary findings of this research project, suggest that these indicators provide distinct information about future inflation movements relative to existing predictors, inflation expectations and survey forecasts. Overall, they reduce out-of-sample inflation forecast errors by up to 30 percent.</p>\n<p>For energy-importing economies, like Greece, the<span> </span><em>nature</em><span> </span>of energy price shocks, either supply- or demand-driven, is less relevant when assessing their overall economic impact. In particular, research shows that in European economies both types of global energy price shocks tend to influence wages similarly, with largely short-lived and transitory effects.<a class=\"hashlink\" href=\"#fn4\" id=\"fn_4\"><sup>4</sup></a></p>\n<p>The most pivotal factors in driving inflation sharply upward during the recent inflation episode were the<span> </span><em>size and persistence</em><span> </span>of the energy price shock rather than its nature. The large and sustained shock necessitated a forceful monetary policy tightening cycle to curb inflation.</p>\n<p><em>Domestic structural factors</em><span> </span>largely shape the transmission of commodity price changes to the economy. As we have seen, second-round effects can be more pronounced in economies with tight labour markets, rigid wage-setting mechanisms and less competitive product markets.</p>\n<p>Additional factors, such as credible monetary policy frameworks, well-anchored inflation expectations, lower energy intensity in production and a low-inflation environment, reduce the likelihood of wage-price spirals in light of commodity price shocks.</p>\n<p>The economic effects of commodity price shifts also vary depending on the type of the commodity hit. Food price changes have stronger second-round effects, driving core inflation and wages higher as these are more salient items in the consumption basket. Oil price shocks lead to a steep decline in durable consumption, particularly in sectors closely linked to energy, like automotives and construction. These asymmetries highlight the need for a careful assessment of the monetary policy response to each type of commodity price shock.</p>\n<p>Faced with heightened uncertainty and volatile commodity prices, monetary policy must remain agile and flexible. This suggests an approach that balances forward-looking components, like inflation projections, with current data on the dynamics of underlying inflation and the strength of monetary policy transmission. It also calls for a more formal analysis of risks embedded in our monetary policy frameworks and communication.</p>\n<p>Let's also not forget that commodities are both physical and financial assets. Financial markets are becoming increasingly sensitive to abrupt commodity price shifts partly due to the growing financialisation of commodity markets. This trend can amplify uncertainty, raise risk premia, intensify liquidity pressures and result in sharp exchange rate adjustments, heightening financial stability risks.</p>\n<p>As we converge to our 2-percent target for inflation in a sustainable way, which I expect will be achieved early next year, our focus may need to turn to addressing sluggish growth. This change in focus will be required to guard against the possibility that lower growth leads to an undershooting of our inflation objective. Although we have not had any indications of a hard landing, the markets are extremely sensitive to disappointing growth readings. If negative surprises for growth come in and we fail to unwind our restrictive monetary-policy stance at the appropriate pace, unnecessary market turbulence could be induced, negatively impacting economic and financial stability.</p>\n<p>Should some of these risks materialise, thus compromising growth, the disinflation process will be reinforced, likely driving inflation below the 2-percent target in the medium term and endangering the soft-landing scenario. The September reading of inflation at 1.7 percent should be viewed as both a success and a wake-up call. We cannot be complacent. A policy-rate path that remains too restrictive for too long could induce an undershooting of our inflation target over the medium term and impede growth. Should that occur, we would risk damaging our credibility. After all, credibility can be damaged by both overshooting and undershooting inflation objectives. In an environment of high uncertainty, a prolonged period of stagnation and weak investment could have lasting consequences for inflation. Our task going forward is to chart a rate path that removes additional layers of restriction so that the recovery is enhanced.</p>\n<p>Although I have focused on monetary policy, in my view, the contributions of fiscal and structural policies to macroeconomic stability are equally important. Furthermore, completing the Banking Union and the Capital Markets Union (CMU) is crucial to mobilising the investments needed to promote growth and employment. A single market for capital will enhance the European Union's (EU's) productivity and competitiveness and increase the euro area's supply capacity and autonomy while supporting medium-term price stability and economic welfare.</p>\n<p>Finally, I would like to highlight the following factors, which, in my view, explain the success of the ECB's monetary policy so far in bringing inflation towards its 2-percent target amid a series of shocks, which started with the pandemic and continued with the war in Ukraine:</p>\n<p><em>First,</em><span> </span>the institutional independence of the ECB and the national central banks comprising the Eurosystem.</p>\n<p><em>Second,</em><span> </span>a commitment to the 2-percent inflation target, using key interest rates as the primary policy tool, supplemented with non-standard measures when required by macroeconomic and monetary conditions.</p>\n<p><em>Third,</em><span> </span>a pragmatic, flexible and gradual approach in an environment of heightened uncertainty.</p>\n<p><em>Fourth,</em><span> </span>clear and effective communications from the ECB.</p>\n<p>In a world prone to supply disruptions and susceptible to geopolitical and political uncertainties, monetary policy needs to remain an anchor of stability and confidence. In my view, the ECB has performed efficiently-and credibly-in bringing down inflation in a timely manner while avoiding a recession. We will continue to be data-dependent, assessing all incoming information at each of our forthcoming monetary-policy meetings. We stand ready to proceed with further policy easing in a stepwise approach as warranted in order to safeguard a stable macroeconomic environment conducive to growth, low unemployment and financial stability.</p>\n<hr/>\n<div class=\"ts-footnote-2\" id=\"sC-component-footnotes\">\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_1\" name=\"fn1\"><sup>1</sup></a> </span>Board of Governors of the Federal Reserve System: \"<a class=\"external\" href=\"https://www.federalreserve.gov/econres/notes/feds-notes/lessons-from-past-monetary-easing-cycles-20240531.html\" rel=\"noopener noreferrer\" target=\"_blank\">Lessons from Past Monetary Easing Cycles</a>,\" François de Soyres and Zina Saijid, May 31, 2024, FEDS Notes, Washington, D.C. (<a class=\"external\" href=\"https://www.federalreserve.gov/econres/notes/feds-notes/lessons-from-past-monetary-easing-cycles-20240531.html\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.federalreserve.gov/econres/notes/feds-notes/lessons-from-past-monetary-easing-cycles-20240531.html</a><span> </span>)</p>\n</div>\n<p class=\"footnote\"><span><a class=\"hashlink\" href=\"#fn_2\" name=\"fn2\"><sup>2</sup></a> </span>European Central Bank (ECB): \"<a class=\"external\" href=\"https://www.ecb.europa.eu/press/blog/date/2024/html/ecb.blog20240925~bec0a9ffbe.en.html\" rel=\"noopener noreferrer\" target=\"_blank\">Delivering a soft landing: a historical perspective of monetary policy cycles</a>,\" Ema Ivanova, Thomas McGregor, Stefano Nardelli and Annukka Ristiniemi, September 25, 2024, the ECB blog. (<a class=\"external\" href=\"https://www.ecb.europa.eu/press/blog/date/2024/html/ecb.blog20240925~bec0a9ffbe.en.html\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.ecb.europa.eu/press/blog/date/2024/html/ecb.blog20240925~bec0a9ffbe.en.html</a>)</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_3s160\" name=\"fn3s160\"><sup>3 </sup></a>Malliaropulos, D., E. Passari and P. Petroulakis (2024): Unpacking Commodity Price Fluctuations: Reading the News to Understand Inflation (unpublished manuscript, forthcoming in BoG Working Paper series).</p>\n<p class=\"footnote\"><a class=\"hashlink\" href=\"#fn_4s160\" name=\"fn4s160\"><sup>4</sup></a><span style=\"font-size: 13.6px;\"> </span>In Europe, the pass-through from oil price shocks to wages and core inflation peaks in 1-2 years and largely dissipates in 3-4 years. See, Baba, C. and J. Lee (2022), \"Second-round effects of oil price shocks – Implications for Europe's inflation outlook\", IMF Working Paper WP/22/173.</p>\n",
  "content_text": "In light of the surge in inflation in 2021 and 2022, central banks across the globe faced a common problem: how to bring down inflation in a timely manner without inflicting recessions and high unemployment. In the jargon of the financial press, central banks wanted to achieve a \"soft landing\". The only previous experience during the past 50 years central banks had to learn from, was the high inflation of the 1970s and early 1980s. That experience was not encouraging. The Federal Reserve System (the Fed) of the United States, for example, had to raise its policy rate to nearly 20 percent and put the US economy through two recessions in the early 1980s before inflation was tamed. The recent inflation surge was compounded by a mixture of supply and demand effects, with the particular combinations differing among economies. In the euro area, the inflation surge was mainly due to supply-side factors. The high inflation episodes of the 1970s and 1980s did, however, teach us an important lesson. Central banks learned that to prevent inflation from becoming entrenched, they needed to react promptly and forcefully -communicating to the markets that there would be a sequence of rate hikes so that inflation expectations would remain near their objectives; in the case of the euro area, the target inflation rate is 2 percent. The European Central Bank (ECB) began raising interest rates in July 2022. In its policy statement at that time, we communicated that there would be a further \"normalisation\" of interest rates. Our policy was a success. Inflation expectations-measured by the five-year-ahead forward rate-peaked at only slightly above 2.5 percent despite a peak inflation rate of about 10.5 percent. Thus, our policy was credible. Meanwhile, inflation itself has embarked on a declining track-it fell to only 1.7 percent in September. This was the first time since April 2021 that inflation came in below our target of 2 percent. In October, inflation reached 2 per cent. Although the impacts of geopolitical uncertainties remain difficult to predict and inflation may rise above target in the coming months, inflation is now more likely to converge sustainably to the target sooner than earlier expectations-by the beginning of 2025 instead of the last quarter, as was anticipated in the most recent ECB projections. All this has been accomplished while avoiding a recession. That is the good news. But there is also some room for concern. The significant tightening in financing conditions (since the start of the hiking cycle in July 2022) in the context of lingering supply constraints and rising geopolitical uncertainty has weighed on economic activity, investment and consumption. Growth over this period has remained lacklustre, averaging just below 0.2 percent quarter-on-quarter. Although recovery turned out stronger than expected in the third quarter of this year, downside risks remain. Research studies by the Fed 1 and the ECB 2 have shown that soft landings, in which inflation is contained without inducing recessions, have historically been hard to achieve; it has been difficult to tame inflation without inflicting a recession. In the past few years, we have faced an unprecedented series of supply-side shocks-the kind of shocks that are not easily amenable to monetary-policy measures. These shocks led to a surge in inflation to record-high levels. For central banks, supply shocks are difficult to navigate because they make it more challenging to fight inflation while safeguarding economic and financial stability. In this environment, the ECB has been able to achieve an orderly return of inflation to target while maintaining, as I mentioned, anchored expectations. Beginning in the summer of 2022, we decisively tightened our monetary-policy stance. Through September 2023, we raised interest rates by a total of 450 basis points-an unprecedented pace and scale. The interest-rate hikes were the first arm of our policies. At the same time, we adopted a gradual approach to reducing the size of our balance sheet-the second arm of our policy toolbox. The ECB's policy tightening, alongside improving supply-chain restrictions, contributed to a substantial decline in inflation. After touching an all-time euro-era high of 10.6 percent two years ago, inflation more than halved within the following four quarters to 4.3 percent in September 2023, the month we last raised rates. Since October last year, inflation has fluctuated within one percentage point of our 2-percent target. Despite concerns that the last mile of disinflation would be more arduous than the earlier-rapid-part of the disinflation process, recent developments have enhanced our confidence that inflation is converging to our target in a sustained and timely manner, even if the road ahead may include a few bumps due to base effects. Given the unparalleled speed and scale of the monetary-policy tightening, this outcome is a significant victory. The fact that it has been achieved without compromising employment or financial stability is a testament to our policy's success. This monetary policy also managed to lean heavily against second-round effects on wages and prices, thereby preventing a dangerous wage-price spiral. After holding our policy rate at the cycle peak of 4 percent for nine months, in June 2024 we decided that some layers of restriction were no longer appropriate in light of the progress we had made in nearing our inflation target. We cut the key ECB interest rate by 25 basis points-the first cut in almost five years. As confidence that inflation was moving sustainably towards our objective grew in the context of modest economic growth, weak credit dynamics and persisting uncertainty, we delivered two additional 25-basis-point cuts to our policy rate in September and October. However, our policy stance has remained in restrictive territory and will continue to be restrictive for some time into the future. Financing conditions, especially at the long end, have tightened significantly as a result of our past restrictive measures and will remain tight even after several further rate cuts. The ongoing reduction of our balance sheet, due to the run-down of our asset purchase programmes (APPs) and repayments of targeted longer-term refinancing operations (TLTROs), has been reducing excess liquidity, thereby providing additional tightening. The challenge ahead is to ensure that inflation converges to our objective in a sustained manner while, at the same time, growth strengthens to reach sustainable levels compatible with full employment. With inflation moving sustainably close to 2 percent, our policy focus may have to increasingly take account of economic conditions so that we don't undershoot our inflation objective. Let me elaborate. The euro area's economy has expanded by a quarterly average of below 0.2 percent in the past two years. To put this into context, the US economy has expanded by almost 3 percent on a quarterly average over the same period. Developments in labour productivity since the pandemic have also been particularly weak in the euro area compared to the US. Industrial production in the euro area remains subdued, and the weakening in the manufacturing sector has been particularly pronounced, with a rebound being far from certain. At the same time, forward-looking survey indicators, such as the composite PMI (Purchasing Managers' Index), point to rather slow growth, while the manufacturing PMI has been persistently weak, having remained in contractionary territory for more than two years. Business investment is anaemic; firms evidently do not envisage a strong recovery. These data point to a rather sluggish picture for the growth outlook. While the most recent ECB staff macroeconomic projection exercise in September showed growth rising to 0.8 percent in 2024, 1.3 percent in 2025 and 1.5 percent in 2026, the macroeconomic environment will still be surrounded by significant uncertainty. Consumption, projected to undergird the recovery, will also be subdued and may not grow as expected. In my view, the sources of the projected pickup in growth are not clear. I am cautious about the growth outlook for several other reasons. First, global developments and geopolitical tensions are worrying. The escalation of conflicts in the Middle East, combined with the most significant war on European soil since 1945 in Ukraine, has had detrimental effects on both business and consumer confidence. Geopolitical tensions could (temporarily) drive inflation up, while at the same time, economic growth may weaken further. The latter would produce an offsetting effect on inflation. Second, monetary policy affects the economy with long and variable lags. Thus, the impacts of past policy tightening continue to be transmitted to broader financing conditions and the real economy. The restrictive policy stance at any given point in time will continue to affect inflation and output for the following one to two years. Consequently, an additional dampening effect on growth and inflation from our past restrictive monetary policy is still in the pipeline. This explains why credit dynamics remain weak, showing no signs of significant improvement. Third, we are going through a year of high electoral activity. Nationalist parties have made major gains across the euro area, challenging the leadership in Germany, Austria and France. Across the Atlantic, the outcome of the US federal elections in early November could alter the global economy's course. An escalation in trade tensions between major economies through tariffs and retaliation could create chaos in international trade and weigh on confidence and economic activity at the global level. I am also cautious regarding further shocks coming from commodity prices. Commodity price shifts are likely to become larger, more frequent and possibly more persistent amid rising political uncertainty, geoeconomic fragmentation, a possible tariff war and climate change. These driving factors reinforce each other and have non-linear effects on inflation and output. Central bankers need to timely assess whether such supply-side price shocks are transitory or more permanent entailing a risk of de-anchoring inflation expectations. To this end, we need to collect more granular data and develop further our analytical tools to deepen our understanding of both the characteristics of the price shock and the complexities of the environment in which it occurs. The recent high-inflation episode is a good example. First, it has shown that commodities that are critical for production and more upstream along the supply chain are likely to create larger shifts in relative sectoral prices and spill over to core inflation. Second, a combination of different types of supply and demand shocks amid structural transformations of the economies can blur the assessment of the impact of a commodity price shock on inflation and output, complicating monetary policy. One lesson from the recent experience of the post-pandemic surge of inflation is that existing models failed to predict it. Central banks need to develop new tools which are able to identify the nature of the shock (supply vs demand) in real time and assess its implications for inflation. To this end, the Bank of Greece is developing forecasting models of inflation based on textual indicators of supply and demand disturbances in commodity markets from news articles of Reuters and Dow Jones. 3 With the help of AI, these indicators can be updated on a daily basis and help predict inflation more accurately. Preliminary findings of this research project, suggest that these indicators provide distinct information about future inflation movements relative to existing predictors, inflation expectations and survey forecasts. Overall, they reduce out-of-sample inflation forecast errors by up to 30 percent. For energy-importing economies, like Greece, the nature of energy price shocks, either supply- or demand-driven, is less relevant when assessing their overall economic impact. In particular, research shows that in European economies both types of global energy price shocks tend to influence wages similarly, with largely short-lived and transitory effects. 4 The most pivotal factors in driving inflation sharply upward during the recent inflation episode were the size and persistence of the energy price shock rather than its nature. The large and sustained shock necessitated a forceful monetary policy tightening cycle to curb inflation. Domestic structural factors largely shape the transmission of commodity price changes to the economy. As we have seen, second-round effects can be more pronounced in economies with tight labour markets, rigid wage-setting mechanisms and less competitive product markets. Additional factors, such as credible monetary policy frameworks, well-anchored inflation expectations, lower energy intensity in production and a low-inflation environment, reduce the likelihood of wage-price spirals in light of commodity price shocks. The economic effects of commodity price shifts also vary depending on the type of the commodity hit. Food price changes have stronger second-round effects, driving core inflation and wages higher as these are more salient items in the consumption basket. Oil price shocks lead to a steep decline in durable consumption, particularly in sectors closely linked to energy, like automotives and construction. These asymmetries highlight the need for a careful assessment of the monetary policy response to each type of commodity price shock. Faced with heightened uncertainty and volatile commodity prices, monetary policy must remain agile and flexible. This suggests an approach that balances forward-looking components, like inflation projections, with current data on the dynamics of underlying inflation and the strength of monetary policy transmission. It also calls for a more formal analysis of risks embedded in our monetary policy frameworks and communication. Let's also not forget that commodities are both physical and financial assets. Financial markets are becoming increasingly sensitive to abrupt commodity price shifts partly due to the growing financialisation of commodity markets. This trend can amplify uncertainty, raise risk premia, intensify liquidity pressures and result in sharp exchange rate adjustments, heightening financial stability risks. As we converge to our 2-percent target for inflation in a sustainable way, which I expect will be achieved early next year, our focus may need to turn to addressing sluggish growth. This change in focus will be required to guard against the possibility that lower growth leads to an undershooting of our inflation objective. Although we have not had any indications of a hard landing, the markets are extremely sensitive to disappointing growth readings. If negative surprises for growth come in and we fail to unwind our restrictive monetary-policy stance at the appropriate pace, unnecessary market turbulence could be induced, negatively impacting economic and financial stability. Should some of these risks materialise, thus compromising growth, the disinflation process will be reinforced, likely driving inflation below the 2-percent target in the medium term and endangering the soft-landing scenario. The September reading of inflation at 1.7 percent should be viewed as both a success and a wake-up call. We cannot be complacent. A policy-rate path that remains too restrictive for too long could induce an undershooting of our inflation target over the medium term and impede growth. Should that occur, we would risk damaging our credibility. After all, credibility can be damaged by both overshooting and undershooting inflation objectives. In an environment of high uncertainty, a prolonged period of stagnation and weak investment could have lasting consequences for inflation. Our task going forward is to chart a rate path that removes additional layers of restriction so that the recovery is enhanced. Although I have focused on monetary policy, in my view, the contributions of fiscal and structural policies to macroeconomic stability are equally important. Furthermore, completing the Banking Union and the Capital Markets Union (CMU) is crucial to mobilising the investments needed to promote growth and employment. A single market for capital will enhance the European Union's (EU's) productivity and competitiveness and increase the euro area's supply capacity and autonomy while supporting medium-term price stability and economic welfare. Finally, I would like to highlight the following factors, which, in my view, explain the success of the ECB's monetary policy so far in bringing inflation towards its 2-percent target amid a series of shocks, which started with the pandemic and continued with the war in Ukraine: First, the institutional independence of the ECB and the national central banks comprising the Eurosystem. Second, a commitment to the 2-percent inflation target, using key interest rates as the primary policy tool, supplemented with non-standard measures when required by macroeconomic and monetary conditions. Third, a pragmatic, flexible and gradual approach in an environment of heightened uncertainty. Fourth, clear and effective communications from the ECB. In a world prone to supply disruptions and susceptible to geopolitical and political uncertainties, monetary policy needs to remain an anchor of stability and confidence. In my view, the ECB has performed efficiently-and credibly-in bringing down inflation in a timely manner while avoiding a recession. We will continue to be data-dependent, assessing all incoming information at each of our forthcoming monetary-policy meetings. We stand ready to proceed with further policy easing in a stepwise approach as warranted in order to safeguard a stable macroeconomic environment conducive to growth, low unemployment and financial stability. 1 Board of Governors of the Federal Reserve System: \" Lessons from Past Monetary Easing Cycles ,\" François de Soyres and Zina Saijid, May 31, 2024, FEDS Notes, Washington, D.C. ( https://www.federalreserve.gov/econres/notes/feds-notes/lessons-from-past-monetary-easing-cycles-20240531.html ) 2 European Central Bank (ECB): \" Delivering a soft landing: a historical perspective of monetary policy cycles ,\" Ema Ivanova, Thomas McGregor, Stefano Nardelli and Annukka Ristiniemi, September 25, 2024, the ECB blog. ( https://www.ecb.europa.eu/press/blog/date/2024/html/ecb.blog20240925~bec0a9ffbe.en.html ) 3 Malliaropulos, D., E. Passari and P. Petroulakis (2024): Unpacking Commodity Price Fluctuations: Reading the News to Understand Inflation (unpublished manuscript, forthcoming in BoG Working Paper series). 4 In Europe, the pass-through from oil price shocks to wages and core inflation peaks in 1-2 years and largely dissipates in 3-4 years. See, Baba, C. and J. Lee (2022), \"Second-round effects of oil price shocks – Implications for Europe's inflation outlook\", IMF Working Paper WP/22/173.",
  "date_parsed": "2024-11-28",
  "name": "Yannis Stournaras",
  "name_orig": "Yannis Stournaras",
  "url_orig": "https://www.bis.org/review/r241126t.htm"
}