{
  "source_url": "https://www.bis.org/review/r240515k.htm",
  "headline": "Yannis Stournaras: Banking resolution at ten - experiences and open issues",
  "description_html": "\n<p>Opening address by Mr Yannis Stournaras, Governor of the Bank of Greece, at the Bank of Greece conference \"Banking Resolution at Ten: Experiences and Open Issues\", Athens, 15 May 2024.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Opening address by Mr Yannis Stournaras, Governor of the Bank of Greece, at the Bank of Greece conference \"Banking Resolution at Ten: Experiences and Open Issues\", Athens, 15 May 2024. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "17 May 2024",
  "pdf_url": "https://www.bis.org/review/r240515k.pdf",
  "content_html": "\n<p>Distinguished speakers,</p>\n<p>Ladies and Gentlemen,</p>\n<p>The Bank of Greece welcomes you to this conference on the state of bank resolution regimes globally and in Europe, the experience of their operation over the past decade and the current debates on necessary reforms.</p>\n<p>I am delighted to be here with you today, and to share with you some thoughts on this issue, which I consider to be of the utmost importance for the future of banking – and European banking, in particular.</p>\n<p>Not by chance, this conference is taking place on the tenth anniversary of the adoption of the Bank Recovery and Resolution Directive under the Greek Presidency of the Council of the European Union in 2014, which for the first time established a harmonised pan-European framework for dealing with bank failures raising systemic concerns – a framework consistent with the new ideas and practices developed in the wake of the Global Financial Crisis first at the national level, and soon after at the G20 level, culminating in the Financial Stability Board's development of a globally applicable resolution standard for systemically important banks.  </p>\n<p>Specifically, while the Basel III reforms sought to enhance the resilience of the banking systems by significantly strengthening the prudential standards for credit institutions, the new resolution frameworks were intended to provide a coherent, sophisticated and internationally consistent response to the problem of bank failures, especially those that raise systemic concerns.</p>\n<p>Banks play an important role in the economy, providing finance to households and businesses, while ensuring that depositors continue to have access to their funds. Any disruption caused by the disorderly failure of a bank could have a severe impact on the economy, and even trigger an economic downturn, as seen during the Global Financial Crisis. This does not mean, however, that we should operate a zero-failure regime, or that failed banks should be bailed out with taxpayers' money. Bad banks should exit the market. And no bank should be allowed to pass on the costs of its own mismanagement to the taxpayer just because it is considered \"too big to fail\".</p>\n<p>However, a bank's exit from the market should be orderly, should not disrupt the continuous provision of critical services, should not jeopardise the stability of the banking system as a whole and should avoid unnecessary destruction of value.</p>\n<p>In view of these considerations, the post-Crisis resolution frameworks seek to combine the preservation of systemic stability and the continuity of financial services with market discipline and the avoidance of taxpayer-funded bailouts of failed banks. This is also the main idea behind the Bank Recovery and Resolution Directive.</p>\n<p>In Europe, the adoption of the Bank Recovery and Resolution Directive, which introduced a harmonised set of rules for the resolution of banks across the Union, was followed two months later by the adoption of a very closely related instrument specifically aimed at the euro area, namely, a Regulation establishing the second pillar of the euro area Banking Union, the Single Resolution Mechanism. The first pillar of the Banking Union, the Single Supervisory Mechanism, contributes significantly to enhancing bank resilience by applying very high prudential standards in a consistent manner to all supervised institutions operating in the euro area and by reducing risks to the system. However, despite enhanced regulation and supervision, bank failures will inevitably occur. The responsibility for preparing for and dealing with this eventuality lies with the second pillar, the Single Resolution Mechanism. As we all know, this is an integrated, multi-level administrative mechanism, comprising a central component, the Single Resolution Board based in Brussels, and the national resolution authorities of the member states of the Banking Union (including, by the way, the Bank of Greece). The Single Resolution Mechanism is responsible for both resolution planning and the actual implementation of resolution measures once a bank is deemed to be failing or likely to fail. To finance its resolution actions, it has access to a Single Resolution Fund, which is pre-funded with contributions from the banking industry.</p>\n<p>The creation of the Single Resolution Mechanism was a bold and decisive step towards the integration of European banking markets.</p>\n<p>Subsequent events, including the handling of the failures of Banco Popular and Sberbank, have confirmed its value. At the same time, through the efforts of the Single Resolution Mechanism, banks in the Union have become more resolvable and thus safer. Not only have they built up their loss-absorbing capacity, but they have also developed their skills in all aspects of resolvability. Moreover, the Single Resolution Fund is now fully funded and mutualised, having reached its target amount.</p>\n<p>But this does not mean that all is well and that we should rest on our laurels.</p>\n<p>As last year's unfortunate events in the US, the UK and Switzerland have shown, there is no room for complacency. Instead, authorities should remain vigilant and draw on the lessons learned. As the Financial Stability Board concluded in its review, the bank failures of 2023 underscored the strengths of the international resolution framework. However, several issues were identified on which work needs to be done. Let me highlight a few:</p>\n<p>First, the US cases in particular showed that the framework should be flexible enough to allow authorities to take resolution actions to deal with the failure of medium-sized or even small banks. The reality is that the Bank Recovery and Resolution Framework was designed primarily to deal with the failure of significant institutions. While the use of insolvency proceedings may be a credible solution for small or medium-sized banks, there may be cases, as seen in the US, where the prospect or experience of depositors bearing losses may lead to runs by unsecured depositors on other banks perceived to be similar to the troubled bank, creating a systemic problem.</p>\n<p>Second, we need to maintain flexibility in the use of resolution strategies to deal with different scenarios, including liquidity crises. In this context, we may need to consider whether transfer tools or a combination of strategies might be more appropriate than the bail-in tool.</p>\n<p>Third, liquidity in resolution is of paramount importance. Authorities should be prepared to provide liquidity, as was the case in the US and Switzerland. On the other hand, resolution and competent authorities should work with banks to ensure that the latter can quickly mobilise collateral when needed.</p>\n<p>I expect that these issues will be analysed in detail today.</p>\n<p>As far as Europe is concerned, despite the progress made in the field of resolution on the basis of the two innovative instruments adopted ten years ago, the Bank Recovery and Resolution Directive and the Single Resolution Mechanism Regulation, the actual operation of the European resolution framework has revealed certain shortcomings and outstanding issues that need to be addressed.</p>\n<p>Fortunately, the proposals for reform of the European crisis management and deposit insurance framework tabled by the European Commission in April 2023 point in the right direction. This legislative package, which is currently under discussion in the European Parliament and the Council, promises to introduce many necessary improvements.</p>\n<p>In particular, the Commission's proposals:</p>\n<ul>\n<li>extend the resolution framework to medium or small banks, facilitating the financing of the sale of selected assets and liabilities through MREL funds and, in exceptional cases, through the deposit guarantee schemes;</li>\n<li>propose that all depositors be given the same preferential treatment, or priority, in the hierarchy of banks' liabilities, that is, the order in which a bank's various liabilities are satisfied in the event of insolvency, thereby achieving greater harmonisation of the hierarchy of creditors across the Union, while facilitating the use of deposit guarantee scheme funds to finance resolution actions;</li>\n<li>harmonise the conditions for the financing by deposit guarantee schemes of preventive and alternative measures aimed at ensuring the continuity of a failing bank's operations, as an alternative to simply allowing the bank to fail and then paying out covered deposits. If the package is adopted as proposed, this will facilitate the use of such preventive and alternative measures, always subject to the least-cost constraint, which prohibits the financing of such measures if their application would expose the deposit guarantee scheme to higher losses than a traditional payout to depositors.</li>\n<li>safeguards, to a maximum possible degree, level playing field among member states in the issues concerned.</li>\n</ul>\n<p>Three weeks ago, on April 24th, the European Parliament completed its first reading of the draft legislative texts on crisis management and deposit insurance. The texts adopted by the Parliament indicate its support for the general direction proposed by the Commission. The main difference relates to its preference for a two-tier, rather than a single-tier, depositor preference in the hierarchy of banks' liabilities, that is, their order of redemption in the event of insolvency.</p>\n<p>We expect the European Council to show ambition and to reach agreement soon on the general approach.</p>\n<p>It is of the utmost importance that the legislative package progresses quickly and that the current one-size-fits-all approach is replaced by a more flexible one. This will allow authorities to use their toolkit appropriately, to adapt its use to the specificities of real bank failures and to avoid systemic repercussions.</p>\n<p>Finally, we should bear in mind that the current proposals do not address the most important missing element of the European bank crisis management framework. This is the establishment of the third pillar of the Banking Union, the European Deposit Insurance Scheme (or EDIS), which still face resistance by a few Member States. It is to be hoped, however, that the harmonisation of the role and powers of national deposit insurance schemes as part of the ongoing reform could also serve as a basis for progress on the EDIS file in the near future. This, among others, will be a step in the right direction in eliminating fragmentation in the banking sector in Europe, allowing for more ambitious cross-border transactions among banks (e.g. mergers and acquisitions) and ultimately, achieving economies of scale and higher efficiency.</p>\n<p>Once again, it is a pleasure to host today's event at the Bank of Greece and I hope that you will enjoy the discussion throughout the day.</p>\n<p>Thank you for your attention.</p>\n",
  "content_text": "Distinguished speakers, Ladies and Gentlemen, The Bank of Greece welcomes you to this conference on the state of bank resolution regimes globally and in Europe, the experience of their operation over the past decade and the current debates on necessary reforms. I am delighted to be here with you today, and to share with you some thoughts on this issue, which I consider to be of the utmost importance for the future of banking – and European banking, in particular. Not by chance, this conference is taking place on the tenth anniversary of the adoption of the Bank Recovery and Resolution Directive under the Greek Presidency of the Council of the European Union in 2014, which for the first time established a harmonised pan-European framework for dealing with bank failures raising systemic concerns – a framework consistent with the new ideas and practices developed in the wake of the Global Financial Crisis first at the national level, and soon after at the G20 level, culminating in the Financial Stability Board's development of a globally applicable resolution standard for systemically important banks. Specifically, while the Basel III reforms sought to enhance the resilience of the banking systems by significantly strengthening the prudential standards for credit institutions, the new resolution frameworks were intended to provide a coherent, sophisticated and internationally consistent response to the problem of bank failures, especially those that raise systemic concerns. Banks play an important role in the economy, providing finance to households and businesses, while ensuring that depositors continue to have access to their funds. Any disruption caused by the disorderly failure of a bank could have a severe impact on the economy, and even trigger an economic downturn, as seen during the Global Financial Crisis. This does not mean, however, that we should operate a zero-failure regime, or that failed banks should be bailed out with taxpayers' money. Bad banks should exit the market. And no bank should be allowed to pass on the costs of its own mismanagement to the taxpayer just because it is considered \"too big to fail\". However, a bank's exit from the market should be orderly, should not disrupt the continuous provision of critical services, should not jeopardise the stability of the banking system as a whole and should avoid unnecessary destruction of value. In view of these considerations, the post-Crisis resolution frameworks seek to combine the preservation of systemic stability and the continuity of financial services with market discipline and the avoidance of taxpayer-funded bailouts of failed banks. This is also the main idea behind the Bank Recovery and Resolution Directive. In Europe, the adoption of the Bank Recovery and Resolution Directive, which introduced a harmonised set of rules for the resolution of banks across the Union, was followed two months later by the adoption of a very closely related instrument specifically aimed at the euro area, namely, a Regulation establishing the second pillar of the euro area Banking Union, the Single Resolution Mechanism. The first pillar of the Banking Union, the Single Supervisory Mechanism, contributes significantly to enhancing bank resilience by applying very high prudential standards in a consistent manner to all supervised institutions operating in the euro area and by reducing risks to the system. However, despite enhanced regulation and supervision, bank failures will inevitably occur. The responsibility for preparing for and dealing with this eventuality lies with the second pillar, the Single Resolution Mechanism. As we all know, this is an integrated, multi-level administrative mechanism, comprising a central component, the Single Resolution Board based in Brussels, and the national resolution authorities of the member states of the Banking Union (including, by the way, the Bank of Greece). The Single Resolution Mechanism is responsible for both resolution planning and the actual implementation of resolution measures once a bank is deemed to be failing or likely to fail. To finance its resolution actions, it has access to a Single Resolution Fund, which is pre-funded with contributions from the banking industry. The creation of the Single Resolution Mechanism was a bold and decisive step towards the integration of European banking markets. Subsequent events, including the handling of the failures of Banco Popular and Sberbank, have confirmed its value. At the same time, through the efforts of the Single Resolution Mechanism, banks in the Union have become more resolvable and thus safer. Not only have they built up their loss-absorbing capacity, but they have also developed their skills in all aspects of resolvability. Moreover, the Single Resolution Fund is now fully funded and mutualised, having reached its target amount. But this does not mean that all is well and that we should rest on our laurels. As last year's unfortunate events in the US, the UK and Switzerland have shown, there is no room for complacency. Instead, authorities should remain vigilant and draw on the lessons learned. As the Financial Stability Board concluded in its review, the bank failures of 2023 underscored the strengths of the international resolution framework. However, several issues were identified on which work needs to be done. Let me highlight a few: First, the US cases in particular showed that the framework should be flexible enough to allow authorities to take resolution actions to deal with the failure of medium-sized or even small banks. The reality is that the Bank Recovery and Resolution Framework was designed primarily to deal with the failure of significant institutions. While the use of insolvency proceedings may be a credible solution for small or medium-sized banks, there may be cases, as seen in the US, where the prospect or experience of depositors bearing losses may lead to runs by unsecured depositors on other banks perceived to be similar to the troubled bank, creating a systemic problem. Second, we need to maintain flexibility in the use of resolution strategies to deal with different scenarios, including liquidity crises. In this context, we may need to consider whether transfer tools or a combination of strategies might be more appropriate than the bail-in tool. Third, liquidity in resolution is of paramount importance. Authorities should be prepared to provide liquidity, as was the case in the US and Switzerland. On the other hand, resolution and competent authorities should work with banks to ensure that the latter can quickly mobilise collateral when needed. I expect that these issues will be analysed in detail today. As far as Europe is concerned, despite the progress made in the field of resolution on the basis of the two innovative instruments adopted ten years ago, the Bank Recovery and Resolution Directive and the Single Resolution Mechanism Regulation, the actual operation of the European resolution framework has revealed certain shortcomings and outstanding issues that need to be addressed. Fortunately, the proposals for reform of the European crisis management and deposit insurance framework tabled by the European Commission in April 2023 point in the right direction. This legislative package, which is currently under discussion in the European Parliament and the Council, promises to introduce many necessary improvements. In particular, the Commission's proposals: extend the resolution framework to medium or small banks, facilitating the financing of the sale of selected assets and liabilities through MREL funds and, in exceptional cases, through the deposit guarantee schemes; propose that all depositors be given the same preferential treatment, or priority, in the hierarchy of banks' liabilities, that is, the order in which a bank's various liabilities are satisfied in the event of insolvency, thereby achieving greater harmonisation of the hierarchy of creditors across the Union, while facilitating the use of deposit guarantee scheme funds to finance resolution actions; harmonise the conditions for the financing by deposit guarantee schemes of preventive and alternative measures aimed at ensuring the continuity of a failing bank's operations, as an alternative to simply allowing the bank to fail and then paying out covered deposits. If the package is adopted as proposed, this will facilitate the use of such preventive and alternative measures, always subject to the least-cost constraint, which prohibits the financing of such measures if their application would expose the deposit guarantee scheme to higher losses than a traditional payout to depositors. safeguards, to a maximum possible degree, level playing field among member states in the issues concerned. Three weeks ago, on April 24th, the European Parliament completed its first reading of the draft legislative texts on crisis management and deposit insurance. The texts adopted by the Parliament indicate its support for the general direction proposed by the Commission. The main difference relates to its preference for a two-tier, rather than a single-tier, depositor preference in the hierarchy of banks' liabilities, that is, their order of redemption in the event of insolvency. We expect the European Council to show ambition and to reach agreement soon on the general approach. It is of the utmost importance that the legislative package progresses quickly and that the current one-size-fits-all approach is replaced by a more flexible one. This will allow authorities to use their toolkit appropriately, to adapt its use to the specificities of real bank failures and to avoid systemic repercussions. Finally, we should bear in mind that the current proposals do not address the most important missing element of the European bank crisis management framework. This is the establishment of the third pillar of the Banking Union, the European Deposit Insurance Scheme (or EDIS), which still face resistance by a few Member States. It is to be hoped, however, that the harmonisation of the role and powers of national deposit insurance schemes as part of the ongoing reform could also serve as a basis for progress on the EDIS file in the near future. This, among others, will be a step in the right direction in eliminating fragmentation in the banking sector in Europe, allowing for more ambitious cross-border transactions among banks (e.g. mergers and acquisitions) and ultimately, achieving economies of scale and higher efficiency. Once again, it is a pleasure to host today's event at the Bank of Greece and I hope that you will enjoy the discussion throughout the day. Thank you for your attention.",
  "date_parsed": "2024-05-17",
  "name": "Yannis Stournaras",
  "link_number": "13",
  "name_orig": "Yannis Stournaras",
  "url_orig": "https://www.bis.org/review/r240515k.htm"
}