{
  "source_url": "https://www.bis.org/review/r250617b.htm",
  "headline": "Yannis Stournaras: Welcome speech - Household Finance and Consumption Network meeting",
  "description_html": "\n<p>Welcome and introduction speech by Mr Yannis Stournaras, Governor of the Bank of Greece, at the Household Finance and Consumption Network (HFCN) Meeting, Athens, 12 June 2025.</p>\n<p>The views expressed in this speech are those of the speaker and not the view of the BIS.</p>\n",
  "description_text": "Welcome and introduction speech by Mr Yannis Stournaras, Governor of the Bank of Greece, at the Household Finance and Consumption Network (HFCN) Meeting, Athens, 12 June 2025. The views expressed in this speech are those of the speaker and not the view of the BIS.",
  "date": "17 June 2025",
  "pdf_url": "https://www.bis.org/review/r250617b.pdf",
  "content_html": "\n<p>It is with great pleasure that I welcome you today to the Bank of Greece, for the June meeting of the Household Finance and Consumption Network (HFCN). We are proud to host this important event. The work that all of you, HFCN economists and statisticians, are doing is critical, as it provides useful insights into how our policymaking process ultimately affects the public.</p>\n<p>The Household Finance and Consumption Survey (HFCS) has cemented itself as the pinnacle of harmonised pan-European household data-gathering. It started off as a much needed input to our monetary policy deliberations. Before the HFCS, only a handful of member states conducted their own household finance surveys, in an unharmonized fashion. We then often had to rely on aggregate statistics, or patterns of behavior identified from the Fed's Survey of Consumer Finances. This was not ideal, as there are significant differences between the US and the euro area. The HFCS serves to fill that gap, improving our understanding of key features of household economic behaviour in Europe.</p>\n<p>The Global Financial Crisis laid bare the need to improve our understanding of how the economy works and how monetary policy functions. The workhorse model of our profession, the New Keynesian Representative Agent model, was useful, but had substantial shortcomings which became evident at that juncture, in particular the fact that it ignored most types of household heterogeneity. As luck would have it, the first wave of the HFCS started exactly as the sovereign debt crisis was unfolding.</p>\n<p>But why is it important to measure the heterogeneity of households as regards their spending and wealth accumulation? From a monetary policy standpoint, two issues stand out:</p>\n<p>The first has to do with how monetary policy transmission works on the household side. With a representative agent model, only interest rate changes matter, via the Euler equation. Recent research (Auclert, 2019), however, documents additional channels, related to heterogeneity across households in terms of i) their marginal propensity to consume (due to liquidity constraints), ii) the effect of monetary policy on earnings, and iii) the distribution of nominal debt liabilities. For instance, if monetary easing redistributes income towards low earners, who tend to consume more of it, then the effects of policy are amplified relative to standard channels. Such effects can only be captured through surveys like the HFCS. And indeed, the network has produced a rich set of findings along these lines.</p>\n<p>The second issue involves the opposite concern, namely how transmission itself affects different sets of households. This was especially important during the asset purchase programs, as it was often argued that asset purchases increased inequality by inflating the prices of assets held by the wealthy. However, this ignored the earnings channel of monetary policy, via which QE in fact reduces income inequality, while having little effect on wealth inequality (Lenza and Slacalek, 2024).</p>\n<p>More recently, the HFCS was used to analyse another crucial issue, the distributional effects of inflation (Pallotti et al., 2024). The study found substantial heterogeneity across countries and age groups in terms of welfare losses, driven by heterogeneity in nominal net positions across households. Indeed, half of the 25-44 year olds gained (though a reduction in real debt) at the expense of retirees. Interestingly, losses were uniform across the consumption distribution, as rigid rents served as a hedge for the poor.</p>\n<p>The HFCN has clearly been doing a great job in highlighting the quantitatively important dimensions of household heterogeneity in the euro area. I see two avenues for further work:</p>\n<p>First, administrative data or data from the ECB's Consumer Expectations Survey could complement the information collected by the HFCS to further deepen our understanding of the above questions.</p>\n<p>Second, a somewhat unexplored topic, and a natural next step, would be to move from documenting heterogeneity to understanding the<span> </span><em>causes</em><span> </span>of heterogeneity.  For instance, at the Bank of Greece we included a short module in the fifth wave of the HFCS, to examine whether people with a refugee background have different inclinations towards the accumulation of immovable assets. Going forward, it would be worthwhile to explore what other types of questions could be added to the survey, so as to further explore the drivers of household heterogeneity.</p>\n<p>At the Eurosystem, we take pride in our ability to design surveys and independently conduct research, so as to inform policy. This is crucially important, especially in a world where public discourse, notably on issues of distribution and inequality, seems to be  under intense scrutiny in both policy debate and academic research. Surveys such as the HFCS and the ensuing research output become even more important, as we gradually come to realise that heterogeneity does matter for policy design. This makes it even more crucial that we continue such work.</p>\n<p>Last but not least: May I take the opportunity to commemorate our distinguished and beloved colleague Sotiris Saperas, late member of the HFCN, not only for his scientific expertise, his valuable contribution to the HFCS project, but also for his kindness and exemplary character.</p>\n<p>Thank you for your contribution to the HFCN and I wish you a very fruitful meeting.</p>\n<p><strong>References</strong></p>\n<p>Auclert, Adrien (2019), \"Monetary Policy and the Redistribution Channel,\" American Economic Review,</p>\n<p>109(6), 2333–2367.</p>\n<p>Laudenbach, Christine and Ulrike Malmendier and Alexandra Niessen-Ruenzi (2025), \"The Long-lasting Effects of Living under Communism on Attitudes towards Financial Markets,\" Journal of Finance.</p>\n<p>Lenza, Michele, and Jiri Slacalek (2024), \"How Does Monetary Policy Affect Income and Wealth Inequality? Evidence from Quantitative Easing in the Euro Area,\" Journal of Applied Econometrics.</p>\n<p>Pallotti, Filippo and Gonzalo Paz-Pardo and Jiri Slacalek and Oreste Tristani and Giovanni Violante, (2024), \"Who bears the costs of inflation? Euro area households and the 2021–2023 shock,\" Journal of Monetary Economics, vol. 148(S).</p>\n",
  "content_text": "It is with great pleasure that I welcome you today to the Bank of Greece, for the June meeting of the Household Finance and Consumption Network (HFCN). We are proud to host this important event. The work that all of you, HFCN economists and statisticians, are doing is critical, as it provides useful insights into how our policymaking process ultimately affects the public. The Household Finance and Consumption Survey (HFCS) has cemented itself as the pinnacle of harmonised pan-European household data-gathering. It started off as a much needed input to our monetary policy deliberations. Before the HFCS, only a handful of member states conducted their own household finance surveys, in an unharmonized fashion. We then often had to rely on aggregate statistics, or patterns of behavior identified from the Fed's Survey of Consumer Finances. This was not ideal, as there are significant differences between the US and the euro area. The HFCS serves to fill that gap, improving our understanding of key features of household economic behaviour in Europe. The Global Financial Crisis laid bare the need to improve our understanding of how the economy works and how monetary policy functions. The workhorse model of our profession, the New Keynesian Representative Agent model, was useful, but had substantial shortcomings which became evident at that juncture, in particular the fact that it ignored most types of household heterogeneity. As luck would have it, the first wave of the HFCS started exactly as the sovereign debt crisis was unfolding. But why is it important to measure the heterogeneity of households as regards their spending and wealth accumulation? From a monetary policy standpoint, two issues stand out: The first has to do with how monetary policy transmission works on the household side. With a representative agent model, only interest rate changes matter, via the Euler equation. Recent research (Auclert, 2019), however, documents additional channels, related to heterogeneity across households in terms of i) their marginal propensity to consume (due to liquidity constraints), ii) the effect of monetary policy on earnings, and iii) the distribution of nominal debt liabilities. For instance, if monetary easing redistributes income towards low earners, who tend to consume more of it, then the effects of policy are amplified relative to standard channels. Such effects can only be captured through surveys like the HFCS. And indeed, the network has produced a rich set of findings along these lines. The second issue involves the opposite concern, namely how transmission itself affects different sets of households. This was especially important during the asset purchase programs, as it was often argued that asset purchases increased inequality by inflating the prices of assets held by the wealthy. However, this ignored the earnings channel of monetary policy, via which QE in fact reduces income inequality, while having little effect on wealth inequality (Lenza and Slacalek, 2024). More recently, the HFCS was used to analyse another crucial issue, the distributional effects of inflation (Pallotti et al., 2024). The study found substantial heterogeneity across countries and age groups in terms of welfare losses, driven by heterogeneity in nominal net positions across households. Indeed, half of the 25-44 year olds gained (though a reduction in real debt) at the expense of retirees. Interestingly, losses were uniform across the consumption distribution, as rigid rents served as a hedge for the poor. The HFCN has clearly been doing a great job in highlighting the quantitatively important dimensions of household heterogeneity in the euro area. I see two avenues for further work: First, administrative data or data from the ECB's Consumer Expectations Survey could complement the information collected by the HFCS to further deepen our understanding of the above questions. Second, a somewhat unexplored topic, and a natural next step, would be to move from documenting heterogeneity to understanding the causes of heterogeneity.  For instance, at the Bank of Greece we included a short module in the fifth wave of the HFCS, to examine whether people with a refugee background have different inclinations towards the accumulation of immovable assets. Going forward, it would be worthwhile to explore what other types of questions could be added to the survey, so as to further explore the drivers of household heterogeneity. At the Eurosystem, we take pride in our ability to design surveys and independently conduct research, so as to inform policy. This is crucially important, especially in a world where public discourse, notably on issues of distribution and inequality, seems to be  under intense scrutiny in both policy debate and academic research. Surveys such as the HFCS and the ensuing research output become even more important, as we gradually come to realise that heterogeneity does matter for policy design. This makes it even more crucial that we continue such work. Last but not least: May I take the opportunity to commemorate our distinguished and beloved colleague Sotiris Saperas, late member of the HFCN, not only for his scientific expertise, his valuable contribution to the HFCS project, but also for his kindness and exemplary character. Thank you for your contribution to the HFCN and I wish you a very fruitful meeting. References Auclert, Adrien (2019), \"Monetary Policy and the Redistribution Channel,\" American Economic Review, 109(6), 2333–2367. Laudenbach, Christine and Ulrike Malmendier and Alexandra Niessen-Ruenzi (2025), \"The Long-lasting Effects of Living under Communism on Attitudes towards Financial Markets,\" Journal of Finance. Lenza, Michele, and Jiri Slacalek (2024), \"How Does Monetary Policy Affect Income and Wealth Inequality? Evidence from Quantitative Easing in the Euro Area,\" Journal of Applied Econometrics. Pallotti, Filippo and Gonzalo Paz-Pardo and Jiri Slacalek and Oreste Tristani and Giovanni Violante, (2024), \"Who bears the costs of inflation? Euro area households and the 2021–2023 shock,\" Journal of Monetary Economics, vol. 148(S).",
  "date_parsed": "2025-06-17",
  "name": "Yannis Stournaras",
  "link_number": "4",
  "name_orig": "Yannis Stournaras",
  "url_orig": "https://www.bis.org/review/r250617b.htm"
}